{
  "chapters": [
    {
      "title": "リベスタル王国",
      "content": "## 第1章: リベスタル王国\n\n### 勇者たちの召喚\n\n19人の英雄たちが眩しいほど白い箱の中で目を覚ました。混乱し、方向感覚を失っていた。何が起こったのか理解できず、呆然と立ち尽くす彼女たち。つい先ほどまでごく普通の日常を過ごしていたはずなのに、気づけば見知らぬ者たちに囲まれていた。さらに不可解だったのは、誰一人として自分の名前や過去を何ひとつ思い出せないことだった。\n\nそこへさらに、事態は急展開を迎える。彼女たちは一瞬にして王城へと転送された。そこに現れた国王は、自らが召喚の張本人であると告げた。彼女たちこそが「預言に記された勇者」であり、王国に迫る「ステイン」の脅威から世界を救う運命を背負っているのだ、と国王は宣言した。\n\n![勇者たちと王との初対面](/images-opt/chrecap-0-king-opt.webp)\n\nあまりにも不可解な状況に戸惑いつつも、勇者たちは力を合わせた。手にした新たな力――「レベレーション」を駆使して一時的ではあるものの、「ステインキング」の侵攻を食い止めることに成功した。\n\nこうして、リベスタルの外套を身にまとった勇者たちは謎めいた旅路の第一歩を踏み出したのだった。\n\n\n---\n\n### ギルドとダンジョン\n\n19人の個性と癖を持った人々が…本当に大変だった。その大人数は、冒険を共にするには少々多すぎた。そこで彼女たちは、より円滑に協力できるようにするため、〈ギルド〉と呼ばれる小さな集団に分かれることになった。全部で4つのギルドが存在し、それぞれが独自の理念を掲げている。\n\n- **ジェイドソード** ― 正義と忠誠を掲げ、大いなる脅威にさらに大きな勇気で立ち向かう者たちの集い。\n- **セルリアンカップ** ― 癒やしを司る聖域。共感と献身が花開く安らぎの場所。\n- **アンバーコイン** ― 栄光を追い求め、夢を描く者たちの集い。仲間でありながら、時に最も激しいライバルとなることも。\n- **スカーレットワンド** ― 好奇心を原動力とし、知識と創造を何よりも尊ぶ知の楽園。\n\nこうして、ギルドの中で初めは互いに見知らぬ存在だった彼女たちは少しずつ信頼できる仲間へと変わっていった。\n\n![スカーレット流の「杖合わせ」の儀式](/images-opt/touchingtips-opt.webp)\n\n王国を巡る冒険の中で、勇者たちはさまざまな任務――「クエスト」を課せられていく。「ステイン」を討伐したり、資源を集めたり、時には大量のポテトサラダを作りすぎて経済を混乱させる羽目になったりと、さまざまなクエストを経験する。それらは彼女たちに経験と報酬をもたらした。\n\nだが、最も重要とされたのは、王やギルドマスターたちが下す「ダンジョン」の攻略任務だった。それぞれ異なるテーマと試練を持つダンジョンは、勇者たちを極限まで追い詰める一方で、互いの絆を深める場ともなった。そしてダンジョンを攻略するたびに与えられる報酬は、金貨だけではなかった。彼女たちが失っていた記憶の断片、すなわち、仲間の誰かに関する大切な記憶が少しずつ戻ってきたのだ。\n\n五つのダンジョンが存在し、それぞれ特定の勇者と結びついていた。\n\n- **アンダーワールド・ダンジョン** ― 死そのものと結びついた暗黒の領域。そこに眠っていたのは、〈死神の弟子〉――**森カリオペ**の記憶だった。\n- **オーシャン・テンプル・ダンジョン** ― アトランティスの栄華を映す水中迷宮。そこで明かされたのは、深海のいたずら姫――**がうる・ぐら**の正体だった。\n- **エルドリッチ・ホラー・ダンジョン** ― 古代の囁きと不可解な恐怖に満ちた場所。そこは古の存在に仕える巫女――**一伊那尓栖**の記憶と繋がっていた。\n- **ボルケーノ・ダンジョン** ― 炎と再生の煉獄。その奥で蘇ったのは、不死の不死鳥――**小鳥遊キアラ**の記憶だった。\n- **エイジアント・シューアーズ・ダンジョン** ― 見た目は地味だが、非常に重要な迷宮。その薄暗い水路に眠っていたのは、とある特別な人物――時を駆ける名探偵、**アメリア・ワトソン**の記憶だった。\n\n![ダンジョンで取り戻した記憶](/images-opt/chrecap-0-reaction-opt.webp)\n\n記憶がよみがえるにつれ、勇者たちは互いを新たな目で見つめるようになる。彼女たちが信頼を寄せてきた仲間たちは、ただの旅人ではなかったのだ。それぞれが伝説級の存在であり、一人一人が強大な力を秘めた「英雄」そのものだったのだ。\n\n---\n\n### 資本主義と絆\n\nもちろん、これまで語ってきたのは、この王国で起きた出来事のほんの一部でしかない。勇者たちは「王国を救う存在」として召喚されたはずだったが、実際のところその肩書きにふさわしい行動を取ったのはごく一握りの者たちだった。大半はとんでもなく自由奔放で、国王でさえ「もしかして、召喚したのは失敗だったのでは？」と頭を抱えたくなるほどだった。\n\nある者は初日から王政打倒を企み、またある者は理由もなく王国の名前を「レズビアンズ」と呼び間違え続けた。\n\n商才（というよりは悪どさ）を発揮する者も現れた。ひとりは「ファウナマート」を開業し、肉やさらには物議を醸した宝くじを法外な値段で売りさばいた。すると、ライバルとして「ナナイレブン」なる店が登場。こちらも同じくらい狡猾で、両者の商売は詐欺まがいの仕掛けに満ちあふれていた。\n\nそして、ある勇者はその宝くじに依存するほどにはまり、それをきっかけに対立や訴訟、公開裁判といった大騒動まで巻き起こしたのだった。\n\n![緑の資本主義CEO、店を立ち上げる](/images-opt/chrecap-0-faunamart-opt.webp)\n\n2人の偽女王が互いに争ったり、酒場の主人が料理を出すだけでなく離婚手続きの仲介で大儲けしていたこともあったり――妙に離婚件数が多かったのはそのせいだろうか。\n\n見知らぬ人を「お母さん」と呼んで慕ったり、種や卵を結納品代わりに結婚を申し込んだり、気性の荒い騎士が特定の女性を「魔女だ！」としつこく告発し、そのたびに当人が嬉々として受け止めたりと、奇行は枚挙にいとまがなかった。\n\nしかし、そんな喧騒の裏では、ひとつの真っすぐで温かい物語が静かに紡がれていた。それは、無骨な騎士と彼が「パール」と呼ぶかけがえのない存在との絆。数々の試練、甘く切ない日々、苦しみ、そして揺るがぬ想い。2人はどんな困難も乗り越え、その愛を貫き通した。\n\n![ダイヤモンドと彼のパール](/images-opt/chrecap-0-pearl-opt.webp)\n\n王国は活気にあふれ、勇者たちは本当に冒険を楽しんでいるようだった。\n\n---\n\n### 汚染との戦い\n\nだが、物語の終幕が近づくにつれて、明るかった王国の空気は一変する。じわじわと広がる〈汚染〉――それは人々の心を歪め、大地を危機へと陥れる邪悪な力。その最初の犠牲者は、自らを〈ステインプリンセス〉と名乗った**古石ビジュー**だった。\n\n感染は瞬く間に広がり、次々と仲間を呑み込み、王国すべてを飲み込もうと迫る。絶望が影を落とす中でも、勇者たちの心は決して揺らぐことはなかった。仲間を救うためなら全力を尽くす――どれほど深く堕ちたように見えても、必ず「やり直せる」と強く信じていたのだ。\n\n![汚染に荒れ果てた大地](/images-opt/chrecap-0-ruined-opt.webp)\n\n残された勇者たちは力を合わせ、かつて共に戦った仲間を取り戻す手段を探し続ける。諦めることなく、暗闇に囚われた心へと届く〈治療法〉を求め続ける。\n\n知恵と工夫、そして混沌に満ちた冒険の末、彼女たちは大胆な作戦を編み出した。それは「汚染された者たちを騙し、自ら治療薬を使わせる」という策だった。危険な賭けだったが、見事に成功し、影は一人、また一人と消え去っていった。\n\n深く汚染に囚われたビジューでさえ、その手で救い出すことができたのだ。\n\n![治療薬を飲むビジューを見守る勇者たち](/images-opt/chrecap-0-corruption-opt.webp)\n\nほころびかけていた絆は再び固く結ばれ、\n曇っていた希望はかつてないほどに輝きを取り戻した。\n\nそしてほんのひととき、世界は再びひとつに戻るのだった。\n\n### 予想外の真実とキャプティブ\n\n華やかに見えるリベスタル王国――しかし、その奥には隠された秘密があった。勘の鋭い勇者たちは少しずつそれに気づき始め、国王に対する疑念が囁かれるようになるのだった。「彼は本当に慈悲深い王なのか？」という疑問が、静かに広まっていった。\n\nやがて〈汚染〉が鎮められると、勇者たちは最後の戦いに挑む決意を固める。今度こそ、〈ステインキング〉を完全に討ち滅ぼすために。彼女たちは力を合わせ、かつてないほどに強固な絆で〈レベレーション〉を重ね、ついにその脅威を打ち倒した。王国は歓喜に包まれ、平和が戻った――そう思われた、その時までは。\n\nだが、その時、裏切りが明らかになる。\n\n王はついに、その真の目的を露わにしたのだ。勇者たちが〈ステインキング〉を倒したことで、彼を縛っていた鎖が解かれてしまったのだった。王という肩書きは仮初めに過ぎなかった。その正体は、理解を超えた存在――〈キャプティブ〉。今まさに解き放たれ、ただひとつ「復讐」と呼ぶ破滅を遂行するために、その姿を現したのだ。\n\n![〈キャプティブ〉との戦い](/images-opt/chrecap-0-captive-opt.webp)\n\n衝撃、怒り、混乱、裏切られた痛み――あらゆる感情が勇者たちを襲いかかる。しかし、立ち止まっている暇はない。彼女たちは武器を掲げ、最後の力を振り絞って巨大な悪に立ち向かう。だが、それでも及ばなかった。〈キャプティブ〉はあまりにも強大すぎたのだ。\n\n終焉が迫ったその瞬間、どこからか声が響き渡る――「ポータルに飛び込め」と導く、謎の案内人の声が。勇者たちは迷う暇もなく、その声に従ってポータルへと飛び込んだ。\n\nこうして彼女たちの不可思議な旅路の第一章は、幕を閉じたのだった。"
    },
    {
      "title": "運命の鎖",
      "content": "## 第2章: 運命の鎖\n\n### 新たな始まり、重なる責任\n\n謎めいた声に導かれポータルへ飛び込んだ勇者たち。キャプティブの手から逃れるため、必死に辿り着いたその先で、彼女たちは時空の狭間を漂い、現実さえも曖昧に溶けていく。ようやく目を開いた先には、見知らぬ場所と――見知らぬ存在が待っていた。\n\n彼女たちを救ったのは、猫のような姿をした人形のフィアだった。フィアは勇者たちを「図書館」と呼ばれる場所へ導き、かつて旅したリベスタル王国がすべて幻だったという真実を告げる。\n\nあの幻は、「王」と呼ばれた存在を封じ込めるための器だったのだ。勇者たちが「ステインキング」を打ち倒したことで、無意識のうちにその封印を壊してしまった。そして解き放たれた真の姿――それこそが、憎悪と破滅をまとい、宇宙そのものを滅ぼそうとする存在、**アウトサイダー**（かつてのキャプティブ）だった。\n\nだが、希望はまだ残されていた。フィアは彼女たちを時の流れから引き戻し、かつて存在した「本物のリベスタル」へと導く。ここならば、まだ間に合う。アウトサイダーが生まれる前に、その運命を断ち切ることができる。勇者たち――いや、**シャイニングスターズ**こそが、未来を変える存在となるのだ。\n\n![フィアと初めて出会う勇者たち](/images-opt/chrecap-1-library-opt.webp)\n\nしかし、ひとつだけ問題があった。\n\n時間を遡る代償として、勇者たちもフィアも、大切な記憶の一部を失ってしまったのだ。アウトサイダーを止める鍵となるかもしれない欠片を――。それを取り戻すためには、また新たな試練を一つずつ乗り越えていく必要がある。\n\nさらに、フィアだけでなく、この時代のリベスタルの王女イファニア姫もまた、勇者たちに希望を託した。「ステイン」と「ルイネーション」に蝕まれゆく世界で、最後の聖域を治める姫は、天から落ちてきた星々――運命に抗うために遣わされた存在として、彼女たちを信じたのだ。「予言の書」に記された世界の終焉を語りながらも、姫は運命に屈することを拒む。勇者たちの出現は、未来を書き換えられる証拠となるかもしれない――。\n\n![イファニア姫と初めて対面する勇者たち](/images-opt/chrecap-1-princess-opt.webp)\n\nこうして、新たな旅が幕を開ける。新たな王国で、新たな運命を背負って。\n\n世界を救うために。\n宇宙を救うために。\n運命の鎖を断ち切るために。\n\n---\n\n### 職業と記憶\n\nたとえ勇者であっても――食べなければ生きられない。\n\n避難民を抱え、かろうじて成り立っている王国では、勇者たちも理想や志だけでは生きていけない。収入源が不可欠だった。前回の旅であったようなギルドは存在せず、その代わり勇者たちはそれぞれ職業を選ばなければならなかった。生存にも、冒険の進展にも欠かせない仕事だ。全部で四つの役割があった。\n\n-   **スミス** – レベレーション武器を強化するための「強化石」を鍛造する。\n-   **ジュエラー** – 体力や防御を高める「チャーム」を作り出す。\n-   **シェフ** – 冒険を支える強力な効果を持つ料理を作る。\n-   **サプライヤー** – 資源収集を効率化する魔法の道具を提供する。\n\n![ジュエラーによるチャーム作り](/images-opt/chrecap-1-charm-opt.webp)\n\nそれぞれの役割は冒険の進展に欠かせず、互いの協力は必須だった。シェフは全員の食事を担い、スミスは仲間の武器を鍛え、サプライヤーは職人を支える。もちろん、善意というよりは互いに報酬を求め合う現実的な仕組みではあったが――それでもどうにか成り立っていた。\n\n勇者たちにはあらゆる有利が必要だった。新たな土地での戦いはより苛烈さを増し、ダンジョン――いや、「スターサイト」は進むほどに危険度を増していく。そしてその奥には、彼女たちが失った記憶の欠片が眠っている。\n\nそれぞれのスターサイトは特定の勇者に結びつき、彼女たちの記憶を呼び戻していく。\n\n-   **スターサイト・エルピス** – 団結と協力を求められる試練。希望の象徴、\\_IRyS\\_ の記憶を解放する。\n-   **スターサイト・クロノス** – 容赦なく流れる時間を司る試練。時の番人、\\_オーロ・クロニー\\_ の記憶を取り戻す。\n-   **スターサイト・カオス** – 狂気と悪戯が渦巻く、夢とも幻ともつかぬ領域。混沌そのもの、\\_ハコス・ベールズ\\_ の記憶が眠っている。\n\n![スターサイト・クロノスのボス戦](/images-opt/chrecap-1-boss-opt.webp)\n\n今回のダンジョンは前よりもさらに複雑だった。迷路のような仕掛け、数多の罠、苛烈な試練――だが何よりも求められるのは、仲間との連携だった。どんなに腕が立つ勇者でも、一人では突破できない。強さや知恵だけでなく、信頼、タイミング、そして絆が試される。\n\n一つのスイッチを押すにも協力が必要。戦闘には支援が不可欠。一歩進むごとに、仲間と共に進むことが求められる。\n\nこれはただのダンジョンではない――「団結の試練」そのものだったのだ。\n\nさらに勇者たちは「図書館」に日々の日記を提出しなければならなかった。思考や体験、感情を記した記録は、失った記憶を守るための保険となる。たとえ再び記憶を失ったとしても、図書館がそれを残してくれるだろう。喜びも、悲しみも、戦いも、絆も――一日一日が、まるでページをめくるように書き残されていった。\n\n![ホットピンクワンが日記を書く様子](/images-opt/chrecap-1-diary-opt.webp)\n\nメインのスターサイト以外にも、小さなダンジョンやサイドクエストが存在し、隠された真実を明かしていった。仲間たちの記憶を取り戻すだけでなく、フィア自身の断片的な過去も少しずつ蘇ってくる。\n\nそしてその記憶から、アウトサイダーの正体と、彼の存在に深く結びついていたもう一人の謎めいた存在――**アウトランダー**の存在が明かされていく。\n\n### 名もなき剣士\n\n勇者たちがこの王国に現れるより前、すでに一人の戦士が、世界を救うという重荷を背負っていた。滅びゆく運命に抗うように、ただひたすらその剣を振るう者――彼の名は**アウトランダー**。名を持たぬ剣士だった。しかし彼は決して忘れ去られた存在ではなかった。特にイファニア姫の心には深く刻まれており、彼自身もまた姫を想っていたのだ。強く、揺るがぬ意志で「呪い」を断ち切り、「破滅の心臓」を砕こうとするアウトランダー。だが、その決意こそが、彼と周囲すべての運命を閉ざす結果となるのだった。\n\n![アウトランダーと初めて出会う勇者たち](/images-opt/outlander-meet-opt.webp)\n\nフィアが最後の記憶の欠片を取り戻したとき、アウトランダーの正体が明かされた。彼の名は――**ウォッチャー**。彼は、世界の行く末を干渉せず見届けることを使命とする「コレクティブ」の一員だった。数え切れぬ悲劇を目の当たりにしながらも、一度として手を差し伸べることはなかった。リベスタルの滅びさえも、ただ見守るだけだったのだ。だが、イファニア姫と出会った日、すべてが変わる。運命に屈せず、倒れてもなお立ち上がろうとする少女の勇気が、長く眠っていた彼の心を揺さぶったのだ。\n\n初めて、彼は誓いを破った。\n世界を救おうと――禁断の干渉をしてしまったのだ。\n\nしかし、上位の存在に逆らうには代償が伴う。ウォッチャーは罰として「偽りのリベスタル」へと幽閉された。永遠に閉じ込めるために作られた虚構の王国へと。その中で時は過ぎ、苦痛は腐り、絶望は怒りへと変わっていった。そして、勇者たちが「ステインキング」という器を壊したことで、その怒りは解き放たれ、完全な姿の**アウトサイダー**が誕生してしまったのだ。\n\n二度と同じ惨禍を繰り返させないため――フィアは勇者たちに希望を託す。もし彼女たちがアウトランダーの志を継ぎ、「呪い」を打ち倒し、「破滅の心臓」を砕くことができれば……ウォッチャーの反逆は決して表に出ることなく、アウトサイダーは生まれず、宇宙は救われるのだ。\n\n![姫とアウトランダーが勇者たちに未来を託す](/images-opt/chrecap-1-outlander-opt.webp)\n\n世界の終わりまで残された時間はわずか七日。しかし、その七日間は、勇者たちが最も得意とする「波乱」を巻き起こすには十分すぎるほどだったのだ。\n\n### 十倍濃縮されたいつものドタバタ\n\n二度目の旅には、前回より勇者が四人少なかった――「脱税」と「三叉槍窃盗」の疑いで姿を消してしまったためだ。だから今回は少しは静かで穏やかになるだろう……そう思っただろうか？\n\n――まったくもって間違いだった。\n\nほんの数日の出来事を振り返るだけで、その狂乱の規模がはっきりとわかるだろう。\n\n-   **1日目**: 職業が決まり、同盟が結ばれ、「ドーグ・パック」が結成。記憶を取り戻す者もいれば失ったままの者も。かつて恋人だった者同士が今度は姉妹に。緑の少女は姫への執着を募らせ、酒場の店主は幾度となく営業妨害に苦しめられた。\n-   **2日目**: 混沌の化身、ホットピンクの脅威が王国を席巻。階級差別主義者でブラコン、さらに酒好きの彼女は、行く先々で人間関係を破壊していく。スカーレットナイトは想い人の前で、赤っ恥をかくような振る舞いをしてしまう。\n-   **3日目**: 内輪の騒動が勃発。身内同士の波乱が巻き起こる。\n-   **7日目**: 「呪いを倒したぞ！」――その直後に始まる性別発表パーティ。そして突如として「誕生」するもの（ガス）……。\n\n……これはほんの一部にすぎない。はぁ。\n\n![鳥か？ 飛行機か？ いや、ガスだ！](/images-opt/chrecap-1-gas-opt.webp)\n\nしかし、その混沌の裏には意外なほど真剣で、胸を打つ瞬間もあった。成長、愛、そして失恋の物語。料理で人々をつなげる夢を捨てずに奮闘する、ふわふわのカフェ店主。ドジながらも真っ直ぐに歩み寄るスカーレットナイトと青の乙女の絆。騎士と魔女の複雑な恋――最初は利用から始まった関係が、騎士の優しさに触れて魔女の心を変えていく。だが愛は残酷だ。結局、二人の道は交わらぬまま分かたれる。\n\n奇妙で、美しく、そして心を揺さぶる――この旅は、そのすべてを含んでいたのだ。前の物語ほどの大所帯ではなくとも、世界はなお生き生きとし、混沌に満ち、真心に溢れて……そして何より、深く心に刻まれる物語となった。\n\n![シオリとゴナソンの最後の心からの会話](/images-opt/chrecap-1-novelgrem-opt.webp)\n\n### 深紅の宴\n\n不屈の意志と決意、そして固く結ばれた絆の力によって、勇者たちはついに「呪い」を打ち倒す。「ルイネーション」は止まり、世界は救われた。何よりも恐ろしい運命――宇宙そのものを喰らうほどの大いなる悪の誕生は阻止されたのだ。イファニア姫は歓喜し、フィアは安堵に涙を流し、アウトランダーの重荷はついに解き放たれた。王国全体が光に包まれ、祝福に酔いしれたのだった。\n\n長い戦いの末に訪れた、ささやかな、だが確かな平和。\n誰もが胸を撫で下ろし、勝利の宴を楽しむはずだった。\n\n――そう、あの瞬間までは。\n\n勇者たちのために用意された壮大な宴「勝利の宴」。杯を掲げるよりも早く、料理に手を伸ばすよりも早く、祝福の空気を切り裂くような悲鳴が響き渡る。駆けつけた勇者たちとアウトランダーが目にしたのは――地に倒れるイファニア姫の姿、そしてその上に影を落とす「呪い」だった。すでに敗北していたはずの「呪い」が、最後の力を振り絞り放った致命の一撃だったのだ。\n\nその瞬間、空間が歪み、世界に波紋が走る。\n\n響き渡る声――冷酷で、不可解で、まるで神のごとき存在の声だった。理解を超えた、神聖な裁きに包まれたその声は、勇者たちとアウトランダーを等しく断罪する。罪状は一つ。「運命に抗ったこと」だった。\n\n![イファニアの死と、運命に抗った代償](/images-opt/chrecap-1-banquet-opt.webp)\n\n神罰が振り下ろされようとしたその時――フィアが立ちはだかる。命がけの行動で、勇者たちを破滅から救い出したのだ。誰も予想していなかった残酷な展開。誰も信じたくはなかった現実。だが、心を引き裂かれるような絶望の中にあっても、勇者たちは希望を捨てなかった。\n\nこれで終わりのはずがない――まだだ。\n\n共にある限り、道は残されている。どんなに不可能に思えても、きっと乗り越えられると、仲間と共にいる限りは――そう信じていた。\n\n……それさえも、ただの願望にすぎなかったのかもしれないが。\n\n---\n\n### 炎の反逆の始まり\n\nついにフィアが真実を明かす。\n\nフィアの正体は、イファニア――リベスタルの姫その人だった。呪いに倒れたその瞬間、魂は人形に宿り、意識は時空を漂い、やがて「図書館」で目覚め、司書としての役割を担うことになったのだ。\n\n過去は変えられないのかもしれない。運命はやはり不変なのかもしれない――。\n――それでも、彼女は諦めなかった。\n\n過去が変えられないのなら、未来を変えればいい。滅びへと傾く未来を、新たな形へと導けばいいのだと。フィアは再び勇者たちに助力を願う。勇者たちは迷わず応じる。何度でも世界を救う――それが自分たちの役目なのだから。\n\n![フィアに手を差し伸べる勇者たち](/images-opt/chrecap-1-helpfia-opt.webp)\n\n……ただし、全員ではなかった。\n\nフワワ、モココ、ビジュー、ネリッサ、そしてシオリ。\nその五人は影に包まれ、前へ進むことを拒んだ。\n\n命令されることに疲れ、他人が決めた役を演じ続けることに飽き果てた彼女たちは、反逆を宣言する。呪いか憑依かは定かではない。だがひとつだけ確かなことがある。「純粋なものなど存在しない」。心に宿った反抗の炎が彼女たちを突き動かし、自分たちの道を、自分たちのやり方で切り開こうとするのだ。\n\nその先頭に立つのは――シオリ・ニャヴェラ。\n\n二色の髪を揺らし、黄金の瞳に古の叡智を宿したシオリは、すべてを知る者のように佇む。自分自身の物語だけでなく、仲間たちの物語、その結末、誰も口にできなかった真実まで。すべてを見てきたかのように――。\n\n両手を広げ、揺るがぬ声で、彼女は残された勇者たちに問いかける。\n\n![\"誰が、私たちと共に来る？\"](/images-opt/chrecap-1-shiori-opt.webp)\n\nこうして、この不可思議な旅の第2章は幕を閉じた。"
    }
  ]
}