{
  "chapters": [
    {
      "title": "Kingdom of Libestal",
      "content": "## Chapter 1: Kingdom of Libestal\n\n### Summoned, as Heroes\n\nNineteen heroes awoke in a blinding white box, confused and disoriented. One moment, they were going about their ordinary lives—the next, they found themselves surrounded by strangers just as bewildered as they were. More puzzling still, none of them could remember anything: not their names, not their pasts—nothing.\n\nThen came another strange twist. The group was transported to a castle—specifically, the royal castle of the Kingdom of Libestal. There, the _King_—who claimed responsibility for their summoning—declared them the prophesied heroes destined to save the kingdom from the encroaching threat of the Stains.\n\n![The heroes' first time meeting the King](/images-opt/chrecap-0-king.webp)\n\nThough the situation was bizarre, the heroes banded together. With their newfound powers, known as _Revelation_, they managed to temporarily halt the advance of the Stain King.\n\nAnd so, donning their Libestal cloaks, they took their first steps on an enigmatic journey.\n\n---\n\n### Guilds and Dungeons\n\nNineteen individuals, each with their own quirks and personalities… it was a lot. Naturally, they were divided into smaller groups—_guilds_—to make collaboration more manageable. There were four guilds in total, each embodying a unique philosophy:\n\n- **Jade Sword** – A beacon of righteousness and loyalty, where great threats are faced with even greater courage.\n- **Cerulean Cup** – A sanctum of healing, where empathy and devotion flourish.\n- **Amber Coin** – A haven for glory-seekers and visionaries, where closest allies can become fiercest rivals.\n- **Scarlet Wand** – A refuge for the curious, where knowledge and creativity are prized above all.\n\nWithin these guilds, unfamiliar faces became trusted companions.\n\n![The Scarlet tip-touching ritual](/images-opt/touchingtips.webp)\n\nAs they explored the kingdom, the heroes were assigned various tasks—or _quests_—to help them grow accustomed to life in Libestal. From slaying Stains and gathering resources to making an absurd amount of potato salad that somehow tanked the economy, these quests kept them busy and earned them coin.\n\nBut the most important quests, assigned by either the King or the Guildmasters, revolved around conquering _dungeons_. Each dungeon had its own unique theme and challenges, pushing the heroes to their limits—and strengthening their bonds. Upon completing each conquest, the heroes were rewarded not just with gold, but with something far more precious: a fragment of their lost memories. Specifically, a memory of one of their fellow companions.\n\nThere were five dungeons in total, each tied to a different hero:\n\n- **The Underworld Dungeon** – A dark and foreboding realm tied to death itself, holding the memories of the Grim Reaper’s apprentice, _Mori Calliope_.\n- **The Ocean Temple Dungeon** – An underwater labyrinth echoing the grandeur of Atlantis, revealing the identity of _Gawr Gura_, the mischievous Princess of the Deep.\n- **The Eldritch Horror Dungeon** – A haunting place steeped in ancient whispers and unknowable dread, tied to the priestess of the Ancient Ones, _Ninomae Ina’nis_.\n- **The Volcanic Dungeon** – A blazing inferno of fire and rebirth, housing the memories of _Takanashi Kiara_, the undying Phoenix.\n- **The Ancient Sewer Dungeon** – Unassuming in appearance but deeply significant. Within this grimy maze lay the memories of someone very special—a time-traveling detective, the brilliant _Amelia Watson_.\n\n![Memories from the conquered dungeons](/images-opt/chrecap-0-reaction.webp)\n\nAs these memories returned, so too did the heroes’ perceptions of one another. The companions they had grown to trust turned out to be legends—each one mighty in her own right.\n\n---\n\n### Capitalism and Bonds\n\nOf course, all of that barely scratched the surface of what went on in this kingdom. Our heroes, despite their supposed status as saviors (a title only a few truly lived up to), were... eccentric, to say the least. So much so that even the King himself might have questioned his decisions on summoning them.\n\nOne of them plotted a coup against the monarchy on day one. Another repeatedly mispronounced the kingdom's name as \"Lesbians\" for no reason other than, well, nothing at all.\n\nOne opened a business—FaunaMart—selling everyday goods at outrageous prices, including the highly sought-after meat and, more controversially, lottery tickets. Another opened a rival shop, NanaEleven, equally predatory. Both enterprises ran elaborate scams.\n\nOne hero got addicted to gambling, to those same lottery tickets, triggering confrontations, lawsuits, public trials—you name it.\n\n![Green capitalistic CEO setting up her shop](/images-opt/chrecap-0-faunamart.webp)\n\nThere were battles between two fake queens. A tavern keeper who not only served food but also ran a booming side business in processing divorces—because, apparently, there was no shortage of them.\n\nFrom adopting strangers as their moms to proposing marriages with seeds and eggs as dowries. From a fiery knight who kept accusing a certain woman of witchcraft—who in turn relished every accusation.\n\nYet beneath all that madness, a more grounded, heartfelt story unfolded—a bond between a humble knight and his precious pearl. A love story marked by trials, sweetness, sorrow, and ultimately, perseverance. Against all odds, they made it through.\n\n![The Diamond and his Pearl](/images-opt/chrecap-0-pearl.webp)\n\nThings were vibrant and full of life—the heroes were truly enjoying themselves.\n\n---\n\n### The Battle Against the Corruption\n\nAs the final days approached, the kingdom’s once cheerful and vibrant air took a dark turn. Corruption began to spread—an insidious force that twisted the minds of its victims and left the land in crisis. At the heart of it was the self-proclaimed Stain Princess, Koseki Bijou, the first to fall.\n\nThe infection spread quickly, overtaking more and more, threatening to consume everything. But even as despair loomed, the heroes stood firm. With hearts full of determination, they gave everything they had to save their corrupted friends. They believed—no matter how far gone someone seemed—there was always a chance to _Start Again_.\n\n![The lands ruined by the corruption](/images-opt/chrecap-0-ruined.webp)\n\nThe remaining heroes rallied together, determined to find a way to cleanse the corruption that had taken hold of their former comrades. Refusing to give up on those they once fought beside, they poured their efforts into uncovering a cure—one that could reach through the darkness and pull their friends back.\n\nThrough resourcefulness, wit, and a fair share of chaos, they devised a clever plan: to trick the corrupted into using the cure themselves. A gamble, to be sure—but one that paid off. And just like that, one by one, the shadows began to fade.\n\nEven Bijou, who had fallen deep into the clutches of corruption, was saved.\n\n![The heroes watch as Bijou drinks the cure](/images-opt/chrecap-0-corruption.webp)\n\nTheir bonds, once frayed, were mended.\n\nTheir hope, once dimmed, now shone brighter than ever.\n\nAnd for a moment, the world felt whole again.\n\n---\n\n### Plot Twist and The Captive\n\nThe Kingdom of Libestal, despite its regal exterior, held secrets—secrets that the more perceptive heroes began to uncover. Whispers and doubts about the King began to spread. Theories circulated: Was he truly the benevolent ruler he claimed to be?\n\nWith the corruption finally quelled, the heroes prepared for one last battle—to destroy the Stain King once and for all. This time, they would not merely delay him but defeat him for good. And they did. Their Revelations aligned, their bonds stronger than ever, they brought him down. The kingdom rejoiced. Peace, at last... or so they believed.\n\nBut then came the betrayal.\n\nThe King revealed his true intentions. By defeating the Stain King, the heroes had unknowingly broken the chains that bound him. The title of \"King\" was just a mask. What stood before them now was something far worse: The Captive. A being beyond comprehension, free at last, with one goal—to enact what it would call its _vengeance._\n\n![The battle against The Captive](/images-opt/chrecap-0-captive.webp)\n\nShock. Anger. Confusion. Betrayal. All these emotions surged through the heroes. But there was no time to dwell. They raised their weapons one final time and charged at the great evil. Yet it was not enough. The Captive was too strong.\n\nJust as the end seemed inevitable, a voice called out—a mysterious guide urging them to jump into a portal. With no other choice, they did.\n\nAnd so ended the first chapter of their enigmatic journey."
    },
    {
      "title": "The Chains of Fate",
      "content": "## Chapter 2: The Chains of Fate\n\n### New Beginnings, Greater Responsibilities\n\nAfter leaping into a portal to escape the Captive’s grasp—guided only by a mysterious voice—the heroes found themselves adrift in time and space, their sense of reality slipping away. When they finally opened their eyes, they were in yet another unfamiliar place, greeted by yet another unfamiliar face.\n\nThat face belonged to Fia—a talking, cat-like doll who, in no uncertain terms, had saved their lives. She brought them to a place known as the Library and explained the truth of their situation: the kingdom of Libestal, where their previous journey had taken place, was never real.\n\nIt was an illusion—one created to contain the being the heroes had called their King. By defeating the Stain King, they had unwittingly destroyed the vessel keeping this entity imprisoned. And in doing so, they had freed his true form—**the Outsider** (previously known as the Captive)—a force of hatred and ruin now set to obliterate the universe itself.\n\nBut not all hope was lost. Fia had pulled them back—back through time—to an older, real version of Libestal. Here, in the past, there was still a chance. A narrow, fading hope to stop the Outsider before he could ever come into being. The heroes—no, the **Shining Stars**—would be the ones to change fate.\n\n![The heroes meet Fia for the first time](/images-opt/chrecap-1-library.webp)\n\nHowever, there was one problem.\n\nTime travel comes at a cost. Both the heroes and Fia had lost pieces of their memories—crucial pieces that might hold the key to stopping the Outsider. Just like before, they'd need to recover them—piece by piece—through trials ahead.\n\nFia wasn't alone in placing hope in the Shining Stars. Iphania, Princess of this older Libestal, ruled over the last sanctuary of a world being slowly devoured by Stains, by corruption, by the **Ruination**. When the heroes appeared before her, she believed them to be divine—fallen stars sent to defy destiny. She spoke of the Book of Prophecies, which foretold the world's end. But Iphania refused to surrender to fate, and the arrival of the heroes seemed proof that perhaps, just perhaps, the future could still be rewritten.\n\n![The heroes meeting Iphania for the first time](/images-opt/chrecap-1-princess.webp)\n\nAnd so began a new journey. In a new kingdom. With new stakes.\n\nTo save the world.\nTo save the universe.\nTo break the chains of fate.\n\n---\n\n### Occupation and Memories\n\nEven heroes have to eat.\n\nWith the kingdom barely sustaining its refugees, the heroes needed more than just noble intentions—they needed a source of income. Unlike their previous journey, there were no guilds here. Instead, each hero selected a profession—jobs critical to both survival and progress. There were four in total:\n\n- **The Smith** – Forged upgrade stones used to enhance Revelation weapons.\n- **The Jeweler** – Crafted charms that bolstered health and defense.\n- **The Chef** – Cooked meals granting powerful buffs for their adventures.\n- **The Supplier** – Enchanted tools to boost resource-gathering efficiency.\n\n![Charm making process from a Jeweler](/images-opt/chrecap-1-charm.webp)\n\nEach role played an important part in the group’s advancement. Cooperation was essential. The chefs provided food for all. The smiths strengthened weapons others couldn’t. The suppliers fueled the craftsmen. And though it was less about goodwill and more about charging each other for services rendered, the system worked—barely.\n\nThe heroes needed every advantage they could get. New lands meant harder battles, and the dungeons—or rather, _Star Sites_—grew more dangerous with each step forward. But just like before, within those treacherous places lay fragments of what they’d lost: their memories.\n\nEach Star Site centered on a specific hero, unlocking recollections of who they were:\n\n- **Star Site: Elpis** – A realm that demanded unity and teamwork, restoring the memories of the embodiment of Hope, _IRyS_.\n- **Star Site: Chronos** – Governed by the relentless passage of time, its trials restored the memories of the _Warden of Time_, _Ouro Kronii_.\n- **Star Site: Chaos** – A place of madness and mischief, more like a fever dream than a dungeon, holding the memories of Chaos herself, _Hakos Baelz_.\n\n![A battle against the Star Site: Chronos' boss](/images-opt/chrecap-1-boss.webp)\n\nThe dungeons this time were far more intricate than before. Each one was a labyrinth of puzzles, traps, and trials—but above all, they demanded one thing above everything else: teamwork. No lone hero could tackle them alone. Even if someone possessed the skill to survive on their own, the challenges were designed to test not just strength or wits, but trust, timing, and synergy.\n\nEvery switch required coordination. Every battle demanded support. Every step forward was a step together.\n\nThese weren’t just dungeons—they were trials of unity.\n\nIt was also required for the heroes to submit daily diary entries to the Library—records of their thoughts, experiences, and emotions. These entries served a critical purpose: to archive their memories. In the event they ever lost them again, the Library would act as a safeguard, preserving fragments of their identities, relationships, and choices. Every joy, every sorrow, every battle and bond—they were all written down, page by page, day by day.\n\n![The Hot Pink One noting down her day](/images-opt/chrecap-1-diary.webp)\n\nBeyond the main Star Sites, the heroes also undertook smaller dungeons and side missions that unveiled hidden truths. Not only did they recover the memories of their companions—they slowly began to restore Fia’s fragmented past as well.\n\nAnd with those memories came revelations about the true nature of the Outsider—how his existence was deeply intertwined with another mysterious figure: the Outlander.\n\n### The Nameless Swordsman\n\nBefore the heroes arrived in this kingdom, there was one who had already taken up the burden of saving the world—offering his blade in service to a doomed cause. A mysterious swordsman, known only as **the Outlander**, stood alone. Though nameless, he was far from forgotten—especially by the Princess, who held great affection for him, and he, in turn, for her. He was powerful, resolute, and driven by the will to destroy the Curse and shatter the Heart of Ruin. But that very determination sealed his fate—and everyone else’s.\n\n![The heroes meeting the Outlander for the first time](/images-opt/outlander-meet.webp)\n\nAs Fia recovered the last fragments of her memory, the Outlander’s true identity was revealed: **The Watcher**, a member of the Collective, whose divine purpose was to observe the fates of worlds without interference. He had seen countless tragedies unfold—including Libestal’s—and never lifted a finger. But something changed the day he met Princess Iphania. A girl with a fire in her heart, who refused to surrender to fate, who stood tall when all others had fallen. Her courage stirred something long dormant within the Watcher.\n\nFor the first time, he broke his oath. He intervened.\n\nHe tried to save the world.\n\nBut defying a higher being came with a price. As punishment, he was imprisoned within a fabricated kingdom—a false Libestal designed to contain him for eternity. Time passed. Pain festered. Despair turned to rage. That rage took shape when the heroes unknowingly freed him by destroying the vessel of the Stain King, releasing the full wrath of the Outsider.\n\nTo prevent such devastation from ever happening again, Fia placed their hopes in the heroes. If they could finish what the Outlander started—defeat the Curse and destroy the Heart of Ruin—the Watcher’s defiance would never come to light. The Outsider would never be born. The universe could be saved.\n\n![The Princess and the Outlander entrust the heroes with the world's fate.](/images-opt/chrecap-1-outlander.webp)\n\nThough the end of the world loomed just seven days away, those seven days were more than enough for the heroes to do what they did best—stir things up.\n\n### Your Usual Shenanigans, Tenfold\n\nWith four fewer heroes on this second journey—those lost to tax evasion and alleged trident theft—you’d think things would be calmer. Perhaps even quieter.\n\nOh, how wrong that assumption was.\n\nLet’s sample just a few days to illustrate the magnitude of the madness:\n\n- **Day 1**: Jobs were chosen. Alliances formed. A “Dawg Pack” was established. Some remembered their pasts, others didn’t. Former lovers were now siblings. A green lady grew dangerously obsessed with the Princess. A tavern owner’s business suffered repeated sabotage.\n- **Day 2**: Chaos incarnate, the hot pink menace, a classist, brocon, and alcoholic pink, began causing relationship destruction wherever she went. An embarrassing fumbling performance of a red knight in front of her crush.\n- **Day 3**: Incest.\n- **Day 7**: \"We defeated the Curse!\" — immediately followed by a gender reveal party, complete with spontaneous birth (of gas).\n\nAnd that only scratched the surface... _Sigh_.\n\n![It's a bird! It's a plane! No, it's gas!](/images-opt/chrecap-1-gas.webp)\n\nHowever, beneath the mind-melting absurdity were moments of surprising sincerity. Genuine stories of personal growth, love, and heartbreak. A determined, fluffy café owner who held tight to her dream of connecting people through food. The steady development of a bond between the aforementioned fumbling red knight and a blue maiden. A complicated romance between a humble knight and a witch—a love that began as manipulation, only for the witch to be moved by his kindness. But love, as always, was cruel. In the end, their paths had to diverge.\n\nWeird, wonderful, emotional—the journey was all of it. Even without the full ensemble from the first tale, the world remained alive, chaotic, heartfelt... and deeply unforgettable.\n\n![Shiori and Gonathon's last heartfelt conversation with each other](/images-opt/chrecap-1-novelgrem.webp)\n\n### The Crimson-Colored Banquet\n\nThrough sheer will, determination, and the strength of their unbreakable bonds, the heroes banded together to defeat the Curse once and for all. The Ruination was stopped. The world was saved. More importantly, a cruel fate had been averted—one that would have given birth to a great evil capable of consuming the entire universe. The Princess was overjoyed. Fia was elated. The Outlander's burden was finally lifted, and the kingdom basked in the light of celebration.\n\nAt long last, everyone could breathe a sigh of relief and savor a rare, well-earned moment of peace.\n\nA grand banquet awaited—the Victory Banquet—held in honor of the Shining Stars, the saviors of the world.\n\n...\n\nBut before the first glass could be raised, before a single bite of the celebratory feast was taken, a blood-curdling scream pierced through the joyous atmosphere. The heroes and the Outlander rushed toward the source—only to find the Princess lying lifeless on the ground. Looming over her, the Curse, barely clinging to existence after its defeat, had struck one final, devastating blow.\n\nAnd then, a ripple tore through the space around them.\n\nA voice—cryptic, cold, and godlike—echoed across the room. A being beyond comprehension, cloaked in divinity and judgment, spoke with grim finality. It condemned the heroes and the Outlander alike, declaring their sin: the audacity to defy fate itself.\n\n![Iphania's death and the price for defying fate](/images-opt/chrecap-1-banquet.webp)\n\nJust as divine punishment was about to be dealt, Fia intervened. In a desperate act, she saved the heroes from the impending doom. No one had foreseen such a cruel twist. No one wanted to believe what had just happened. But even in the face of heartbreak and despair, the heroes still clung to hope.\n\nThis couldn't be the end—not yet.\n\nAs long as they remained together, there was still a chance. No matter how insurmountable the odds, they believed they could overcome anything. As long as they were united...\n\nThough, perhaps even that was wishful thinking.\n\n---\n\n### The Start of a Fiery Rebellion\n\nFia revealed the truth at last.\n\nShe was Iphania—the Princess of Libestal. When the Curse struck her down, her soul became bound to her plush doll, and her consciousness drifted across time and space until she awoke in the Library, assuming the role of its Librarian.\n\nPerhaps the past couldn't be changed. Perhaps fate truly was immutable. But even so, she wasn’t ready to give up. If they couldn’t alter the past, then they would try to shape the future—a future that teetered on the brink of total annihilation.\n\nShe asked for their help once more. And, without hesitation, the heroes answered. They were heroes, after all. If the world needed saving, they would rise to the call—no matter how many times it asked.\n\n![The heroes lend their hands to Fia](/images-opt/chrecap-1-helpfia.webp)\n\n…Except, not all of them stepped forward.\n\nFuwawa, Mococo, Bijou, Nerissa, and Shiori remained behind—shrouded in shadow.\n\nThey refused.\n\nTired of being ordered, tired of playing roles dictated by others, they declared rebellion. Whether cursed or possessed was unclear, but one thing was certain—the fire of defiance now burned in their hearts, \"nothing stays pure\" after all. They would forge their own path. Do things _their_ way.\n\nAt the head of it all stood Shiori Nyavella.\n\nTwo-toned hair flowing, golden eyes gleaming with ancient knowledge, she stood like someone who knew everything—who had seen everything. Not just her own story, but everyone’s. The scripts. The endings. The truths no one else dared acknowledge.\n\nWith her arms outstretched and her voice steady, she asked the remaining heroes just one question:\n\n![\"Who's with us?\"](/images-opt/chrecap-1-shiori.webp)\n\nAnd thus marked the end of Chapter Two of this enigmatic journey."
    }
  ]
}