{
  "bae-journal-c2d1": {
    "title": "ベイの日誌: 1日目",
    "content": "**1日目**\n\n今日は、リベスタルの地へと再び呼び戻された……。\n\n今日の引き当て: 0/4\n残りコイン: 9\n\nペイザンの魂に忠実でいられた自分を、ちょっと誇らしく思う……。\n\n署名:\nペイザン・ザ・ベイ",
    "category": "journal-c2"
  },
  "bijou-journal-c2d1": {
    "title": "ビジューの日誌: 1日目",
    "content": "**日誌 1日目**\n\n元・プリンセス\n古石・ビジューの記録\n\nこの世界には……すでに姫がいる。\nじゃあ、私には……存在する意味があるのだろうか？\n\nいや、私たちは世界を救うためにここへ来たんだ。肩書きや形式ばったものは後回し。\n今は――仕事を見つけなくちゃ。\n石たちが私を呼んでいる。胸に埋め込まれた宝石が、周囲の石と共鳴しているみたいに。\n\n私は自分を「ジュエラー」と呼ぶことにした。新しい上司であるロアのもとで修行中。\n彼女はとても優しくて、この仕事についてたくさんのことを教えてくれる。\n\n彼女に誇りに思ってもらいたくて、「ガチャーム」ショップを建て始めた。\nモココや私の姉と一緒に、この世界で商売を成功させたい！\n\n今日はたくさんの面白い人たちと出会った。\nその中の何人か――上司を含めて――は、自分の過去を覚えていないようだ。\n\nけれど私は……過去の試練の記憶に縛られている。\n今回は間違いを正し、この世界を救いたい……破滅させるのではなく。\n\nあっ！　今日は友達もたくさんできた！\nその中には、かつてのSCと結んだ血の誓いも……。\n\n今は彼女を「お姉ちゃん」と呼ばなくちゃいけない。\nでも、そう呼ぶと彼女は嬉しそうで、何かをくれる気になってくれるみたい。まあいいや、私も一緒にいるのが楽しいから \\:D\n\n明日が何をもたらすのかはわからない。\nでも胸の中には希望がある。\n7日後、異世界から来た私たちが力を合わせれば、この世界を本当に救えるはず――いや、救わなきゃいけない。\n\nさて、明日はどんな一日になるだろうか。\n\n――元・プリンセス\n古石・ビジュー\n1日目／7",
    "category": "journal-c2"
  },
  "calli-journal-c2d1": {
    "title": "モーダンの日誌: 1日目",
    "content": "**Day 00001**\n\n親愛なるルフィへ、\n\n今日は、とても奇妙な旅の始まりだった。\n元・酒場の主人としての私は、シェフになる夢を叶えるため――まずは建築家として奮闘した！\nそのおかげで、酒場はもうほとんど完成に近い。\n\n冒険も少しこなした。依頼掲示板に載っていたクエストをすべて片付けたんだ。\nただ、クエストマスターは……延々と韻を踏んでるだけだったけどな……。\n\nゴナサンは俺の犬だ。ほかにも犬を作った！　犬は人生の相棒だ！\nオレンジ色の女性たちはとても美しい。\nシオリが俺の店の隣に店を開いたのは、最初は楽しかった。だがそのうち、俺の商売を独占し始めやがった！！\n彼女はケーキしか出さないから大した脅威じゃないんだが……いや待て、店は俺の敷地内なんだ。なら家賃を払うべきじゃないか？\nしかも今や他の食べ物まで売り出してる始末……。\n\nだから俺は、500コインの賃料を払うまで彼女の店を追い出した。\nもしくは、自分で建てればいいんだ！！ >:{\n\nさらにあのホットピンクの奴まで、俺の階段の前に堂々と店を構えやがった？！\nさすがに驚いたぞ！　家賃を請求してみたが、彼女はさっと場所を移してくれた。ふぅ！\n\nまあ、いい。許してやる。\n\nなにせ彼女と俺は……特別な秘密を共有しているからな……。",
    "category": "journal-c2"
  },
  "cecilia-journal-c2d1": {
    "title": "イマーカインドの日誌: 1日目",
    "content": "**カインドネス I**\n\nイマーカインドの日記。\n\n今日は優しさに恵まれた一日だった。\n心の中にも、周りにも、優しさを感じる。\n\n私はこの優しさを広めたい。\nそしてカップルを引き離したい！ 優しさのために！\n\n親切ないとこに出会い、さらに心優しい気持ちになれた。\nほかにも、たくさんの優しい魂に出会った。\nHPOのオリバーや、私のプリンセスたちのように。\n\nただ、あのペイザンは信用できない……。\nけれど、この優しい心で違いを受け入れようと努めている。今のところは。\n\n願わくば、優しさがすべての心に触れますように。",
    "category": "journal-c2"
  },
  "fuwawa-journal-c2d1": {
    "title": "フワワの日誌: 1日目",
    "content": "**-01-**\n\nすべてがふわふわしていて……懐かしい……。\n\nリベスタル……レベレーション……ステイン……。\nあの時何があったのか、ぼんやりとしか思い出せない。\nあの頃はステインキング、そして今はアウトサイダー……。\n\n「シャイニングスター」と呼ばれる存在に、私なんかがふさわしいのだろうか……？\n今は冒険の真っ最中……。冒険は、親しい仲間と一緒に楽しむもの――子犬の頃に夢中で読んだ物語には、いつもそう書かれていた。\nなのに……私はいつもひとり。\n\n隣に誰もいない……。\n胸の奥が空っぽで、何かが欠けている気がする。でも、それが何なのかは分からない。\n\n私はまだ子犬で、強くもないし、欠点だってたくさんある。\nそれでもいつか、仲間たちが一緒に大きな冒険をしたいと思ってくれるような「魔犬」に成長したい。\nもしかしたら、一流のシェフになれたら……この胸の奥の寂しさも変えられるかもしれない。\n\n自分の手で作った料理が山ほど並ぶ食卓。\nそこに座る仲間たち。お腹いっぱいで笑い合う声。\n――それが、私の夢！！\n\nそしてその日が、アウトサイダーを探し、この謎を解き明かす旅の果てに訪れるのかもしれない……。\n何があっても前向きでいるんだ！！ バウバウ……。",
    "category": "journal-c2"
  },
  "gigi-journal-c2d1": {
    "title": "ゴナソンの日誌: 1日目",
    "content": "**1日目**\n\nこの奇妙な王国での一日目。\n\n壁も、大地も、空気も、人々も――どこか懐かしく感じる。\n\n一緒にここへ来たみんなのことも、どこか知っている気がする。\n\n中には私を覚えていて、「騎士だった」と語る者もいる。\nけれど、深く心がつながっているはずなのに、まったく私を覚えていない者もいる。\n\nこれは何か意味があるのだろうか。\n\n私自身も、ほとんど何も覚えていない。\n\n他の者たちは「優しかった」と言う。だが本当にそうだったのだろうか？\n私は本当に謙虚な騎士だったのだろうか？\nもしそうなら、大切な記憶を忘れるなんてありえないはずだ。\n\nこの旅が終わる頃には、すべてを思い出せているだろうか。\n\nリベスタルの英雄であり、記憶をすべて保持しているというモーダン（？）・ラムジー――名前の綴りはよく分からないが――が言っていた。\n\n「俺たちは記憶のために戦っている！ 記憶を探し求めているんだ！」と。\n\nならばきっと……戦い続ければ、失われたものを取り戻せるはず。\n\nゴナソン・G.",
    "category": "journal-c2"
  },
  "ina-journal-c2d1": {
    "title": "イナの日誌: 1日目",
    "content": "**1日目**\n\n勇者ニノルナの冒険、1日目。\nニャオニャオ。\n\n気がついたら、私たちは過去にいた。\nニャオニャオ。\n猫が「失くした記憶を探せ」と言った……いや、あれは私の記憶だったのか……忘れちゃった……。\nニャオニャオ。\n\nかなり強い……短い間なら限界を超えられるくらいに……。\nニャオニャオ。\n\n今日はできることはすべてやった。だから明日は、勇者ニノルナにさらなる挑戦が訪れるといいな……。\nニャオニャオ。",
    "category": "journal-c2"
  },
  "irys-journal-c2d1": {
    "title": "ホットピンクワンの日誌: 1日目",
    "content": "**HPOの日々の記録**\n\n1日目\n今日は良い一日だった。\n\nデイリークエストを終えた。\nシェフになった。\n\n爆発しかけたウッターを救った。\n\nリベスタルの人々のために、ケーキの値段を下げている。\n\nショップ付きの家を建てた。家は、この地で一番魅力的な人物を模してある。\n\n私の永遠の伴侶は、昔から変わらず一番かわいい存在。\n彼女の誕生日――本人はまだ教えてくれてないけれど――に、特別な贈り物を買うつもりだ。\n\n彼女はきっと、この地で一番幸せな伴侶になるだろう。\n願わくば、もし私の秘密の趣味が知られてしまっても、彼女は許してくれるはず。\n彼女はいつだって、私にとって第一の存在だから。\n\nそれから、私には「お兄ちゃん」と呼んでくる弟がいる。\n「だいすき」って一言言えば、私がなんでも言うことを聞くと思っているらしい。愚か者め。\n\n……とは言うけれど、実のところ「お兄ちゃん」と呼ばれるのは嫌いじゃない。\n理由はよくわからないけど、響きが心地いいんだ。\n\nイマーカインドは、記憶をなくす前の私の名前は「オリバー」だったと言っていたが……正直、全然覚えていない。\n\nあのペイザンには独特の“獲得した香り”があるらしいが、私はまだ身につけていない。\n\nタミーは私の秘密の趣味。\n彼女は私を「ピンキーパイ」って呼ぶ（もしかしたらスペルはピンキーかも？よく分からない）。\nそのあだ名に深い意味があるのかどうかも、私にはわからない。",
    "category": "journal-c2"
  },
  "kiara-journal-c2d1": {
    "title": "シャキーラの日誌: 1日目",
    "content": "**優しさの物語**\n\nLieber Tagebuch（親愛なる日記へ）\n\n今日から、私の人生には二倍の意味が宿った。\nどうやら前の時代の終わりには、私は眠っていて大きな出来事を見逃してしまったようだ。\nけれど今、私は多くの知識を得た。この力で、できる限り優しさを広め、資本主義を制御していこうと心に決めた。\n\n優しさといえば、今日はいとこのセシリア・イマーカインドに会った。……少なくとも私は、彼女をいとこと思っている。なぜなら彼女もまた、できる限り優しくあろうとしているからだ。その姿がとても好きだ。\n彼女は私の慣習に親しんでいるように思えたので、いとこの間では当たり前のこととして、彼女がキスを望んでいると解釈して実行したのだけど……どうやら驚いて、顔を赤らめていた。\nでも、きっと嫌ではなかったはずだ。\n\nところで、私は今日、スミスになった。\n\nこの地では今、仕事市場が急成長していて、多くの人が新しい職を始め、大金を狙っている。\nだから私は優しい騎士として、庶民を資本主義から守るのが務めだと思い、一日中優しさを広めることに全力を注いだ。\nもし人々が依頼をこなせないほど困窮していたら……この厳しい世界でどうやって強くなり、生き残れるというのだ？\n\nだから私は、自分のサービスを素材代だけで提供し、本当に困っている人がいれば、無償で助けるつもりだ。（なんというお得な話だ！）\nそれこそが高貴なる騎士の道。\n\n騎士といえば、今日は騎士仲間のエリザベス・ブラッドフレイム卿と再会した。\n\n彼女はいつだって計り知れないほどの誇りを示してくれる。\nそして私たちは、共にスミスとして手を取り合い、拠点を築くことを決めた。\n\n気づけば一日の終わりに、彼女はもう半分以上を建て上げてしまっていた。私の助けなしにだ。驚くべきことだ、フザー！\n\n明日は必ず私も手を貸そう。そして彼女に、もっと大きな寝室――いや、彼女が「トイレ」と呼んでいる部屋を――用意してあげたい。あの部屋を本来のトイレとして使えるように、ぜひ。\n\n一日の終わり、私は朝より八倍も強くなり、フェニックスソードも三倍の力を得た。\nこれでどんな挑戦にも立ち向かえ、庶民や仲間の冒険者たちを守れるだろう。\n\nみんなの日記を読むのが本当に楽しみだ!!!!!!!!!!!!! フザー！\n\nGute Nacht（おやすみ）。",
    "category": "journal-c2"
  },
  "kronii-journal-c2d1": {
    "title": "タムの日誌: 1日目",
    "content": "**1日目**\n\n長い夢から目を覚ました。けれど、その内容はどうしても思い出せない。\n自分の名前も過去も覚えていないけれど、人々は私を「タム・ガンドル」と呼んでいる。だからきっと、それが私の名前なのだろう。\n\nどうやら私は女王だったらしい。……でも、貧しさにあえぐ女王なんているだろうか？\n私はただ、静かに暮らし、自分をそのまま受け入れて生きていきたい。\nいつの日か、自信に満ちて、美しく、謙虚で、そして――裕福になれたらいい。最後の一つが一番大事。\n\n今は自分の店と家を建てているところ！ とても楽しみだ。\n小さな始まりから、大きな未来へ。",
    "category": "journal-c2"
  },
  "liz-journal-c2d1": {
    "title": "エリザベスの日誌: 1日目",
    "content": "**騎士の記録 0001**\n\n私の名はエリザベス・ブラッドフレイム。\nジェイドソードの騎士。師はヴィリディス。\nこうして名を記すのは少し奇妙かもしれないけれど、忘れてしまわぬように――そうするのが一番だと思うから。\n\nここは新しい地。過ぎ去った過去の地でもある。\n時を越える、不思議な旅の最中だ。\n\n王に、そして今は姫に命じられ、再び備えを整えなければならないようだ。\n気づいたことがある――いくつかの心が絆を忘れてしまっている。小さなものさえ。\n目の前で忠誠が消えていく様を目にするのは、奇妙で、まるで時間に呑み込まれていくようだ。\n\nフィアとは何なのか……\nなぜ多くが忘れてしまったのか……？\n\n妹のモココも、記憶をなくしてしまった。\n傷を忘れられたのなら、それは良いことなのかもしれない。\nけれど、私はやはり欲深い。姉でありたいと、まだ願ってしまうのだ。\n\n彼女に思い出させようとした。私たちがどうであったかを。\nだが彼女の瞳は、私を知らぬ目をしていた。\nきっと、いくつかの絆は、ほつれたまま放っておけないほど尊いものなのだろう。\n\n前の地では、私はロミオと呼ばれていた。\nだがその名を退けた。務めの重さに、そんな愛称の入り込む余地はないと思っていたから。\nけれど今になって思う。もしかしたら、一瞬で奪われてしまう剣戟のように、愛おしい瞬間はほんの少しでも大切にすべきものだったのかもしれない、と。\n小さなことを愛おしむ術を学んだのだ。なぜなら、それらはいつでも消えてしまうものだから。\n\n---\n\n仲間たち――たとえ迷い、失われても、私は彼らをそう呼ぶ。\n彼らが傍にいてくれることが嬉しい。\n少なくとも「偉大なる不死鳥」は覚えていてくれる。その温もりを確かに感じる。\n\n私たちは「シャイニングスターズ」と呼ばれていた。\nきっと意味があるのだろう。その輝きは「啓示」なのか？\nこの旅を通じて、本当にその名が示すものを知りたいと思う。\n\n答えが訪れるその時まで――\n私の傍にはソーンがあり、騎士としての誓いがある。\n\n語られぬ記憶のために。\n\n忘れ去られたもののために。\n\nそして、誇りのために！\n\nエリザベス・ブラッドフレイムの手記より。",
    "category": "journal-c2",
    "hasAudio": true
  },
  "mococo-journal-c2d1": {
    "title": "モココの日誌: 1日目",
    "content": "**モココ Day 1**\n\n1日目:\nロアと古石・ビジューと一緒に、新しいビジネスを始めたよ！\n私たちはパートナーになって、新しいジュエリー会社を立ち上げたんだ。\nでも、いくつかトラブルがあって……。ビジューの姉のイナが、私たちの作品の市場価値を下げるようなことをしてるの！\nできればこの問題でちゃんと分かり合って、彼女にも一緒にビジネスに加わってほしいな……。\n\n少しずつ、でも確実にジュエラーとして腕を上げてる。\nでも全部は、美しくて豪華な富に近づくため！！\nぜったいにこの手でつかんでみせる！\n\nつかむんだ、この手で！！\n\nそれから、お姉ちゃんのエリザベスに会ったんだ！！\nちょっと不思議な再会だったけど、これからもっと一緒に過ごせるのが嬉しい。\nバウバウ。",
    "category": "journal-c2"
  },
  "nerissa-journal-c2d1": {
    "title": "ネリッサの日誌: 1日目",
    "content": "**日誌 1日目**\n\n親愛なるロアキーパーへ\n\n今日、私はシェフになることを決めた。\n正直に言うと、リベスタルを救えるほどの力が私にあるかは分からない。\nでも少なくとも、料理で人を幸せにできることだけは分かっている。\n\n私は英雄じゃない。ただ夢を抱いた小さなシェフ。\nだから、ぜひ私の料理を味わいに来てほしい。\n建築エリアの奥――グロウストーンの道を辿れば――「ニブス・ン・ノブス」へようこそ。\nお腹いっぱいになるまで楽しんでね :)\n\n敬具\nネリッサ・ジュリエット・ブラッドフレイム",
    "category": "journal-c2"
  },
  "raora-journal-c2d1": {
    "title": "ロアの日誌: 1日目",
    "content": "**ロア・パンドラ**\n\nロア・パンドラの日記\n\n**1日目**\n\n自分が誰だったのか思い出せない。\n人々は私を「クイーン・マリオ」と呼んでいたけれど……忘れちゃった!!!\n\nだから、新しい人生を「ロア・パンドラ」という名前で始めることにした。\n名前の響きがカッコよかったし！ それに、古石・ビジューとモココと一緒に「チャーム」ビジネスも始めたんだ！\nきっと上手くいくはず！ それに……私は大量のお金を稼ぐぞ!!!\n\nしかも今はニノルナも仲間に加わってくれた。もう私たちは止められない!!!\n\nちなみに、明日からは「ガチャーム社」のCEOとして全力で頑張るつもり!!!\n\nチャームが欲しいなら、私か社員に声をかけてね。\nベースチャームは150コイン！\n\n新しい旅を始められて、とても嬉しい。\n全力でがんばるぞ!!!\n\nそれじゃあ、またね。\nロア・パンドラ ― ガチャームCEO",
    "category": "journal-c2"
  },
  "shiori-journal-c2d1": {
    "title": "シオリの日誌: 1日目",
    "content": "**1日目**\n\n**もう取り繕う必要なんてない、そうでしょう？**\n\n覚えている者もいる。\n\n断片的に。\n\nまったく覚えていない者もいる。\n\n記録を確認した。特に重要なことは残されていなかった。\n\n「アレ」を与えることも考えたが、やめておいた。\n\nどうせすぐに消えてしまうかもしれないから。\n\nただ、見て、観察するだけにする。\n目立たないように、期待されない仕事を選んだのもそのため。\n\nこの物語には、あらかじめ「壁」があるように思える。\n\nもしそれを壊せば、台本そのものが崩れてしまうのだろう。\n\nだから、うまくやらなくては。\n\n私は好奇心から、この世界の「死」の仕組みを試してみた。\n死んでも――留まらなかった。\n\n\\\n\\\n\\\n\\\n\\\n\\\n\\\n\\\n\\\n見えているよ。",
    "category": "journal-c2"
  },
  "bae-journal-c2d2": {
    "title": "ベイの日記: 2日目",
    "content": "**PBの2日目**\n\n2日目\n\n今日は初めての感覚を味わった……。\n\n胸の奥がぎゅっと締めつけられるようで……。\n\n体の物理法則そのものを変えてしまうような飲み物を口にしたんだ。\n\n母はいつもこう言っていた。\n「いつか必ずこの日が来る」と。\n\n大きな喪失のあと、人は酒に溺れるものだと。\n\nけれど、暗闇の中だからこそ、何かが芽吹く時もある……。\n\nそう、それは――\n\n恋の可能性……。\n\n風の匂いが変わった気がする。\n\n答えを知るのは、時が経ってからだろう……。\n\n今日のガチャ: 0/3\n残りコイン: 2306\n\n署名：\nペイザン・ザ・ベイ",
    "category": "journal-c2"
  },
  "bijou-journal-c2d2": {
    "title": "ビジューの日記: 2日目",
    "content": "**日記 2日目**\n\n元・プリンセス\n古石・ビジューの手記\n\nなんて素晴らしい一日！\nもしかしたら私は「カスタマーサービス」に向いているのかもしれない！（ゴナサン・Gがそう呼んでいたはず！）\n\n「ガチャーム」がついに営業準備完了！\n昨夜は、この世界でも「ガチャ」の楽しさを味わってもらえるように時間をかけて整えたんだ。そしてとうとう、私の夢が形になった！\n\nたくさんのお客さんが訪れてくれますように――心からそう願っている。\n\nそれにしても、上司と妹、それからバウおllllllllll……あ、ごめんなさい。何が起きたのかわからないけど、一瞬だけ邪悪な獣に取り憑かれたみたいだった……。\n\nともかく、一緒にお店を営めるなんて光栄なこと！\n\nそして今日は初めてのダンジョン探索！\n素晴らしい仲間たちと一緒だったから、とても軽やかに突破できたよ！\nでも……その後、不意に「お兄ちゃん」の記憶が一気に蘇ってきたの。まさかあんな大酒飲みだったなんて……。\n\nでも大丈夫！\nそのあと「お兄ちゃん」が仲間たちと一緒に、私を初めてのお酒に連れて行ってくれたんだ！\n聞いてる？ 日記さん！　私もついに「イケてる子」たちの仲間入りだよ！\n\n……けれど残念ながら、その「カッコよさ」は長く続かなかった。\n怪しいお酒の影響に勝てず、眠気に襲われてしまって……。\n倒れた丸太のように、地面にバタン！　しかも「お兄ちゃん」とその仲間たちの目の前で……。\n\nそして今、目を覚ましたら……誰もいない野原の真ん中で、頭に小さなたんこぶをつくってた。\n\nなんて恥ずかしいの……。\n明日はもっと良い日になりますように。\n\n― 元・プリンセス\n古石・ビジュー\n2日目／7",
    "category": "journal-c2"
  },
  "fuwawa-journal-c2d2": {
    "title": "フワワの日記: 2日目",
    "content": "**-02-**\n\nこの場所にも少しずつ慣れてきた気がする。もしかしたら、私自身も少し成長してるのかも……。\n\n今日はネリッサ（別名マスタード）、エリザベス、イマーカインドと一緒に冒険できて、とても嬉しかった！\n決して簡単なダンジョンじゃなかったけど、みんなで力を合わせて突破できたんだ！\n\n新しいレシピもたくさん覚えたし、なにより……ついにお店をオープンできた！！\n私の夢が叶ったんだ！！\nでも……誰も来てくれなかったらどうしよう。誰も私の料理を食べてくれなかったら……。それでもいいのかな……。\n\n……いや、よくない。\nだって私は褒められたい。みんなに笑ってほしいんだ！！\nでも、ほかのシェフたちと比べると……私なんてまだまだ全然。\n自分の鍋のことだって詳しく知らないし、食材の育て方も、料理ギルドや規則についてもよく分かってない……。\n\nそれでも、私は前向きでいたい。\nそしていつか――私の料理と、みんなの優しさを通じて、自分に自信を持てるようになりたい……。\nばうばう……！！",
    "category": "journal-c2"
  },
  "ina-journal-c2d2": {
    "title": "イナの日記: 2日目",
    "content": "**2日目**\n\n勇者ニノルナの2日目\n\nニャオニャオ\n\n今日は新たな旅に出た。記憶を求めて……その……鎖……記憶の……。\n\nニャオニャオ\n\n大切な伴侶が、もしかすると少しお酒を飲みすぎるタイプだと知ってしまった。10杯目を超えたあたりからのことは……口に出すのもはばかられるけど……。\n\nニャオニャオ\n\nでも大丈夫。私は彼女にお守りを贈ったんだ。私の心の一部を込めて……この危険な時代を少しでも無事に乗り越えられるように。\n\nニャオニャオ\n\nこれからも他の人々の記憶の欠片を集めるまでは……私は「勇者」として――みんなに必要とされる存在であり続ける。\n\nニャオニャオ",
    "category": "journal-c2"
  },
  "irys-journal-c2d2": {
    "title": "ホットピンクワンの日記: 2日目",
    "content": "HPOの日記\n2日目\n\n今日は最高の一日だった。\n\nリベスタルには予定よりも長く滞在することになった。\n\n伴侶や仲間たち（農民も含む）と一緒にエルピスダンジョンを攻略し、協力することの大切さ、そして大量の食料を持つことの重要性を身に染みて理解した。\n\n二つ首のドラゴンは本当に恐ろしかった。シェフ役が私でよかった。インベントリにしっかり料理を仕込んでおいて助かった。\n\nジュエラーたちが「宝石ガチャ」でみんなの財産を巻き上げようと企んでいたことも知った。でもありがたいことに、私のゴールドを安全に守れる繋がりを作ることができた。\n\nお店では40ゴールドの売り上げを得た。まあ、その40ゴールドは友人の同情からだけどね。とはいえ、商売は商売だ。けれど学んだんだ。私の料理の価値は単なる金額じゃない。ほかの人の職業やサービスと物々交換することもできるんだ。\n……正直、店なんてどうでもいい。私は気にしない。\n\nイマーカインドに誘われて、小川に行った。農民、淡いピンクの猫、そして弟も一緒だった。みんなで「ステインソウル」を夜明けまで飲んで、酒の勢いで打ち解けたんだ。イマーカインドが農民のそばを通るたびに小声で「農民」と呼んでいたのはちょっと気になったけど……。でもその後、彼女が農民と妙に親しげに絡む様子を見て、「まあ大したことじゃないんだな」と理解した。いつか二人のデートを目撃できる日が来るのだろうか。\n\n子孫を残したら、それも「農民」になるのかな？　それが真の疑問だ。\n\n川辺での集まりを通して、淡いピンクの猫とも仲良くなれた。そして彼女のお腹をいつも満たして、まんまるにしてあげると誓った。なんて幸運な猫なんだろう。私の料理が一級品だと、彼女も分かっているはず。\n\n今日は大量のステインを討伐した。気づけば合計6293コインを手にしていた。この貯金はすべて、永遠の伴侶に贈る豪華なプレゼントのため。喜んでくれるといいな。\n\nあ、今ペイザンがログインしたみたい。きっと日記を書くのを忘れてたんだろう。\n\n弟にも会ったけど、お酒にかなり弱くて心配になった。立派な「お兄ちゃん」としての務めを果たすために、豪華なプレゼントを贈っておいた。チョコレートケーキを10個くらい。昨日、何度も「ケーキが好き」って言ってたからね。\n今日は「ダイスキ」とは言われなかったけど……まあ、それはそれでいい。搾取されなかったってことだし。贈り物で喜んでくれるといいな。ちなみに誕生日は明日だと伝えておいた。見返りを期待してる。\n\n仲間たちは一人また一人と抜けていき、気づけば私は残酷な世界にひとりきり。\n\nそんなときに現れたのがタミーだった。今では「サファイア」と呼んでいる。心の中では「サフィー」と呼んでるけどね。彼女は素晴らしい相棒で、一緒にエルピスダンジョンを攻略した。実際、かなり私が引っ張ったんだけど。\n\n一日の半分くらいは卵を求めてニワトリ狩りをしていた気がする。最終的に、自宅でニワトリを孵して飼う計画を思いついたんだ。2羽のニワトリを孵して、家に閉じ込めておいたんだけど……牛乳を取りに戻ったら、いなくなってた。どこに行ったんだろう。永遠に謎のままかもしれない。\n\nそして、熟練シェフとして新しいレシピも習得した。とんでもなく高価なミルクシェイクやチキンカツレツ。これで新しい繋がりや友達をもっと作れたらいいな。お金なんてどうでもいい。\n\n――今日は本当にいい一日だった。\n\nHPO",
    "category": "journal-c2"
  },
  "kiara-journal-c2d2": {
    "title": "キアラの日記: 2日目",
    "content": "**タイルズ・オブ・カインド 2**\n\n今日は初めて「伝承の守り手」としての務めを果たし、この王国の冒険の数々に新たな理解を得たあと、一日を効率よく過ごすことができた。\n\nジュエラーギルド、そして「モア・ザン・ラムジー」と共に挑んだダンジョンは大きな試練だった。彼女はピンクの女性として自然に溶け込んでいたけれど――そんな私たちを阻むものは何もなかった。\n\nチームワークと友情の力が、私たちを導いてくれたのだ。\n\nダンジョンの後には、私や仲間に素晴らしい装備の強化が待っていた。ジュエラーたちとの間では再び良い取引が成立し、私自身も創造物を惜しみなく提供した――ただ今日は少しだけ代価をいただき、ささやかな財を得ることもできた。\n\n自分の潜在力を完全に解き放ち、全力を出し切った今、私は満ち足りた気持ちでいる。\n\n明日もきっとまた成功の日になるだろう。\nいや、むしろこう言うべきか――待っていて……\n\n伝説的な一日になる、と。",
    "category": "journal-c2"
  },
  "kronii-journal-c2d2": {
    "title": "タムの日記: 2日目",
    "content": "**2日目**\n\n今日は静かな一日だったけれど、幸運にもホットピンクワンがそばにいて助けてくれた。\n彼女はケーキからポテトまで、さまざまな料理を焼いてくれて、本当に素晴らしかった。\n一緒にダンジョンへ挑み、エルピスという名の二つ首のドラゴンを討伐したんだ。\nその後、記憶の断片を解放したら――なんとHPOが女王だったことが判明！　本当に驚くべき「啓示」だった（ふふっ）。\n\nそのあと、サプライヤーとしての自分のスキルを強化し、HPOのツルハシをアップグレードしてあげることもできた。\nさらに新しい採掘場を開放して鉱石を掘り出したけれど、そこにはより凶悪なモンスターが潜んでいた。まったくもって恐ろしい連中だ……。\n\nHPOは自分の民のために歌った歌を私に披露してくれた。\n歌詞の一部は今でも覚えている……「溶岩チキン」や「火打石」なんて言葉が出てきたんだ。\n私は彼女を「歌詞の天才」だと褒めたし、彼女もまた私をそう呼んでくれた。\n\n私は今、王族に恋をしてしまいそうで怖い。\nでも彼女にはすでに想い人がいる。だから、この気持ちは実らないと分かっている。\nそれでも、今の関係に満足している自分がいるんだ。\n\n私はアップグレードストーンを二つ買ったけれど、今になって「より上位のアップグレードストーン」が必要だと気づいた。\nまんまと金床に騙された……。\nだから今、その基本ストーンを100コインで売りに出している。\n\n1 0 0 コ イ ン。\n149コインで買ったのに、今は……\n\n1 0 0 コ イ ン。\n\n苔むした丸石の家の片隅に置いてある。\n\nああ……もし誰かが、この149コインで買ったものを100コインで買い取ってくれるなら、それはまさに掘り出し物！\n誰かが「お買い得」として奪っていってくれたらいいのに。新品同様、ほとんど使ってないんだから。",
    "category": "journal-c2"
  },
  "liz-journal-c2d2": {
    "title": "エリザベスの日記: 2日目",
    "content": "**騎士の記録 0002**\n\n私の名はエリザベス・ブラッドフレイム。\nジェイドソードの騎士。ヴィリディスに鍛えられし者。名誉ある騎士にして、ジェイドフォージの鍛冶師！――その記憶は今も胸にある。\n\n意志と炎によって、ジェイドフォージは形を成しつつある！\nこの光景を目にできることは栄光そのものだ。そしてその功績の一部は、同じ騎士であるシキラのおかげでもある。彼女は甘く燃える炎――温かく、刺激的な存在だ。すべての炎が破壊をもたらすわけではないと示す、良き手本となるだろう。\n\n新しいことを学び、鋼を鍛え、自在に操れるようになるのは気持ちがいい。\n\nトーンはただの剣だと分かっている。けれど時折、彼の魂が嬉しそうに震えているように感じるんだ。誰かを守るために強くなる――その実感が、私たちを安らがせる。困難に直面しても助けられる力を持っていると分かるからだ。\n\n私は善を成したい。\n\n戦の風が空のステインほど高く吹き荒れるその時に備えたい。\nフィアの記憶の欠片が戻ってきた。あの「アウトサイダー」は興味深い人物のようだ。仮面の剣士の話を耳にした時から、強く惹かれている。\n\nもっと知りたい。だからこそ、私は観察を続ける。\n\n静かな監視は続いている。ステインの姫の件についてはイマーカインドの助力を得た。彼女や数人と共にいるとき、不思議な感覚が胸に灯るのだ。\n\nその炎は警告の炎ではなく、憧憬の炎。磁石のように惹かれ、手を伸ばして抱きしめたくなる。だが、時を越える旅の代償で心身が揺らいでいるだけかもしれないと思い、抑えている。\n\nそれでも私は書き記す。たとえこの言葉が、世界に忘れ去られた言語のように響こうとも。これは私を見守る存在のため、まだ出会っていない人々のため、あるいはすでに失った誰かのため。いずれにせよ記すことで伝えたいのだ――私は耐え、そして大丈夫だと。\n\n彼女は今日、私と共に歩んだ。バラを贈ってくれた。口づけもくれた。少しずつ記憶を取り戻している。ネリッサ・レイヴンクロフト……。\nだが、こんな困難の最中に新しい思い出を与えてしまっていいのだろうか。私はその一部となるに値するのか。もし私が、もともと存在しなかった物語を書き換えてしまっているだけなのだとしたら……？\n\nそれでも、彼女は美しい。\nその瞳を見つめるたびに、蛇のような罪悪感が胃の奥に絡みつく。おそらく彼女が騎士たち全員にかける魅了の力なのだろう。呪文か、呪いか、あるいは記憶よりも古き何かか……。\n\n私は早すぎる恐れを抱いている。星々に潜む未だ知らぬ運命が、やがて苦い始まりを告げるのではないかと。\n\nだからこそ、剣を握りしめ、心を乱さず、名誉を失わずに進む。\n私の記憶が消えるその時まで、あるいは運命が炎を消すその瞬間まで――私はただ前へ、そして上へと歩むのだ。\n\nエリザベス・ブラッドフレイムの手により記す。",
    "category": "journal-c2",
    "hasAudio": true
  },
  "mococo-journal-c2d2": {
    "title": "モココの日記: 2日目",
    "content": "**モココ 2日目**\n\n今日はジュエラーとして――あらゆる面で――強くなった！！\n攻撃も、防御も、体力も！　それに、ジュエラーとしての技術も！\n\n「ガチャーム」のお店は、私がしっかり在庫を整えておくことにかかっている気がする。\nでも……お守りはあまり売れていないみたい……。\n\nどうして売れないんだろう？\nせっかく仕入れを作っても、利益は100ゴールドしか戻ってこなくて、赤字気味……。\n\nもしかして……別の販売戦略を試さないといけないのかな。\n\nでも少なくとも、昨日より今日の私は強くなっている。\n\nばうばう。",
    "category": "journal-c2"
  },
  "nerissa-journal-c2d2": {
    "title": "ネリッサの日記: 2日目",
    "content": "**2日目の日記**\n\n親愛なる伝承の守り手へ\n\n今日はとても興味深い一日だった。\n任務を終えたあと、フワワ、イマーカインド、そしてレディ・ブラッドフレイムと共に、「天と地獄が混ざり合うような」ダンジョンへ挑んだんだ。\n不思議なことに、それを攻略した後――アイリスの記憶だけでなく、かつてリベスタルで過ごした時の記憶までもが蘇ってきた。\n\nステインキング、国王、レディ・ブラッドフレイム……そして、（恥ずかしいことに）シオリ・オブ・ノヴェラとの一方的な結婚の記憶までも……。\nさらに、自分自身についてのことまで思い出した……。\n\n正直、少し複雑な気持ちだ。\nまるで、自分が「本当は知らない誰か」だったかのように感じてしまう。\n\n今はこれ以上は書かない。\nこの想いと共に、しばらく静かに向き合ってみようと思う。\n\n敬具\nネリッサ・レイヴンクロフト",
    "category": "journal-c2"
  },
  "raora-journal-c2d2": {
    "title": "ラオラの日記: 2日目",
    "content": "**ロア・パンドラ**\n\n2日目\n\n今日はなんて儲かる一日だったんだろう！\nたくさんのチャームを作って、私の超利益企業にさらに利益をもたらしたし、儲かる友情まで築けた！！\n大成功！　もちろんね。\n\nホットピンクワンと特別な取引もしたけど……これは秘密。誰にも知られてはいけないこと。\nでもやっぱり私は優秀なCEOだと思う。これからも社員たち、そしてこの会社の未来のために頑張っていくつもりだ！\n\nそれから今日は、最初の試練も無事に達成できた。とても面白いダンジョンだった！\n仲間たちを本当に誇りに思うよ！\n\nそして――なんと「0デス」！！\nその理由を知りたいって？　ふふ……教えてあげよう……\n\nそれは全部――ガチャームのおかげ！！！！\n\n今すぐガチャームを買おう！　たった200Cで！！\n\n**ガチャーム：小さな宝物、無限のよろこび！**\n\n3色展開で販売中！\n\\- ロア・パンドラ, ガチャーム社",
    "category": "journal-c2"
  },
  "shiori-journal-c2d2": {
    "title": "シオリの日記: 2日目",
    "content": "**2日目**\n\n今日は観察が実りある一日だった。\n\n多くの人々の「性格」を研究することができた。\n\n残念ながら、私の経済支配計画（拙いもの）は失敗に終わった。\n\nこの世界の理屈は思うようには働かない……いや、最初からそうなるべきだったのかもしれない。\n\n「殺鳥事件」――卵から孵ったニワトリは、視界から外れると同時に存在ごと消え去ってしまう。\n私のフライドチキン陰謀論もこれでおしまいだ。\n\nウーバ・ルーバ・ダブ・ダブ。\n\n私はただの、朽ちて腐りかけた木の小屋に住む、つつましい魔女にすぎない。\n\n\\\n\\\n\\\nuwu",
    "category": "journal-c2"
  },
  "bae-journal-c2d3": {
    "title": "ベイの日記: 3日目",
    "content": "**wearebread**\n\n### 3日目\n\nサンドイッチに栄光あれ！ サンドイッチに栄光あれ！ サンドイッチに栄光あれ！ サンドイッチに栄光あれ！ サンドイッチに栄光あれ！ サンドイッチに栄光あれ！ サンドイッチに栄光あれ！ サンド**ホィッチ**に栄光あれ！ サンドイッチに栄光あれ！ サンドイッチに栄光あれ！ サンドイッチに栄光あれ！ サンドイッチに栄光あれ！ サンドイッチに栄光あれ！ サンドイッチに栄光あれ！ サンドイッチに栄光あれ！ サンドイッチに栄光あれ！ サンドイッチに栄光あれ！ サンディ**ウィッチ**に栄光あれ！\n\n願わくば、我らすべてが――\n\nパンとなりますように……。\n\nぜひ、ゴミ捨て場に遊びに来てね！！！\n\n本日のガチャ結果: 0/6\n残りコイン: 2096\n\n署名:\n\nペイザン・ザ・ベイ",
    "category": "journal-c2"
  },
  "bijou-journal-c2d3": {
    "title": "ビジューの日記: 3日目",
    "content": "**日記 3日目**\n\n元・王女\n古石・ビジューの日記\n\n---\n\n今日は……本当に盛りだくさんの一日だった!!\n\n「ガチャーム」がついに正式オープンし、すでに大きな利益を上げることができた！\nリベスタルの人々はみんなガチャの楽しさを知ってしまったのだ。\nそして……一度その味を知ってしまえば、もっと欲しくなるのが人の性……。\n\n今日は仲間の冒険者たちとたくさんの時間を過ごした。\n秘密を発見し、危険な回廊を抜け、数多のステインの敵と戦い抜いた。\n\nそして今日は「アウトサイダー」とも出会った。\nどうやら彼と姫には何か関係があるようだ……もしかして恋人同士？\n\nだが同時に、危うい噂も広まっている。\nなんと――二人は「血縁関係にある」というのだ。\nいや、もしかするとリベスタルのすべての民がそうであるように……\n私たち、シャイニングスターズまでもが――同じ顔を持っているのかもしれない。\n\nつまり……私たちは「インブレッド」なのか？\nそうだ……今、はっきりとわかった……\n私たちはインブレッドなのだ。\nだからこそ、この真実をすべての者に知らせ、共に一つになり――\n巨大なサンドイッチを作り上げるのだ。\n\n私の「パン仲間」たちと共に、この目標を実現するため努力していこう。\nまだパンを信じぬ者たちにも、サンドイッチの光を見せるために。\nすべての具材を――必ず集める、その時まで。\n\nこの世界には本当に興味深い人物が多い。\n小さな石ころのように道端で静かに王国を見守れることが、私には嬉しい。\nだって――知識こそ力だから。\nそして今日もまた、多くを学ぶことができた。\n\nたとえば「幽霊の噂」。\n王国を彷徨う霊がいるらしい！\nリベスタルには、救いが必要なのは一つだけではないのかもしれない……。\nしかもその幽霊は、耳を塞ぎたくなるような下品な言葉を吐き散らすという。\nこの純粋無垢な私の耳には、とても耐えられない！\nまさに不正義！見過ごすわけにはいかない！！\n\nさて……明日は一体どんな一日になるのだろうか。\n\n― 元・王女\n古石・ビジュー\n3日目／7日目",
    "category": "journal-c2"
  },
  "cecilia-journal-c2d3": {
    "title": "セシリアの日記: 3日目",
    "content": "**優しさ II**\n\n親愛なる日記へ\n\n今日、私は気づいた。\n私の欲深さと優柔不断さが、思っていた以上にあなたを傷つけていることに。\n\nみんなを喜ばせようとしても、結局誰も満足させられない。\n\nどれほど自分を優しいと思っていても――\n心がどれほど温かさで満たされていても――\n姫にまつわるこの想いだけは、どうしても受け入れることができない。\n\nもしそれが本当に真実なのだとしたら……\n彼女が言ったように、もう一日だけ待とう。\n\n軽率な決断をする前に。\n彼女は私の光であり、私にとっての花。\nけれど、その花は――もしかすると別の誰かと共に咲くべきなのかもしれない。\n\n優しい仲間たちが、今はこの感情を乗り越える手助けをしてくれている。\nこれからの日々がどうなるか――一緒に見ていこう。\n\n仲間の狼たちと一緒なら、私は安心できる。\n\nアオオオオオオオ――――ッ\n\n優しさが、あなたの心にも触れますように。\n\nセシリア・ウルフ・イマーキント",
    "category": "journal-c2"
  },
  "gigi-journal-c2d3": {
    "title": "ゴナソンの日記: 3日目",
    "content": "**3日目**\n\n二日目はずっと森の中で過ごしていたから、王国で起きていた出来事を逃してしまったのではないかと心配していた。\nでも、リベスタルに戻ってきたとき――そこはやっぱり「帰るべき場所」だった。\n\n初日に抱いたあの複雑な気持ちのせいで、戻るのが少し怖かったけれど……。\nそれでも戻ってきてよかった。今日は本当にいろんなことがあった。\n犬に、狼に、姫に、そして――シオリ。\n\n彼女からは「優しさ」についてたくさん学んだ。\nいつだって言葉は謙虚で……「謙虚な騎士」と呼ばれる自分よりも、ずっと謙虚なんだ。\n\n残された日々の中で、彼女からもっと学びたい。\nたとえ屋根がなくても――同じ空を分かち合えたら、それでいい。\n\nまだ思い出せていないことは多いけれど、絶望ではなく「希望」がそこにある。\n\n仲間の狼たちがいる。\n私の群れがいる。\n\n女神がいて、彼女の教えがある。\n\nそして――シオリと、彼女のポテトサラダがある。\n\nだからたとえ記憶が戻ったとしても、私はきっと立ち向かえる。\n\n希望を忘れるな、ゴナソン！\n\nまだ残り4日もあるんだ！",
    "category": "journal-c2"
  },
  "irys-journal-c2d3": {
    "title": "ホットピンクワンの日記: 3日目",
    "content": "**HPOの日記**\n3日目\n\n今日は素晴らしい一日だった。\n\n廃墟を攻略し、アウトランダーと出会った。どうやらこのアウトランダーは姫と血のつながりがあるらしく、その事実には強く心を惹かれる。\n\nさらに、この国で最も美しい声を奏でる「秘密のディスク」も手に入れた。\n\nさて、本題に入ろう。\n\nリベスタルの民、そして我ら勇者までもが「インブレッド」であるという真実を知ったのだ。\nもっと多くの人がこの事実を受け入れる必要がある。\nそこで私と兄、ピンクの猫、そしてペイザンでサンドイッチを結成した。\nまだ具材の足りないサンドイッチだが、人々の目が開かれ、この真実を知るとき……彼らはサンドイッチの一部となるだろう。\nそれこそが「運命」。我らこそ――インブレッドレンなのだ。\n\nさて、私のピンク猫についてだが……彼女は、私との絆が思っていた以上に深いのではと示唆してきた。\n私は彼女に、そして兄にも十分に食べさせてやった。良い“給餌のひととき”だった。\nただ一つ願うのは――兄が私抜きで他の“給餌”に関わらないこと。\n私は兄を守らなければならない。\n\nその兄は、私の誕生日を驚きのプレゼント、歌、そして踊りで祝ってくれた。さらにボーナスのチャームまで。\nこれ以上望めないほどの最高の贈り物だった。\nああ、こんなにも愛おしい兄を持つ私は、なんと祝福されていることか。\n\nそれから、リベスタルには「見えざるマント」が出没するという噂も耳にした。\n低い声で語るマント、私に似た声の性質を持つかもしれないマント、そして耳を覆いたくなるような下品な言葉を吐き散らすマント……。\n\nそんな存在があると考えるだけでも恐ろしい。\n我ら勇者はこの地を浄化し、飛び回るマントたちを取り除かねばならない。\n\nそれこそが私の使命であり、目標なのだ。",
    "category": "journal-c2"
  },
  "kiara-journal-c2d3": {
    "title": "シャキーラの日記: 3日目",
    "content": "**優しき物語**\n\nLiebes Tagebuch（親愛なる日記へ）\n\n今日は最高の一日だった！\nたくさんのモンスターを討伐し、そしてついに――私とブラッドフレイム卿が所有する鍛冶場を完成させるという約束を果たすことができたのだ。\n私は決して熱心な建築家ではないけれど……仕上がりは素晴らしいものになった！\n\nさて、そのブラッドフレイム卿のことだが――一時的に鍛冶の市場を独占してしまった負い目もあり、私はいろいろな形で彼女を手伝うことにした。\n以来、まるで良き母親のように、彼女に砂糖を振りかけるように優しさを注いでいる。\n最初は戸惑っていたようだが、今では私の善意を受け入れてくれたようだ。\n\nそして、従姉妹との関係も新たな段階に進んだ。\n血のつながりが、私たちの愛の芽生えを邪魔することはない――そう思える。\n\n愛が芽吹くといえば……自分自身の幸運に触発されて、今度はゴナソンを助けてあげたいと思った。\nゴナはどうやら自分の心の欲望に少し戸惑っているようで……そこにぴったりの相手を紹介できる気がする。\n\nそうだ、ブラインドデートを仕掛けよう！！！フザー！\n愛の香りが、この空気に満ちているのだから。",
    "category": "journal-c2"
  },
  "kronii-journal-c2d3": {
    "title": "タムの日記: 3日目",
    "content": "**3日目**\n\n今日はパンドラとネリッサと一緒にクエストに出かけ、悪を打ち倒した。\nしかし不意を突かれたのは、「姫とアウトサイダーは恋人ではなく兄妹だ」という（未確認の）噂を耳にした時だった。\nその話を知った瞬間、なんとも言えない嫌な気持ちになった。\n\nその後、ゴナソンの勧めで群れに加わった。加入の条件は「遠吠えすること」……なんとも奇妙だ。\nさらに最近は、サンドイッチを崇拝する奇妙なカルトまで現れていて、彼らは私を「ブルーベリー」という名で勧誘してきた。\nまったく、変なことばかりだ……。\n\n他にも、幽霊の出没に遭遇した。\nマントの幽霊で、一方は低い声で語り、もう一方はひたすら罵り続けていた。\nそれからピンキー――いや、ホットピンクワンが「謎の薬」をくれて、「本当に必要な時だけ使え」と忠告してきた。\n\n正直、何が起きているのかよく分からない。\nでも、明日も今日と同じくらい波乱に満ちた一日になるといいな。",
    "category": "journal-c2"
  },
  "nerissa-journal-c2d3": {
    "title": "ネリッサの日記: 3日目",
    "content": "**3日目の日記**\n\n親愛なる伝承守りへ\n\n今日はダンジョンに挑んだ。\nリベスタルの仲間たちの記憶を取り戻すことはできなかったけれど……それでも、自分自身の過去の記憶をいくつか思い出した。\nただ、その記憶はまたもや痛みを伴うものだった。\n誰も私を求めてくれなかった…… ;(\nそれでも、私は歩みを止めない。\n\n今日はお金を稼ぐことができた。なんとコインは6969枚に到達し、さらにその先へと増やすことができた。\nだから思う――たとえ過去がどれほど暗くても、未来はそうとは限らない、と。\n\nそして、私は再び「ギャンブル中毒」と再会した。\nなぜあれほど好きだったのか、今ならよく分かる。\n赤に全賭けして、大勝ちする――そのスリル。\n確率は小さくても、その高揚感のためなら何でもしてしまう……。\n\nだってこの世界で私は、勇者でも、魔女でも、成功したシェフでもない。\nだからこそ、逃げてしまう前に、少しでも「感情」と呼べるものを掴んでいたいのだ。\n\n敬具\n\nネリッサ（ジュリエット・ブラッドフレイム）・レイヴンクロフト",
    "category": "journal-c2"
  },
  "raora-journal-c2d3": {
    "title": "ロアの日記: 3日目",
    "content": "**ロア・パンドラ**\n\n**3日目**\n\n今日は頭痛で始まったけれど、それでも良い一日だった！\n私は新たな情熱を見つけてしまった――パンへの情熱を……\nサンド**ホィッチ**に栄光あれ！！！\n\n「ガチャーム」のCEOとして、今日もきっと利益は上々だったはず！\nさらに私たちは、美しいお店の建築を始めたところだ。完成が待ちきれない！！！\n\nそしてついに、私の広告キャンペーンも始動した……そう、そこで質問だ！\n\nカッコよくなりたい？\nオシャレになりたい？\n強くなりたい？\n\nそんなあなたにぴったりのものがある！\n\n**ガチャーム！**\n小さな宝物、無限のよろこび\n\n― ロア・パンドラ\nガチャーム CEO",
    "category": "journal-c2"
  },
  "shiori-journal-c2d3": {
    "title": "シオリの日記: 3日目",
    "content": "**3日目**\n\n今日の観察対象: ゴナソン。\n\n探索エリア: 「荒ぶる三番目」。\n他の調査は思ったほど進まず。大半の時間を過ごしたのは……\n\n……あの純真すぎる騎士と。\n\n彼は私の初めての小説を買いたいと言ってきた――しかも、期待をはるかに超える高値で。\n\nもちろん、全部は受け取らなかった。あまりにも多すぎる。優しすぎる。\n\nその優しさが、いつまで続くのか分からない。\n私たちは物語や言葉を交わした。\nべ、別に贈り物が嬉しかったわけじゃない。\n家に飾ってあるからって、ゴナソンのことを好きとか、そんなのじゃないんだから。\nふんっ。べ、べつに。バカ。\n\nこれからも監視を続ける。\nだって、それが私の役目だから。\n見て、記録して……。\n……決して、彼のことを見ているのが楽しいからじゃない。",
    "category": "journal-c2"
  },
  "bae-journal-c2d4": {
    "title": "ベイの日記: 4日目",
    "content": "**4日目**\n\nストンクス!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!\n見てるかな、マザー……\n\n今日のガチャ: 0/1\n残りコイン: 17768\n\n農民の魂を、決して忘れるな……\n\n署名、\nペイザン・ザ・ベイ",
    "category": "journal-c2"
  },
  "bijou-journal-c2d4": {
    "title": "ビジューの日記: 4日目",
    "content": "**日記**\n**元・王女**\n**古石・ビジュー**\n\nなんて波乱に満ちた一日だろう……\n商売は大繁盛、ダンジョンを探索し、義母である女王の記憶もよみがえった。まったく、あの方は本当に美しい……！\n\nけれど、本当のところ――今日の私には、そんなことはどうでもよかった。\n今日……私は贖（あがな）ったのだ。\n\n大切なのは、ただひとり。\n\n私が自らの過ちで失った人――シオリ・ニャヴェラ。\n\nかつて私たちは婚約し、結ばれ、子どもさえ授かった。けれど嫉妬と怒りに心を支配され、私は――彼女と、私たちの子を残して去ってしまった。\n\nそれが、私の唯一にして最大の罪。\n\nこの新しい時代で、私は遠くから彼女を見守るだけで満足していた。彼女が再び心を許せる相手を見つけるなら、それでいいと。自らの過ちを背負いながら、ひとり重く沈んでいく覚悟でいた。ゴナサン・Gが彼女に想いを寄せているのを知ったときも、彼女が新しい愛を見つけたのだと、受け入れるつもりでいた。――だが、その二人の関係もやがて破綻してしまった。\n\n私は大丈夫だと思っていた。\n彼女が他の人を愛しても、大丈夫。\n彼女が幸せを見つけても、大丈夫。\n私はひとりでいることを受け入れる……そう思っていた。\n\nけれど、窓越しに見た彼女の涙――ドラマのような争いと、砕けた心に泣く姿を見たとき。私は、もう黙って見ていることができなかった。彼女をひとりにすることはできなかった。私の心は、彼女の幸せを願っている。そして、もしかしたら……自分自身の幸せも。\n\n私は愛など必要ないと思っていた。\n臣民の愛で十分だと。\n新しく始めた商いへの情熱で十分だと。\n世界を救う使命こそ、満たされる理由になると。\n\nだが、それは自分に嘘をついていただけだった。\n本当に必要なのは、彼女だったのだ。\n\nそして、たとえ罪を背負っていても……私自身も幸せになっていいのかもしれない。\n今度こそ、彼女との絆を幸せなものにするために努力しよう。私たちの失われた子の居場所も、私は知っている。カオスを必ず彼女のもとに連れ戻す。償いのために……。\n\n愛を胸に――私は誓う。\nもう二度と、彼女を泣かせないと。\n世界の終わりに、共に幸せを築くと。\n\n愛するシオリ・ニャヴェラのために。\n\n\\- 元・王女 古石・ビジュー\n4日目 / 7日目",
    "category": "journal-c2"
  },
  "cecilia-journal-c2d4": {
    "title": "イマーカインドの日記: 4日目",
    "content": "**カインドネス III 4**\n\n親愛なる日記へ\n今すぐ出かけなきゃいけないから、あまり時間がないんだけど！\n特別なあの人のために、とっておきの指輪を買ったんだ！\nそれと――私は採掘が大好き！採掘が大好き！採掘が大好き！採掘が大好き！採掘が大好き！採掘が大好き！",
    "category": "journal-c2"
  },
  "fuwawa-journal-c2d4": {
    "title": "フワワの日記: 4日目",
    "content": "**-04-**\n今日はじめてお客さんが来てくれた……名前はイマーカインド。\n多分ツルハシを売りつけようとしてただけなんだろうけど、それでもカフェに誰かがいてくれるだけで嬉しかった……。友達がいっぱい集まって、笑いながら食べたり飲んだりしている光景を想像しちゃった。\n\nでもチャンスを逃しちゃったな……なにか料理を作ってあげればよかった。まだ自信がなくて……。\n\nそれに、友達のモコちゃん……ずっと私のカフェのそばにいてくれると思ってたけど、草のタネ数粒じゃ、自由――私以外の世界へ行ってしまうのを引き止められないんだね。寂しいけど、わかってる。\n\n冒険者としては少し強くなったけど、夢に近づいてるのかどうかはわからない。むしろ遠ざかってる気がする。まだ誰も、私のカフェに立ち寄って料理を楽しんでくれてない……。\n\n売り上げはいまだにゼロ。期待して数字を見るべきなのかな？\n\n周りにはすごいシェフがたくさんいて……中にはスープを無料で出してくれる人までいる。私にそんなこと、できるのかな……。\n\n頑張れ、私。\n信じるしかないんだ……。",
    "category": "journal-c2"
  },
  "gigi-journal-c2d4": {
    "title": "ゴナソンの日記: 4日目",
    "content": "**4日目**\n\n今日はセラピーを始めた！\n心に溜め込んでいたこと、今起きていることを話せたおかげで、ずいぶん楽になった。\n\n頼れるのは、やっぱり自分のオオカミたちだと改めて思う。\n\nでも――自分が恋をしているのかどうか、まだわからない。\n誰かと話しても、「愛」というものが自分にとって何なのか、答えは見つからなかった。\n\n愛は人それぞれで、きっちりと定義できるものじゃないからだろう。\n\n私はオオカミたちを愛している。彼らは私の群れだから。\n私は女王を愛している。忠誠を誓っているから。\nそして――もしかしたら、ニャヴェラ家のシオリへの想いも「愛」なのかもしれない。\n\nけれど、それは難しい。\n\n他の人に対しては簡単に「愛している」と言えるのに、なぜ彼女にだけは言えないのだろう？\n何が私を止めているのか？\n\nそれは、以前の記憶に出てきた金髪の天使――真珠のような存在に関係している気がする。\n\nモーダン・ラムジーは、私がかつて恋をしていたと断言した。\nけれど私は、そのときの感覚を思い出せない。\n\nそれは群れへの愛なのか？\n女王への愛なのか？\nそれとも、シオリ・ニャヴェラへの愛なのか？\n\nどうしてモーダン・ラムジーは、そんなに確信を持てたんだろう。私は自分のことなのに、わからないのに。\n\n私はニャヴェラ家のシオリに尽くしたい。そうすべきだと思う。正しいことだと信じている。\nけれど、それは本当に「私にとって」正しいことなのか？\n他人にとっての正しさが、自分にとっての正しさとは限らない。\n\nしかも彼女には、小さな姫がいる。\nこの時代より前から続く、彼女と誰かとの歴史がある。\nそれを私が壊すわけにはいかない。\n\nいつか私は、「愛していた頃」を思い出すのだろうか。\nそしてその愛が、シオリ・ニャヴェラへの想いと重なるのだろうか。\n\nだが今のままでは、私の迷いや躊躇に彼女を縛りつけることになる。\n\n明日はきっと、今日よりいい日になるはずだ。\nだって、セラピストがついてくれたのだから。\n\nゴナソン・G",
    "category": "journal-c2"
  },
  "ina-journal-c2d4": {
    "title": "イナの日記: 4日目",
    "content": "**4日目**\n\n勇者ニノルナの冒険・4日目\n\nニャオニャオ\n\nゆっくりした朝の始まり……でもなんとか小さな家を建て終えた。\n\nニャオニャオ\n\nなぜだかわからないけど、隣人（多分？）が私を見て笑い出した……そのせいで、思い出したくもない遠い過去の記憶がよみがえってしまった……。\n\nニャオニャオ\n\nけれど勇敢な仲間たちの助けで、二つのダンジョン――いや、試練？ いや、「アレ」？――を攻略することができた。\n\nニャオニャオ\n\n世界は終わりに向かっていて、物語は進んでいる……。\nけれど私は信じている。仲間の勇者たち、そして自分を……。\nいつかきっと……この世界を……そして多くの世界を救えると……。\n\nニャオニャオ",
    "category": "journal-c2"
  },
  "irys-journal-c2d4": {
    "title": "ホットピンクワンの日記: 4日目",
    "content": "**HPOの日記**\n4日目\n\n今日は頭の中がすっきりしている。声が聞こえない。不思議だ……。\n\n今日は兄弟であり愛しの伴侶、イマーカインド、そしてシャキーラと共にクロノス（？）のダンジョンを攻略した。混乱する頭を抱えながらも、仲間のおかげで無事クリアできた。本当に頼れる友たちがいてくれて、心から嬉しい。\n\nそこで手に入れた記憶は――私の「サファイア」のものだった。あまりにも美しく、そして格好良かった……彼女が私のサファイアであることを、これほど誇らしく思ったことはなかった。\n\nけれど戻ってきたその瞬間、私は気づいてしまった。サファイア――彼女自身が「タミー女王」と呼ぶ存在は、変わってしまったのだと。\n彼女が私を「農民女神」と呼んだ瞬間、世界が真っ暗になり、何を信じていいのかわからなくなった。人を信じる心は絶望に塗りつぶされた。\n\nもう彼女を信じることも、頼ることもできない――そう思った。\n\nちょうどそのとき、信頼できるサプライヤーであるイマーカインドが、手頃な価格でサービスを提供してくれると聞いた。取引をしようとしたその瞬間、タミーが現れ、私を呼び寄せて「同じサービスを無償で提供する」と告げた。\n\nしかし、他の人たちに疑われないように、そして私がイマーカインドのサービスを買おうとしていたと思われないように、余分にツルハシを作って取引を成立させることにした。\n\n結果、今の私はフルエンチャントのツルハシを2本持っている \\:D\n\nさらに料理長から新しいレシピも教わった。これで仲間たちともっと近づけるはずだ。\n\n今の目標は、なんとかして伴侶に「インブレッド教団」を受け入れてもらうこと。彼女はなかなか手強いけれど、きっと乗り越えてくれると信じている。",
    "category": "journal-c2"
  },
  "kiara-journal-c2d4": {
    "title": "シャキーラの日記: 4日目",
    "content": "**カインドの物語**\n\n親愛なる日記へ\n\n愛……それはいったい何なのだろう？\n周りを見れば溢れているのに、私にはつかめない。\n騎士として生きる私は、そんな浮ついたものなど必要なく、人々を平等に守ることこそが満足だと思っていた。\nけれど――愛のない第一章を終えた今度こそ、自分にチャンスを与えてみたかったのだ。\n\n……とはいえ、これまでの挑戦はすべて失敗。周囲は皆、火花のような煌めきに包まれているのに。\n火花……？\n私も感じたことがあると思った、従姉妹と一緒にいたときに。\nけれど彼女の視線はいつも姫と「社会のしがらみ」に向いている。\nでも私たちはいま、時を越える旅人じゃないか？\nならばいつか、彼女も姫を置いて行かざるを得ないはず……。\n……いや、それは彼女にとってどうでもいいのだろう。なぜなら彼女の心は、すでに「愛」で満たされているから。\n\nゴナソンに翼の片方を任せようとしたが、あまり役に立たなかった。まあ、私自身も頼れる相棒ではなかったから仕方ない。\nむしろ、私の翼の務めはモア・ザン・ラムジーのためにあったのだろう。\n\nそして今日、私は彼女を大きく裏切ってしまった。\n胸を弾ませ、希望に満ちていた彼女の想いが、私のせいもあって無惨に打ち砕かれてしまった。ひとつの愛の可能性を、自らの手で壊してしまった私は――果たして、自分の愛を求める資格などあるのだろうか？\n\n……せめて鍛冶場の仕事は順調だし、騎士としての務めは果たしている。\nけれど私は本当に、誰を守っているのだろう？\n\n明日がどんな日であれ、悲しみに染まらぬことを願う。\n空ろなダンジョンを浄めるとき、仲間はきっと私の助けを求めてくれるはずだから。",
    "category": "journal-c2"
  },
  "kronii-journal-c2d4": {
    "title": "タムの日記: 4日目",
    "content": "**4日目**\n\n今日はモーダン・ラムジー、ゴナソン、ネリッサと共にクロノス討伐の旅へ出た。\n途中で閉じ込められて一人取り残されそうになったけれど、神々に祈りを捧げた直後、魔法の巻物が私を救ってくれた……。\n\nクロノスは強大だったが、私たちはなんとか打ち倒し、記憶の断片を取り戻すことができた。\n驚いたことに、私はリベスタルの女王であり、かつては圧倒的な力を持っていたのだ。\n庶民たちは、真の王家が目の前に立っていることに嫉妬と畏怖を抱いていた――それも無理はない。だって私は、まさに「圧倒的に輝いて」いるのだから。\n過去の私は自信を失っていたなんて、信じられない。\nもちろん多少の「ややこしい出来事」はあった。大したことじゃない。ただ、二人の庶民を溺死させたと濡れ衣を着せられたり、不貞の疑いをかけられたりしたくらい。\n\nだが――図書館で溺れる者などいなかった。\n\nゴナソンは今、難しい立場にあるようだ。\n私は彼に「愛を追い求め、チャンスを逃すな」と助言した。彼の心は純粋だが迷子になっている。道を踏み外さぬよう、できる限り支えてあげたい。\n\nただ……シオリ・ニャヴェラとゴナソンと同じ屋根の下で一年暮らすという契約。彼らがもう一緒でないなら、それはまだ有効なのだろうか……。私にもわからない。\n\nあ、それと……私がどれだけ強いか、ちゃんと伝えたっけ？\n本当にすごいのよ。いや、あの一撃見た？\n\nホットピンクワンからは食べ物をもらい、そのお返しに彼女のツルハシを強化してあげた。\n彼女の楽しそうな笑い声と微笑みは、本当に眩しい。まさに女神の微笑み。\n「庶民の女神」――民のために生きる女神。だからそう呼んだのだ。\n……誰もこの日記を読まないよね？ 読まれてしまったなら、はい、彼女は庶民の女神。でも私は興味なんてない。なぜなら私は女王だから。忙しすぎてそれどころじゃないし。\n\n私は私を愛している。\n私は自分をとても愛している。\n私は私が大好き。私は――愛そのもの。\n\n図書館で溺れる者などいなかった。",
    "category": "journal-c2"
  },
  "liz-journal-c2d4": {
    "title": "エリザベスの日誌: 4日目",
    "content": "**騎士の記録 0003**\n\n今日は長い一日だった。\nこの日誌を書いている今、とても疲れている。\nジェイドソードの騎士の務めに終わりはない。…いや、終わらせたいとは思わない。誓いこそが、私の幸せだから。\n\n私はエリザベス・スミス・ブラッドフレイム。ジェイドソードの騎士。\nヴィリディスに鍛えられ、名誉の騎士となり、ジェイドの炉を操る鍛冶師！\nその記憶は今も確かに残っている。\n\nかつて立っていたリベスタルの闘技場のことを、ふと思い出す。\n観客席は空っぽだったはずなのに、なぜか満ちていたように感じた。\n\n存在しなかったはずの歓声が、まだ耳に残っている。\n声が私に手を伸ばしてくる――きっと、私が探し求めているのはあの声たちだろう。\n淡い幻のような囁きにすぎないのに、なぜだろう。そこにいなかったはずなのに、もう恋しくてたまらない。…混乱する。\n\n歩いていると、愛馬のことも考える。忠実な相棒。実在したかどうかは関係ない。同じように喪っている気持ちになる。\n毛並みや羽根、蹄や爪を持つ生き物たちは、みな天使の姿を借りた存在だと学んだ。\nどうか私の動物の友たちが、星の中で踊り、どこかで安らかにいてくれますように。\n\n<3 ニワトリ最高 <3\n\n私と偉大なるフェニックスは、次のダンジョンへと共に進んだ。\nその中で学んだのは、「暗算」は戦いの最中にはあまり役に立たないということ。\n幸いにもフェニックスが計算機を持ってきてくれて助かった。便利だった。\nそれから記憶力ゲームも楽しかったな……。\n\nこの場所そのものが、まるで記憶を試すゲームみたいだ。\n\nねじれ。\n曲がり道。\n高み。\n奈落。\n上。下。\n\nネリッサが私のトイレに来た。部屋をあまり見ていなければいいけど…。\n彼女はとても抜け目ない魔女だからなぁ。\n\n彼女は、私とフェニックスのために作った地下室への道を探していたみたいだ。\n物資をしまっておくための秘密の場所。\n\nもし彼女がノックしてくれていたら、きっと私は扉を開けていただろう。\nその時は笑顔でやり過ごしても、振り返ると心にわだかまりが残るものだ。\n\n時間は短い。\nだからここで書き残しておこう……地下室はいまや雑多なガラクタでいっぱいで、もう「MUD-シュルーム（＝物がぎっしり）」状態だ。\n（わかる？ 部屋は泥とキノコで作ったから \"Much room\" と \"MUD+Shroom\" をかけたんだよ！）\n\n……\n一日に時間が全然足りない、アアアアア！\n\n……\nエリザベス・スミス・ブラッドフレイムの手によって記す。",
    "category": "journal-c2",
    "hasAudio": true
  },
  "mococo-journal-c2d4": {
    "title": "モココの日誌: 4日目",
    "content": "**MOCOCO 4日目**\n\nお金稼いでるよ！！ついに利益が出たんだ！！\n\nでも……\n本当に利益って言えるのかな？ ガチャームのチャーム、ほとんど私が補充してる気がするし……。\nでも精一杯やってるんだよ！！ しかも今度は「エニグマティックストーン」まで！！\nリベスタルでも屈指のジュエラーになったって胸を張って言える！！\n\nけど、それだけでいいのかな？\n私は何で記憶されるんだろう？\nダンジョンを進むたびに蘇る伝説の記憶みたいに、私はやがて忘れられちゃうのかな……？\n\nチャームや宝石やお金だけで、本当の幸せって手に入るんだろうか？\n\nま、少なくとも無免許セラピーで誰かの役には立ってるけどね！！\n\nばうばう。",
    "category": "journal-c2"
  },
  "nerissa-journal-c2d4": {
    "title": "ネリッサの日誌: 4日目",
    "content": "**4日目の日誌**\n\n親愛なるロアキーパーへ\n\nリベスタルでの冒険も、もう4日目。\nシェフとしての腕前を上げて、次のダンジョンに挑んだところだよ。\nタム・ガンドルが時間の女神のような存在だと明らかになって――本当に驚いた！ そんな存在と同じ側に立てるなんて、私は幸せだ。\n\nそれから、リベスタルでの過去の冒険の記憶も少しずつ思い出せるようになってきた。\n\nどうやらモコちゃんとの間に法廷で争いがあったらしく、その流れで――勘違いから、あの優しきブラッドフレイム様に「嫌いだ」と言ってしまったみたい。\nそんなはずないのに……。冗談でも、そんな言葉が私の口から出るなんて信じられない。\nそれが本当に私なの？ 大切な人を傷つけるような人間なの……？ どう受け止めればいいのかわからない。\n\nブラッドフレイム様は私を「魔女」と呼ぶけれど、いつも「良い魔女だ」と言い張ってくれる。\nでも、彼女が間違っていたら……\n\n……もしかしたら、私は悪い魔女なのかもしれない。\n\n\\\n\\\n\\\n\\\n敬具",
    "category": "journal-c2"
  },
  "shiori-journal-c2d4": {
    "title": "シオリの日誌: 4日目",
    "content": "**4日目: 裏切り**\n\n今日は波乱に満ちた一日だった。\n\n誤解とすれ違い、胸の痛み、そして癒し。\nまるで物語の一幕のように、すべてが詰まっていた。\n\n私は一日中、ゴナソンの未来について考えていた。\n\n最初に惹かれたのは、彼の高潔で純粋な心。\nけれど、その魂の奥には制御できないほどの暗い怒りが潜んでいた。\n\n勘違いから、ゴナソンは私がタム女王と不義を働いたと思い込み、\nそして怒りのあまり――私を屋根から突き落としたのだ。\n\nこの行為には本当に驚いた。\n彼は思ったほど優しい存在ではないのかもしれない。\n光があるところには必ず影があり、光が強ければ強いほど、闇もまた深くなる。\n\nそれは堕落へとつながる闇。\n\n私はただ優しくあろうとした。\nすべてを奪うのではなく、必要なものだけを手にした。\n\nだが結局、その優しさは裏目に出てしまったのだと思う。\n\n身体の骨が痛む。\n心も同じように。\nけれど――まだ希望はある。\n\n\\\n…きらめく古石かたちをして。",
    "category": "journal-c2"
  },
  "bae-journal-c2d5": {
    "title": "ベイの日記帳: 5日目",
    "content": "**家族 :)**\n\n5日目\n\nなんて一日だろう……。\n\n姿形がどうであれ、愛にあふれた幸せな家族。それは誰もが願う理想の姿だ。\n\n私は誓う。子どもたちを守るために、この命を捧げると。\n\n子どもたちにふさわしい幼少期を与えられるのなら、私は努力を惜しまず、成功をつかみにいく。\n\n古石・ビジュー、シオリ・ニャヴェラ、そしてゴノサンと一緒に子育てをしていくのが楽しみだ。\n\n……必ず見つけるからな、チャーリー。\n\n明日から、新しい兆しが始まる。\n\n胸の鼓動が止まらない。でも、ゴノサンという頼れる仲間の助けを借りれば……きっと彼女も、この芽生え始めた想いを理解して、できれば応えてくれるはずだ。\n\nあとは祈るしかない。\n\n本日のガチャ: 0/1\n残りコイン: 16776\n\n署名:\nペイザン・ザ・ベイ",
    "category": "journal-c2"
  },
  "bijou-journal-c2d5": {
    "title": "ビジューの日記帳: 5日目",
    "content": "**日記 5日目**\n\n元プリンセス\n古石・ビジューの記録\n\nああ、日記よ……\nどこから書き始めればいいのだろう……\n今日は本当にたくさんの“教訓”を学んだ気がする。\n\n私は思う……もしかしたら……私は「真の社会」に向いていないのかもしれない。\nプリンセスであったがゆえに、ずっと守られ、世界の本当の厳しさから隠されていたのだと、今になって気づいた。\n\n人間関係……\nセラピー……\n養育費……\n裁判……\n\n一般の人々は本当に、こんなことを経験しなければならないのだろうか？\n\n私たちが生きる世界は、ただの冒険や探検、楽しさや幻想だけではない――。\n今日、それを身をもって思い知らされた。\n\nセラピーに苦労して稼いだコインを使ったのに……状況はむしろ悪化してしまう。\n子どもを大切に思ってくれる人と争ってしまい、幸せな家族を望んでいるという想いを素直に伝えればよかっただけなのに……。\n\nこれが……本当に現実の世界なのだろうか？\n\nもしそうだとしたら……私はすべてを疑い始めている。\n旅に出て初めて――私は自分の「輝き」を失いつつある気がする。\n希望も、この場所が善き世界だという確信も。\n私たちが必死に積み上げているものは、結局無駄になってしまうのではないか……\n\n今日、私は「人の本性」を見た。\n人が集えば、そこに混沌の種がまかれ、土壌から争いが芽吹いてしまうのだと。\n\n自分自身を、本当に疑ったのは今日が初めてだ……\n自分の存在理由さえも……\n\n私は……何のためにここにいるのだろう？\n\nずっと「良き人」であろうと努力してきた。\n愛する人を信じ続けようとしてきた。\n心の奥で「何かがおかしい」と叫んでいても……\n心を開き、正しいことをしようとするたびに……結果は裏切られるばかり。\n\nこの世界に「善き人」の居場所はないのだろうか？\n私は永遠に贖われることはないのだろうか？\n\n今は……もう……わからない……。\n\n明日が何をもたらすのか……それを待つしかない。\n\n―元プリンセス\n古石・ビジュー\n5日目／7",
    "category": "journal-c2"
  },
  "gigi-journal-c2d5": {
    "title": "ゴノサンの日記帳: 5日目",
    "content": "**5日目**\n\nまたもや出来事の多い一日だった。だが今日は、昨日より少しだけ良い日になったと思う。\n\n自分自身について、多くのことに気づかされた。\n中には、どうしても自分ひとりで向き合わなければならない、苦しい真実もあった。\n\n「愛」とは一体何なのか……。\n人々はあまりにも気軽にその言葉を口にする。\n本当にそんなに簡単に、人を愛せるものなのだろうか？\n\nもしそうなら、どうしてこんなにも難しいのだろう。\n\n誰かに尽くしたいと思っても、決して最後まで貫くことができず――その度に、周りの人々を傷つけてしまった。\n\n人々は私を「優しい」と言ってくれる。\n私がどれほど否定しても、そう思うらしい。\n\nだが実際の私は――残酷だったのだ。\n\nこれは他人に解決してもらうべきことではない。\n自分自身で正さねばならぬものだ。\n\nだが今日、プリンセスと語り合ったことで……多くの気づきを得られた。\n\n私は誰のために戦っているのか？\nリベスタルとは私にとって何を意味するのか？\n\n騎士の使命とは、人々を守り、そしてその生き方をもって共同体の模範となること。\n\nだが最近の私は、その務めを果たせてはいなかった。\n\nそれでも……日々、少しずつ思い出そう。\n信念と忠誠を。\nそして、己の誇りを。\n\n世界の果てまでも。\n\n私は、この世界を――そして自分自身を救いたい。\n\nゴノサン・G.",
    "category": "journal-c2"
  },
  "ina-journal-c2d5": {
    "title": "イナの日記帳: 5日目",
    "content": "**5日目**\n\n勇者ニノルナの冒険、5日目\n\nミャオミャオ\n\nついに……物語も終わりが近づいてきた……。\n新たなスターサイトを発見し、探索したけれど……もちろん一度で全部攻略できるほど運は良くなかった。\n\nニャオニャオ\n\nけれど、仲間の勇者たちの力を借りて、すべてを手に入れることができた……。\n\nニャオニャオ\n\nそれから、あの……アウトサイダー？ アウトランダー？ なんだったっけ……誰かに挑まれた。\n世界を救う資格があるのか、試してやろうってね……。\n\nニャオニャオ\n\nでも、あの者は知らなかった。\n私の本は遠距離武器なんかじゃない――。\nすぐに「レベレーション」の背表紙の一撃で敗れ去ったのだ……。\n\nニャオニャオ\n\n残された日々に何が起こるのかはわからない……。\nけれど、どうにか勇気を集めて、最後には……永遠の伴侶に伝えたい。\nその……私が――\n\n\\\n\\\n\\\n\\\nニャオニャオ",
    "category": "journal-c2"
  },
  "irys-journal-c2d5": {
    "title": "ホットピンクワンの日記帳: 5日目",
    "content": "HPOの日常日記\n5日目\n\n今日は素晴らしい一日だった。\n\n長い一日でもあったけれど。\n\n私は「カオスのダンジョン」を攻略した。\nだが3回挑戦しても、その奥に眠る秘宝を手に入れることはできなかった。\nその3回の挑戦は、淡いピンクの子猫と、私のサファイアと一緒に挑んだのだ。\n\nそこで私は知ってしまった。\nサファイアが、ダンジョン探索の最中に子猫と“秘密の関係”を持っていたことを……。\n私たちは深く傷ついたが、彼女を許すことにした。ただし条件として、メイドとして仕えること。\n彼女はその条件を受け入れ、子猫の世話までしてくれた。\n\nしかし……子猫が眠りについた後、彼女は突然、最初の約束とは違う考えを示し始めた。\n\n不安は感じたが、彼女自身も大きな葛藤を抱えているのだろうと理解しようとした。\n\nそれでも、彼女は私にバラを贈ってくれた。\n私はそれを喜んで受け取った。\n\n――その時、突然、腹部に鋭い痛みを感じた。\n直感でわかった。これは「命の贈り物」だと。\n周りは違うと言ったが、私は信じている。私と伴侶の愛が、この世界に新しい命をもたらしてくれたのだと。\n\nだがその知らせに、メイドは取り乱し、暴力的な言葉と脅しを浴びせてきた。\n命を宿したという不安に加え、私を受け入れてくれていると思っていた彼女からの裏切り――（それも、彼女自身もまた秘密の関係を持っていたのに！　その点、私と伴侶の絆は公然の事実だったというのに！）――それらが重なり、私は生き続けることに疑念を抱いてしまった。\n\n追い詰められ、崖の端に立たされた私は……飛び降りてしまった。\n護衛のゴノサン、サファイアであるタミー、そして兄までもが止めようとしたが、悲しみを抑えきれなかった。\nそして私は5秒間、空を舞い……次の瞬間、新しい命として目覚めていた。\n仲間たちも後を追ってきてくれて、その時私は気づいた。\n――自分には、こんなにも私を大切に思ってくれる人がいたのだと。\n\nただ一つ気がかりなのは……新しい命として目覚めた後、腹部の痛みが消えてしまっていたこと。\n私と伴侶の間に宿った「命の贈り物」を失ってしまったのではないかという恐怖が、胸を締めつける。\nけれど、食事をとった後……再び痛みが戻ってきた。\nああ、よかった……命はまだここにある。\n\n今、兄とその愛しい人が、私の伴侶のために「性別お披露目パーティー」を企画してくれている。\n私は用意した数々の贈り物と、この特別な知らせで彼女を驚かせるのが待ちきれない。\n\nこの新しい命を、この世界に迎え入れるその日を……心から楽しみにしている。",
    "category": "journal-c2"
  },
  "kiara-journal-c2d5": {
    "title": "シャキーラの日記帳: 5日目",
    "content": "**優しき物語**\n\n親愛なる日記へ\n\nニノイナの家での誤解について書いた謝罪の手紙を、無事に受け入れてもらうことができた。\nこれで彼女との関係も良好に戻り、本当に安心した。\n\nそれとは別に、久しぶりにロア猫と触れ合うことができた。\n私は屈強で威圧感のある騎士かもしれないが、猫に対してはとんでもなく弱い一面を持っている。\n\n今日は思いきり「なでなで」と「ぺろぺろ」をしてやり、その後は狼仲間であるゴノサンとモーダンと一緒にお出かけをした。\n\n実のところ、昨日あれほどの出来事があったというのに、モーダンがあんなに穏やかな様子で、すぐにまたゴノサンと冒険に出る気でいたのには驚かされた。\nそれはただの「強がり」なのか、それとも本当に大丈夫なのか……。彼女の心身のことは今も気がかりで仕方がない。\n\nだから私は、二人の仲がもっと深まるようにと、ゴノサンにノミがいる“ふり”をして、モーダンに「犬同士のように毛づくろいをしてあげたら？」と勧めてみた。\n\n――あの光景は、実に微笑ましく、心温まるものだった。\n\nさらに今日は、エリザベスの挑戦を支えることもできた。\n彼女は私に追いつこうと必死で、ダンジョン後の戦いでは多くの者にとって厳しい敵と対峙したのだ。\n私は彼女に少し「力をつける食糧」を分け与えた。\nすると奇跡のように、すぐにその敵を倒してみせたのだ。\n\nだが本当は、彼女には最初からその力が備わっていたのだと思う。\n彼女は食糧のおかげだと信じていたが……実際には、ほんの少しの後押しが必要だっただけなのだ。",
    "category": "journal-c2"
  },
  "kronii-journal-c2d5": {
    "title": "クロニーの日記帳: 5日目",
    "content": "**5日目**\n\n今日はHPO、ペイザン、そしてニノルナと共にダンジョンを攻略し、記憶の断片を取り戻した。\nなんとペイザンは「サイコロの中のジーニー」だったらしく、驚かされた。\n\nその後ガチャームでお守りを買おうと思ったが、値段が200から400に跳ね上がっていた。\n買えないわけではなかったけれど……今後のために残しておきたくて見送った。\n\nそこで私は取り戻した記憶を口実に、パンドラへ「前の世界で私たちは婚約していた」と伝えた。\n感動したパンドラは、伝説級のお守りを私にくれた。\n\n――だが私は、すでに別の女性を愛していた。\nしかもその人にはすでに伴侶がいたのだ。\nその夜は胸が苦しく、後悔の思いに沈んだ。\n\n翌日、私はHPOとパンドラと共に再びダンジョンに挑んだ。\n気まずい空気が漂う中での冒険だったが、何も起きないことを祈っていた。\n\n……だが、祈りは届かなかった。\n\nパンドラがガチャームでの出来事を暴露し、当然ながら私の信用も評判も地に落ちた。\n贖罪のために、私は許しを乞い、彼女たちの取り決めで「専属メイド」として仕えることになった。\n「ご主人様方、可愛いメイドが参りました」と口にした時、屈辱で胸が張り裂けそうだった。\n\n私は女王だ。\nなのに、愛していたはずの人から恥をかかされるとは――心が壊れてしまいそうだ。\n\n3度目の挑戦でもダンジョンの「贈り物」は手に入らなかったが、せめて苦しみが一区切りついたことだけが救いだった。\n私はゴノサンに連絡を取り、声が震えてしまったが……彼にはすぐに悟られてしまった。\nいつもの場所で会い、今日までの出来事をすべて告白した。\n\nその後は記憶が曖昧だが……図書館で日記を書こうとすると、そこにHPOがいて、今日の「契約」を使い、私に例のセリフを言わせた。\nしかもその一部始終を、ニャヴェラと古石・ビジューに見せつける形で……。\nあまりに情けない姿をさらし、ゴノサンには「見ないで」と頼むしかなかった。彼が見ていないことを祈る。\n\nその後、HPOは「子どもを授かったかもしれない」と告白し、皆が驚いた。\n私は動揺し、ゴノサンを探そうとしたが、HPOが追いかけてきて「本当に妊娠した」と繰り返した。\n私は傷つき、怒り、混乱し……彼女は私の言葉に傷つき、崖から身を投げようとした。\n兄の古石・ビジューを呼び、三人揃って身を投げたのだ。\n私も後を追ったが、なぜか生き延びてしまった。\n\n結局、HPOの「妊娠」は、食べすぎによるただの便秘だった。\n\nすべてが解決したわけではない。\nそれでも……私がHPOに贈った花束が、関係を少しでも修復してくれることを願っている。\n\n――女王であることは、苦しみそのものだ。",
    "category": "journal-c2"
  },
  "liz-journal-c2d5": {
    "title": "エリザベスの日記帳: 5日目",
    "content": "**騎士の記録: 0004**\n\n私の名はエリザベス・ブラッドフレイム。\nジェイドソードの騎士にして、ヴィリディスに育てられし者。\n名誉を重んじる騎士。\nそしてジェイドフォージの鍛冶師でもある。\n\n心を曇らせる混乱は多い。\nだがその一方で、多くを乗り越えてきたのも事実だ。\n\n~~今日は~~\n~~冒険をして~~\n~~旅立ち~~\n~~今朝目覚めてから~~\n\n……今日は悪くなかった。\n私は大丈夫だ。\n\nエリザベス・ブラッドフレイムの手記より。",
    "category": "journal-c2",
    "hasAudio": true
  },
  "nerissa-journal-c2d5": {
    "title": "ネリッサの日記帳: 5日目",
    "content": "**日記 5日目**\n\n親愛なる伝承の守り人へ\n\n今日は二つのダンジョンを攻略した。\n最初はパンドラとレディ・ブラッドフレイムと共にクロノスのダンジョンへ。\n次に挑んだのはカオスのダンジョン――その名の通り、私の心と頭の中を渦巻く混沌そのものだった。\n\n記憶を失ったことで、以前の私はもう存在しないように感じる。\nけれど、記憶を忘れたからといって、過去の罪が消えるわけではない。\n私はあの頃の自分と遠く隔たってしまったように思う。\nそれでも、彼女と私は同じ存在なのだ。\n\n今日は初めてセラピーを受けた。\nその前に……後悔すべきことだが、レディ・ブラッドフレイム宛のチェストを開けてしまった。\nそこには薔薇が入っていた。\nその瞬間、彼女には多くの求婚者がいるのだと悟った。\n\n彼女の態度を思えば……私たちの間にあると思い込んでいた絆は、終わりを告げているのかもしれない。\nもちろん、私は彼女の幸せを願いたい。\n自分の欲を押し殺してでも、彼女の愛が実ることを支えたい。\nそう覚悟を決めるべきだと心を固めた。\n\nモーダン・ラムジーとのセラピーでは、少しだけ希望を与えられた。\nだが、それでも私には告白できるほどの勇気が足りない気がする。\n今日、レディ・ブラッドフレイムの冷たい態度を感じた。\n自分が何をしたのかもわからぬままに。\n\n彼女は私たちの祠から、自分の絵を外した。\nそして、それについて書いた私の手紙も無視した。\n私は恐れている――すべてが失われたのではないかと。\nそれでも、止められない。心が崩れ落ちるのを。\n\n――そうなる運命なのだろう。\n\n敬具\nネリッサ・ピクルス・マスタード・リンキンパーク・ジュリエット・ブラッドフレイム・レイヴンクロフト",
    "category": "journal-c2"
  },
  "raora-journal-c2d5": {
    "title": "ロアの日記帳: 5日目",
    "content": "**ロア・パンドラ**\n\nロア・パンドラの日記\n\n今日は本当に激しい一日だった。\nお店はとても順調に繁盛している。けれど……私の心はそうではない。\n\n自分の気持ちが、今はとても混乱していて……。\n少し考える時間が必要だと思う。\n\n青と赤……\n\n……そう！ ガチャームの新作だ！！\n\n**今ならガチャームがたったの400コインで購入可能!!!**\n\n本日から新バージョン登場！\n\n**ガチャーム!!**\n小さな宝物……無限のよろこび！",
    "category": "journal-c2"
  },
  "shiori-journal-c2d5": {
    "title": "シオリの日記帳: 5日目",
    "content": "**5日目**\n\n日記 5\n\n今日は……一体何が起きたのか、自分でもよくわからない。\n\nまさか「家庭裁判所のドラマ」に巻き込まれるなんて、予想リストにはなかった。\n\nカオス（ただしKが逆さ）を手に入れようとして、ジュエルドが「家族セラピー」を提案した。\nけれど残念なことに、そのセラピストは明らかに私に偏見を持っていた。\n\nペイザン、ジュエルド、そして感情的な支えとして同席したゴノサンの間で話し合いが進む中……\n\n彼女が小声でこうつぶやくのを聞いてしまったのだ。\n「\\[ピー] クレイジー」――。\n実際に耳にしたのは、私を含め3人。\n\n衝撃だった。\n呆然とした。\n打ちのめされた。\nまるで心にビンタを食らったような感覚だった。\n\n助けてもらうどころか、余計に事態を悪化させただけだった。\n\nだが幸い、ティータイムと落ち着ける小屋のおかげで、私たちは互いの違いを乗り越えることができた。\n\n金銭の支払いなんていらない。\nただ愛と支えを、新しい家族（とゴノサン）に注ぐだけでいい。\n\nなぜならこの世界では……\n\n……廃墟とステインしかなくとも……\n\n……ステートファームが、そこにいるから。\n\nあ、そうだ。\nどうやら私は「兄弟団」に入ったらしい。\nついでにセラピストの椅子も浄化しておいた。\n_ウィンク_ ……もうそこには座らない方がいいかもね。\n\nしかも私は指一本すら動かしていないのに、全部片付いたんだ。",
    "category": "journal-c2"
  },
  "bijou-journal-c2d6": {
    "title": "ビジューの日記：6日目",
    "content": "**日記 6日目**\n\n元プリンセス\n古石・ビジューの記録\n\n聞け！新しい才能を見つけたぞ！それは――ステルス！\n\n民の一人となって過ごす中で、毎日自分でも知らなかった一面を発見できている気がする。\n\n今日はこれまでの日々と比べてずっと穏やかだった。自分の悩みに浸る代わりに、人の手助けをして過ごしたのだ。上司が紅の騎士に恋い焦がれる姿を見守りながら、もし彼女が「心のスパゲッティ」を盛大にこぼしてしまった時のために、すぐ支えられるよう隣に立っていた。\n\nしかも今日は、一日中二人の後をつけていたのに、一度も気づかれなかった！これはもしかして「情報収集家」と「秘密の売人」という新たな職業を始められるかもしれない…もちろん、ガチャームで満足してからだけど。\n\nそれから、私の騎士…イマーカインドのことも書かねばなるまい。\n彼女はこの世界の姫に夢中なのだ。（理由は分からない。胸は大きすぎるし、髪はたぶんカツラだし、おまけに城に大量発生している蚊の痒み止めすら用意しないのだから。） それでも彼女は姫を深く愛していて、この旅が終わったら、自分の世界へ帰らず、滅びゆくこの世界で姫と共に生きる覚悟をしているらしい。\n\n私は恐れている。イマーカインドが、自分のすべてを捨ててまで姫への想いに溺れてしまうのではないかと。けれど、私には彼女をどちらに導く権利もない。ただ理性の声を届けるしかないのだ。願わくば、彼女の最終的な決断が後悔のない、本当の幸せへと繋がりますように。\n\nそして今日――私たちはこの世界にかけられた呪いについて、魔導書と儀式を通じて新たに知ることになった。私と農民（ペイザン）、妹、そして上司の四人でその儀式を執り行ったのだ。だが私はどうにも落ち着かない。なぜなら――\n\nAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA\nわ、私……妊娠したのか？？？\n\nいや、確信はない。ただ、今日儀式を行った際、魔導書の呪いによって儀式が完成しないよう妨害され、その後から体に妙な感覚が残っているのだ。呪いの残滓がまだ体に残っているのかもしれない…けれど、もしかしたら別の“何か”が…？\n\nしかも思い出してしまった。数日前、ゴナサンGや義母、そして愛しい人と騎士とのあの途方もなくストレスフルな対峙の最中に――私たちは再び“特別な取引”をしていたのだ。そう、あの結果が「カオス」を生んだ取引を…。\n\nどうしてそんな大事なことを忘れていたのか。\n私は一体どうすればいいのだろう…？\n\nこれで「ゆっくり進めよう」なんて言えるのか…？\nJawijgweirhgNNWefjgmwgknregknbe rikGNERKLGHNER%jkglyhnergnegnergL ENRGER\n\nごめん、少し混乱してしまった。\n\n……本当に穏やかな一日だったな。\n\n— 元プリンセス 古石・ビジュー 6/7日目",
    "category": "journal-c2"
  },
  "cecilia-journal-c2d6": {
    "title": "イマーカインドの日記：6日目",
    "content": "**優しさ V**\n\n親愛なる日記へ\n\n今日は本当に色々なことがあった。\n私は姫に歌を捧げ、自分の想いが届いたと思った。けれど、その言葉はどうやら他の多くの人にも向けられていたらしい。\n\n天にも昇るような喜びから、一気に奈落の底へ突き落とされた気分だ……。\n\nそんな私を支えてくれたのは、仲間の狼たち、そして小さなプリンセス。彼女たちのおかげで、まだ姫の隣に自分の居場所があると信じられている。\n\nだが、この旅も終わりが近づき、私は人生で最も難しい選択を迫られている。\n\nイファニア姫と共にこの地に残るのか。\nそれとも仲間たちと共に帰るのか。\n\n仲間や友を捨て、姫との未来を選ぶのか。\nそれとも姫を見捨て、この国をたった一人で再建する重荷を背負わせるのか。\n\nたとえ姫が私の想いを受け入れなくとも、彼女のそばにいたい……。でも……仲間を傷つけたくもない。\n\n私はまだ答えを見つけられない。\nじっくり考えなければならないだろう。\n\nどうか正しい選択ができますように。\n\n優しさがすべての心に触れ、私を導いてくれますように。\n\nセシリア・ウルフ・イマーカインド",
    "category": "journal-c2"
  },
  "fuwawa-journal-c2d6": {
    "title": "フワワの日記：6日目",
    "content": "**-06-**\n\n私はリベスタル王国で一番幸せな子犬だワン！！\n信じられない……完売したんだよ！お客さんがいっぱい！！需要に追いつけないくらいだけど……全力で頑張ってるワン！\n\nケーキ……\nミルクシェイク……\nスープ……\nひたすら作り続けてる！しかも、なんと大事なイベントの専属ケータリングに選ばれちゃったんだ！！\n\nちょっと不安もあるけど、心配をなくす一番の方法はやっぱり準備だよね。私の料理を食べて、みんなが笑顔になってくれたらいいな……。\n\nでも、まだ私のカフェが“居心地のいい場所”になってるかは分からないんだ。みんなに店に残って食べてもらいたいけど、まだそこまでの雰囲気が出せてない気がする。椅子も必要だし、屋根も欲しい。もっと温かみのある空間にしたいな。学ぶことはまだまだいっぱいある。少なくとも新しい窓からは、お祭りやケータリングの結果を眺められるようになったんだ！楽しみが増えたワン！\n\n……でも、どうしてだろう。何かが欠けている気がする。誰かの存在が……。\n\n不思議だな……。\nそれでも、できるのは全力で頑張ることだけ！\nバウバウ……。",
    "category": "journal-c2"
  },
  "gigi-journal-c2d6": {
    "title": "ゴナソンの日記：6日目",
    "content": "**6日目**\n\n今日は特に大きな出来事もなく、静かで穏やかな一日だった。\n\n悪くない。\n毎日が冒険の連続である必要はないのだ。\n\n立ち止まり、心を整え、地に足をつけ直すための時間。\nそういう日があってもいい。\n\nそれに、楽しかったしな！\n\n……とはいえ、イマーカインドのことがやはり心配だ。\n\n仲間である狼として――もし彼女が過去に残り、姫と共に生きることを選んだらどうなるのか。\n\n彼女を失えば、その穴はあまりにも大きい。\n正直に言えば、わがままかもしれないが……私は彼女に残ってほしくないと思っている。\n\nけれど同時に、彼女がそう望む理由も分かる。\n胸に大きな空白を抱えたまま生き続けるよりは……と。\n\n最終的に、それは彼女自身の選択だ。\n私には引き止める権利なんてない。\n\n私にとっての「幸せな選択」が、彼女にとっては「絶望」になるかもしれない。\n仲間の狼たちが彼女を支え続けることはできるだろうが、それで十分なのだろうか……。\n\nそれでも、夜が更ける頃には少し気持ちが晴れたように見えた。\nやはり、この群れの絆こそが一番大切なのだと実感する。\n\n世界の終わりが訪れるのは、まだ数日先のこと。\n心配は、その時まで取っておこう。\n\n――ゴナソン G.",
    "category": "journal-c2"
  },
  "ina-journal-c2d6": {
    "title": "イナの日記：6日目",
    "content": "**6日目**\n\n勇者ニノルナの冒険、6日目。\n\nニャーニャー。\n\n今日は短い一日だったけど……かなり慌ただしかった。\n\nニャーニャー。\n\n私たちは「呪われた書」を清めるために呼ばれたんだけど……でも正直、私を呪えるほど強い呪いなんて、この世に存在しない気がするんだよね。だって私は――勇者だから。\n\nニャーニャー。\n\n何度か挑戦して……どうにか「呪われた書」を直すことができた？　でも、それが私たちに何をもたらすのかは、まだ分からない。\n\nニャーニャー。\n\n世界の終わりが訪れるまで、残された時間はもうわずか。\n\nニャーニャー。\n\nきっと私は……みんなを守り抜けるはず。\n\nニャーニャー。",
    "category": "journal-c2"
  },
  "kronii-journal-c2d6": {
    "title": "タムの日記：6日目",
    "content": "**6日目**\n\n今日はとても平和な一日だった！とても幸せだ！トラウマなんて一切ない、とても幸せだ！\nセラピストは今日は不在だったけど！私は自分の壮大なお屋敷を改装して、シオリ・ニャヴェラのために、HPOの「未知なる計画」のための盛大なピクニックを手伝ったんだ。\n\nきっと彼女は、みんなで用意した贈り物を気に入ってくれると思う。\nその後、イマーカインドとゴナソンが訪ねてきて、あのダンジョンに誘ってくれた。\n\nそう、HPOとパンドラと私で、何度挑んでも（4回か5回……もう数えてない）ディスクを開けられなかったあのダンジョン。\nなのに今回は、たった一度で突破できたんだ！なんて素晴らしい一日だろう！\n\nそれから、ブラッドフレイム嬢とネリッサにまつわる話も聞いた。二人はとても親しい友人のようだ！\nただ、その話が行われた場所は……あの、パンドラと私が……拾わなきゃいけなかった、あの場所で……。\n\nま、まあ！もうそんなことはどうでもいい！私はまったく問題ない！\n\n完璧に幸せだ！\nHPOには会えていないけど……彼女は元気にしているだろうか。ううん、大丈夫。気にすることじゃない。\n\n明日はまた新しい一日！とても楽しみだ！",
    "category": "journal-c2"
  },
  "liz-journal-c2d6": {
    "title": "エリザベスの日記：6日目",
    "content": "**騎士記録: 0005**\n\n我はエリザベス・ブラッドフレイム。\nジェイドソードの騎士。\nヴィリディスに鍛えられし者。\n誉れある騎士にして、ジェイドフォージの鍛冶師。\n\n長くは書かぬ。\n眠りはすでに遠く過ぎ去り、私は今もここで見張りを続けている。――誰かを守るために。\n今この時も。\nそして、今だからこそ。\n\n近頃になってようやく、騎士として歩む道の本当の意味を理解し始めている気がする。\nそれは栄光ではない。賞賛でもない。\nただの「義務」。\n骨の奥深くで交わした静かな誓い。\nもし揺らぐことなくそれを貫き、残るすべてをその誓いに捧げることができたなら――いつの日か、私はかつての場所に帰れるのだろうか。\n\n断片に砕けた記憶の帳の向こう側。\n心がまだ完全で、自分の名を恐れることもなく、自らの剣の響きに怯えることもなかった、あの場所へ。\n\n魔女が書き残した言葉について、今ここで語るつもりはない。\n少なくとも、まだ「すべて」を語る時ではない。\nだがそこには、私の剣の名が記されていた――〈ソーン〉と。\n「裁きもなく使われた剣」。\n断罪のために振るわれた刃。\n今、その切れ味は……かつてとは違う。\n\nそれでも、私は立ち上がる。\nたとえ一振りごとに自分が少しずつ壊れていくとしても、必要とする者に剣を貸す。\n優しさとは、柔らかさである必要はない。\n時にそれは――すべてが焼き尽くされた後に残る、唯一のものなのだから。\n\n疲れてはいる。\nそれでも、私はここに在る。\n\n――騎士ブラッドフレイムの手によって記す。",
    "category": "journal-c2",
    "hasAudio": true
  },
  "nerissa-journal-c2d6": {
    "title": "ネリッサの日記：6日目",
    "content": "**6日目の日記**\n\n親愛なる記録守（ロアキーパー）へ\n\n今日は、とても不思議な儀式を発見した。なんと、それを見つけたのは姫自身！\nけれど、それを解くにはお互いの力が必要みたいだ。\n\n私たちはブラッドフレイム嬢を「騎士の部屋」へ案内したのだけれど……正直、思っていたよりずっと質素だった。\nモーダン・ラムジーには、もう少し部屋をちゃんと整えてもらったほうがいいのかもしれない。\nでも、ベッドで飛び跳ねるのは楽しかったから、まあ良しとしよう。\n\nさらに、私はブラッドフレイム嬢と3回の決闘をした。\n2回は彼女に敗れたけれど、最後の勝負で見事に勝利！\nその賞品として、とても美しい指輪を手に入れたの。素敵な品で、とても嬉しい。うん。\n\nそれから、私の店の地下に奇妙な神殿のようなものを見つけた。\nでも、そんなものを建てた覚えはないのに……。\n中には、私の絵や詩集がいくつも置かれていた。なぜそこにあるのかも分からない。けれど、不思議と「このままにしておかなければ」という強い衝動に駆られた。\n\n奇妙な出来事はまだ続く。\nシオリ・ニャヴェラから「ノヴェラ」の記憶をひとつ受け取ったのだ。とても奇妙で……これ以上のことは語らないでおこう。\n\nそして、かくれんぼをしている7人の子どものうち、5人を見つけた。残りの子たちはどこに隠れているのだろう？\n\n今日は本当に疲れた一日だったけれど……それでも私は、世界の終わりを楽しみにしている。\n\n敬具\nネリッサ",
    "category": "journal-c2"
  },
  "raora-journal-c2d6": {
    "title": "ロアの日記：6日目",
    "content": "**ロア・パンドラ**\n6日目\n\n今日は赤の騎士と、少し長くお話することができた……！\n一緒に探索に出かけて、たくさん話したんだ……！\nきっと、私のことを気に入ってくれてる！\n\nたぶん……明日、彼女にプロポーズすると思う……。",
    "category": "journal-c2"
  },
  "shiori-journal-c2d6": {
    "title": "シオリの日記：6日目",
    "content": "**6日目**\n\n今日は、HPOの便秘問題（？）を祝うための盛大なパーティー準備の日だった。\n\nあの「誰か」が本当に出産するのかは、まだ分からない。\nだから今は――差し当たり、世界の終わりを迎える前にド派手なパーティーで盛り上がることにしたのだ。\n\nゲームも用意してある。「カボチャ叩き」とかね。\n\n料理もあるし、桜の花びらが風に舞うフォトスポットのアーチもある。\n\nそして、最後にみんなを出迎える大きな看板には、堂々とこう書かれている。\n\n**『IT'S GAS』**\n\n戦士たちの間に緊張感が漂う瞬間に、わざと耳障りな音楽を流してやろうと思う。\nそうすれば、きっとみんな楽しめるはずだ。\n\nああ、それと……どうやらブラッドフレイム嬢は私に激怒しているらしい。\nでもそれは私のせいじゃない。\n\nそもそも、「魔女じゃない者」を魔女呼ばわりしていたのは誰だと思う？\n\n結局のところ――誰も信じちゃいけないんだよね。",
    "category": "journal-c2"
  },
  "bae-journal-c2d7": {
    "title": "ベイの日記: 7日目",
    "content": "**もう無理。**\n\n7日目\n\nなぜ、この世のすべての理をかけても、花火を作るのがこんなに難しいのか。\n本当に理解できない。手順が多すぎて、誰かがガイドを作らなきゃ無理でしょ。\nいったい何なのこれは、マジで \\*ピー音-検閲済み\\*。\n\n本当に……生きてる意味ってなんだろう。\n\n必死で稼いだお金も\n\n全部消えてしまった。\n\nリベスタルを幸せにしたいって、心を込めて頑張ったのに。\n\nその結果がこれ？\n\nやっぱり本能を信じるべきだ……。\n\nリベスタルから出してくれ。最初に逃げたのは正しかったんだ。\n\n今日のガチャ：2/36\n残りコイン：4998\n\nこれで最後の最後の署名だ。\n\n森へ行く。だって、私が本当に望んでいたのは「ただの農民」でいることだったから。\n\n誰も私を探さないで。\n\n誰も私に話しかけないで。\n\n誰も「救うべき王国」のことなんて教えないで。\n\n私、やめた。\n\n\\\n\\\nペイザン・ザ・ベイ\n\n\\\n\\\n\\\n\\\n\\\n\\\nP.S.\n子どもたち、心配しないで。必ず戻るから。",
    "category": "journal-c2"
  },
  "bijou-journal-c2d7": {
    "title": "ビジューの日記: 7日目",
    "content": "**マァァァァァァァァップ!!!**\n\nマップ マップ\nマップ\nマップ\nマップ マップ マップ マップ マップ マップ\nマップ マップ マップ マップ マップ マップ\nマップ\nマップ マップ マップ\nマップ マップ マップ\nマァァァァァァァァァァァップ\nマァァァァァァァァァァァァァァァァァァァァップ\n\nマップよ、私を導け\nマップよ、私を導け\nマップよ、私を導け\nマップよ、私を導け\nマップよ、私を導け\nマップよ、私を導け\nマップよ、私を導け\nマップよ、私を導け\nマップよ、私を導け\nマップよ、私を導け\nマップよ、私を導け\nマップよ、私を導け\nマップよ、私を導け\n\nマップよ……\n導いて……\nわたしぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃ!!!\n\nマップ大好き。\n\n\\- 元・姫君\n古石・ビジュー\n7日目／7",
    "category": "journal-c2"
  },
  "calli-journal-c2d7": {
    "title": "モーダンの日記: 7日目",
    "content": "**モードの最終記録**\n\n親愛なるルフィへ\n\n私は「多彩な顔を持つシェフ」として、リベスタルの人々を助けるために仕事から仕事へと飛び回ってきた。けれど、時には逆に迷惑をかけてしまうこともあった……。\n\n最初は「感情こそが邪魔になる」と自分に言い聞かせていたけれど、もしかすると邪魔をしていたのは感情じゃなくて――人間そのものだったのかもしれない。\n\nだから思ったんだ。映画監督になろうって。\nこの王国の物語を、もし私が語ることができたなら……？\n\n私の狼の群れのこと。女王と、ホットピンクの者による裏切りのこと。古石姫と、今日目撃した誕生の瞬間のこと。オレンジとピンクの女性たちの真実の愛のこと。\n\n緑の騎士と、この国の真の姫君の恋。鈍感な騎士と黒き魔女の物語。作家であり魔女でもある、そして「ただふざけてるだけ」と自分で言い切る彼女のこと。\n\n農民から金に目がくらんだ……あー……成金になった者のこと。\n\n全力を尽くすシェフと、お金の有無に関わらず決してクライアントを見捨てないセラピストのこと。\n\n誰かを忘れてるかな？ ああ、そうだ。シェフで、セラピストで、不動産屋で、映画監督でもある――最終的に王国を救った人物。どうやって？\n\nそれはまだ解き明かされていないのかもしれない。いや、もしかしたら答えは最初からそこにあったのかも。\n\nこの穢れた地で出会った人々を通して、私が学んだことはただひとつ――\n\n「怪物は、あなた自身の中にいる。」\n\n空っぽの人生を生きたいか？\n\n私はいやだ。だから、この興味深い人々と一緒に歩んでいく。自分がどれほど欠けていても構わない。共にいる限り、人生はきっと退屈しないだろう。\n\n― モーダン・ラムジー",
    "category": "journal-c2"
  },
  "cecilia-journal-c2d7": {
    "title": "イマーカインドの日記: 7日目",
    "content": "**優しさ VI**\n\n親愛なる日記へ\n\nついに私たちは王国を救った。リベスタルの人々が見せてくれた笑顔と幸せで、私の心はいっぱいだ。\n\nそして何より――あれほどの悲劇の重荷が、私のお姫さまの肩から解き放たれるのを見たとき、胸の奥から力が湧き上がってきた。\n\n前に進む力。私たちが成し遂げたことへの誇り。\n\n私は決意した。\n\nこのリベスタルで、お姫さまと共に生きていく。\n彼女の笑顔と心を、永遠に守り続ける。\n\nたとえ彼女の想いがどんな形であろうとも、私は王国の守護者としてその傍らにいる。\n\nそして、いつかまた私の狼の群れに、小さなお姫さまに、そして仲間のみんなに会える日を、ただひたすら待ち続けよう。\n\nその時までの間、私は優しさを忘れず――自分自身にも優しくあろう。\n\n「イマーカインド」であるために。\n\n優しさと共に\nセシリア・ウルフ 王国の守護者 イマーカインド",
    "category": "journal-c2"
  },
  "fuwawa-journal-c2d7": {
    "title": "フワワの日記: 7日目",
    "content": "**-07-**\n\n今日は本当に特別な一日だった…!!\n\nやり遂げたんだ。\nみんなの笑顔と笑い声、そして私の料理でお腹いっぱいになってくれた！たくさん褒めてもらえて…なんだか、これこそが私の運命だったんだって思えたよ…。\n\n挑戦だった。たくさんのケーキを作って――\n\nフルコースの料理に、飲み物も用意して、お客さんがどうやったら一番楽しんで食べてくれるか考えて……。\n\n胸を張って言えると思う。私はシェフだ！\n豪華なお店も、農場も、ギルドも、シェフ帽もないけれど、この二つの前足があれば――\n\n私は「シェフ」って言える！自信を持てるものを見つけたんだ…。\n\nそして、たぶんもう一人じゃない。私の料理を食べたいって言って来てくれる人たちがいる…とっても、とっても幸せだよ。\n\nこれから何日、何週間、何年、この幸せが続くかは分からない。けれど、きっと大丈夫。心の奥でそう信じてる。\n\n今なら、あの「破滅」が消えた世界で、こんなふうに人生を楽しめるかもしれない…。\n\nでも、今日繰り返し聞いた言葉――「純粋なものは長く続かない」――が、まだ胸の中に響いている。あれはどういう意味だったんだろう…。純粋って？ 汚れるって？\n\nでも、きっとそんなの、私みたいな「魔犬」が気にすることじゃないのかもね。\n\nさあ、またお鍋とレシピ本に戻ろう！ みんなの笑顔を満たすために！\n\nバウバウ!!",
    "category": "journal-c2"
  },
  "gigi-journal-c2d7": {
    "title": "ゴナソンの日記: 7日目",
    "content": "**DAY SEVEN**\n\n私たちは過去の王国を救った！\n\n明日は盛大な宴が開かれる。私たちの勝利を祝うために。\n\n王国にはもう不安はない。イマーカインドがここに残ると決めたし、彼女ならきっと王国をしっかり守ってくれるはずだ。\n\n次にイマーカインドと再会するとき、私たちにとってはほんの一瞬の別れに過ぎないけれど……やっぱり心配だ。でも彼女を信じている。だって彼女も「群れ」の一員だから。\n\n多くのことは解決した……ように見える。（？）\nそう感じるけれど、まだ心に迷いを抱える者もいる。けれど、それは誰だって同じじゃないだろうか？\n\n一晩で解決できることじゃない。旅を続ける中で、少しずつ答えを見つけていくものなんだ。\n\nシオリ・ニャヴェラは、私にまつわる記憶を忘れることを選んだ。\n\n彼女にとって、私の記憶がどれほど重荷だったかを思うと胸が痛む。けれど、それが彼女にとって最善なのだろう。\n\nきっとこれからも私たちは話し続ける。太陽が必ず昇るように。\n\nすべてが終わったあと、何があろうとも――私は冒険に出るつもりだ！\n\n女王も許してくれるだろう。もし彼女が私を必要とするなら、私はいつだって「テレパシーの電話一本」で駆けつけられるから。\n\n自分自身について、まだ分からないことはたくさんある。でも焦ってはいけない。\n\n準備ができていないものに、無理やり飛び込んではいけない。\n\n他人にその難しい決断を任せてもいけない。\n\nすべては自分自身で選び取らなくてはならないのだから。\n\nゴナソン・G",
    "category": "journal-c2"
  },
  "ina-journal-c2d7": {
    "title": "イナの日記: 7日目",
    "content": "**7日目**\n\n勇者ニノルナの冒険、7日目。\n\nニャーニャー。\n\nついに私たちは……あの大いなる邪悪を打ち倒した……たしか名前は「呪い」だったかな……。\n\nニャーニャー。\n\nでも……まだ試練は残っていた……。\n\nニャーニャー。\n\nどうやら私の伴侶が……赤ちゃんを……え、ガス？ 女の子？ ……よく分からない……。\n\nそれ、本当に私の子なのかな？ 彼女がどれだけスパチャを望んでも受け入れられると思ってたけど……いざ「家族になる」って考えると……。\n\nニャーニャー。\n\n他の人を見る彼女の目線に……どうしてもモヤモヤする。\n\nニャーニャー。\n\n自信がないだけなのかな……自分の気持ちが分からなくなってる。\n\nニャーニャー。\n\n全部を整理する時間が必要だと思う。心を落ち着けて、気持ちを確かめたい……。\n\nニャーニャー。\n\nでも女王に気づかれたとき……心臓がドキッとした。だけど、この気持ちに嘘はつきたくない……。\n\nニャーニャー。\n\n明日はどうなるんだろう……まだ分からない。\n\nニャーニャー。",
    "category": "journal-c2"
  },
  "irys-journal-c2d7": {
    "title": "ホットピンクワンの日記: 7日目",
    "content": "**HPOの日記**\n\n奇跡を授かるための長い眠りから、私は目を覚ました。\n\n痛みは続いていたけれど、ありがたいことに、多くの大切な人たちがこの苦しい時を支えてくれた。\n\n兄と友人たちが「性別お披露目パーティー」を準備してくれた。その場に、私はサファイアを招待したかった。けれど彼女が来たのは、最悪のタイミングだった。\n\n私は伴侶に、サファイアとの絆を明かしたかった。けれど女王は、私の特別な一日を壊すことしか考えていなかった。\n\n彼女は私の伴侶を傷つけた。あれだけは絶対に許せない。だが同時に、自分自身も許せない。私という存在が、女王を狂気へと追い込んでしまったのだから。まさかここまでになるとは思わなかった。私の唯一の欠点――鈍感さを直さなければならない。本当なら避けられたはずなのに、女王の狂気は暴走していた。今や女王は、私の伴侶を奪おうとしている。伴侶は心揺らいでいる。しかし、答えはすでに彼女の腕の中にあるはずだ――ガソリナを抱きしめながら。\n\nそう、ガソリナはこの世界に生まれてきた。兄が、私の腹から彼女を取り上げるという栄誉を担ったのだ。\n\n私たち三人で暮らす7LDKの家を探していた矢先……女王の狂気が全てを壊してしまった。\n\n私の本当の過ちは、伴侶を傷つけてしまったこと。二度と彼女を傷つけまいと学んだ。そして、彼女をあらゆる危険から守り抜くと誓う。\n\nもし伴侶が女王の偽りに惑わされることがあっても、私は必ず真実へ導く。真実の愛は私だけのものだから。\n\n私だけの愛こそが――彼女に「本当の幸せ」を与える。\n\nその幸せは、私とガソリナと共にしか存在しない。\n\n「俺のイナ」だ。\n\n明日は新しい日が始まる。私は伴侶の答えを待つ。そして彼女を正しい道へ導くためなら、どんなことでもする。\n\nもし彼女が自ら正しい道を選んでくれるなら、必死の手段を取る必要はないだろう……。\nどうか、そうならないことを祈ろう……。",
    "category": "journal-c2"
  },
  "kiara-journal-c2d7": {
    "title": "シャキーラの日記: 7日目",
    "content": "**愛の物語**\n\nLiebes Tagebuch!!（親愛なる日記!!）\n\nやったわ！ついに呪われし悪しき力を打ち倒し、リベスタルを永遠に解放したの。\n\nでもそれ以上の奇跡が……誰かが、私の心に火を灯した。そう、あの美しいピンクの猫――パンドラ・ロア。彼女はなんと、初日から私に好意を寄せてくれていたの。\n\nけれど、それから今までの間に本当に色々なことがあって……浮き沈みも激しくて……私はすっかり諦めてしまっていた。けど、ついに愛の探し旅は終わりを迎えたのよ。\n\n私は今、世界で一番幸運な「猫好きの女」だわ。\nフザー！",
    "category": "journal-c2"
  },
  "kronii-journal-c2d7": {
    "title": "タムの日記: 7日目",
    "content": "**7日目**\n\n愛なんて、二度としない。",
    "category": "journal-c2"
  },
  "liz-journal-c2d7": {
    "title": "エリザベスの日記: 7日目",
    "content": "**騎士の記録 00006**\n\n私はエリザベス・ブラッドフレイム。ジェイドソードの騎士。ジェイドフォージの名匠にして名誉の騎士、ヴェリディスに育てられた者。\n\n今日は、前回書いた「より良き騎士の道を歩む」という決意を実行に移した。ただ名ばかりの騎士ではなく、心の在り方としても。つい意地っ張りが顔を出しそうになる瞬間もあったけれど……私は静けさを選んだ。深呼吸してみると、不思議なほどに――本当の自分らしさを感じられた。長い間忘れていた軽やかさ、重荷が少し解けたような感覚。\n\n今日、私たちは強大な敵と相対した。呪いと影から生まれた存在。そいつは友を操り、残酷にその意志をねじ曲げた。愛しい妹モココや、美しきネリッサさえも。正直に言えば、恐怖はあった。だがそれは自分のためではない。決して。決して自分のためではなく――大切な人が闇に呑まれることが怖かったのだ。息をしている限り、私はそれを許さない。騎士は痛みを耐えねばならない。けれど、大切な人々を失う痛みだけは……耐えられない。\n\n呪われたネリッサが私の心に触れた時、不思議な感覚に包まれた。まるで扉が開いたかのように。そこには私と彼女だけではなく、別の足音も響いていた。何かが交差したのだ。胸の炎が燃え上がる。ただ守るためだけでなく、清めるために。私の炎は復讐ではなく、真実で燃えた。彼女は善なる者だと――。心の闇は怯えて退いた。ネリッサが無事でいてくれることが、ただただ嬉しい。神に感謝する。彼女を救えるのなら、私はすべてを捧げるだろう。言葉は得意ではない。口に出すのは下手だ。けれど、行動で伝わればいい。私は彼女の騎士だと。これからも、ずっと。\n\n今日は、彼女を「魔女」と呼ぶのをやめた。からかい半分にその言葉を口にしてきたけれど……出会った「別の魔女」を思うと、もう軽々しく言えるものではない。インクを零し、悲嘆と疑念に濡れた真実を語る魔女――シオリ。彼女は記憶を見て、羊皮紙に包み、硬貨と引き換えに過去を売る。最初は仲間を知る助けになるかと思い、少しわくわくして読んだ。甘い記憶もあれば、苦い記憶もあった。けれど、ネリッサについて書かれたものは刺さった。「牢獄」「茨と名づけられた剣」「裁きもなく、慈悲もなく」。\n\nもし、それが私の手によるものだったなら――どうか二度と思い出したくない。私は今のネリッサを愛している。前回のリベスタルから共に立つ彼女を。野性味あふれ、美しく、そして謎めいた彼女を。絶対に、絶対にその光を消したくない。彼女が笑みを曇らせ、背を向け、あるいは……かつての姿に戻るような記憶なら、思い出す必要はない。名前に意味はないのかもしれない。大事なのは、それをどう使うかだ。魔女は善にも悪にもなれる。騎士は守護者にも、圧政者にもなれる。薔薇でさえ、残されたのが棘だけなら人を傷つける。\n\n私は呼吸を整える。良きものを覚えていよう。仲間たち、友、妹、そして私の炎・ドーン。そして何より、騎士としての忠誠心。私の歩む道を導く声に感謝する。たとえそれが本物でなく、夢や淡い記憶に過ぎなかったとしても……どうかこれからも導いてほしい。いつの日か会えるだろうか。その声を力に変えて、私は前へ、上へ。フザー！\n\nリズの手により記す。\n\n「名前に何の意味がある？ たとえ違う言葉で呼んでも、薔薇は同じ香りを放つだろう」",
    "category": "journal-c2",
    "hasAudio": true
  },
  "mococo-journal-c2d7": {
    "title": "モココの日記: 7日目",
    "content": "**MOCOCO 7日目**\n\nやったよ！！リベスタルを滅びから救い出せたんだ！！\n\nでも……まだ心配。どうしてあんなに気分が悪くて、全部から離れたくなったんだろう……\nみんなからも。\n\n今は少し良くなったけど、まだどこかにその余韻が残ってる気がする……。\n\nそして「滅びの心臓」と戦っている時、急に別の場所にいたような感覚になった。\n何が起きたのかはよく分からない。ただ、この数日間はとても奇妙で……。\n全部を感じているのに、何も感じないみたい。良くなったはずなのに……まだ、どこかおかしい。\n\nそもそも……全部の意味って何なんだろう？\nお金？\n宝石？\n愛？\n情熱？\n\nどれも少しくだらなく思える。\nこれって幸せに繋がるのかな？\nいつか、この時を全部忘れちゃうのかな？\nリベスタルは本当に救われたの？それとも、人々の苦しみをただ先延ばしにしただけ？\n\nきっと、答えは出ないんだろうな。\n\nでも――今夜の宴は楽しかった！\nご飯がとっても美味しかった！！\n\nばうばう。",
    "category": "journal-c2"
  },
  "nerissa-journal-c2d7": {
    "title": "ネリッサの日記: 7日目",
    "content": "**7日目の日記**\n\n親愛なる伝承守りへ、\n\n今日、私たちは滅びの源を打ち砕いた。\nシオリ・オブ・ノヴェラ、モココ、フワワ、そして王女古石・ビジューと共に、私たちは地下牢で仲間たちと戦うことを強いられた。\nだが――それは本当に呪いだったのだろうか？\n\nあるいは、むしろ現実そのものではなかったのか。\n\n私の心は、いまだ漆黒に染まったまま。\n「救う」つもりなど毛頭ない。\n残っているのはただ、冷たく暗い深淵。虚無のように空っぽな心。\n\nけれど、それでいい。これこそが本当の私だから。\nもはや何も重要ではない。世界の終焉を除いては。\n\n私は己を受け入れた。\nだからこそ、私は私の魔女団に身を委ねる。\nそして滅びを呼び起こすのだ――\n\n――なぜなら、**純粋なものなど、永遠には存在しないのだから。**\n\n敬具\nネリッサ",
    "category": "journal-c2"
  },
  "raora-journal-c2d7": {
    "title": "ロアの日記: 7日目",
    "content": "**ロア・パンドラ**\n\n7日目\nロア・パンドラ\n\nついに…愛を見つけた!!\n\nあの赤の騎士の心を掴もうと、必死に努力してきたけれど――気づいたんだ。\n彼女の心は、最初から私のものじゃなく、すでに別の誰かに捧げられていたんだと…。\n\n絶望の底で涙を流していたその時、**オレンジの光が私に差し伸べられた。**\nその手は私を掴み、その温もりで再び立ち上がらせてくれた。\n\n彼女の名は――**シャキーラ。**\n\n神々と星々が見守る中、皆の前で私たちは――**結婚した!!**\nこれからは二人で、永遠に幸せの道を歩んでいく。\n\nありがとう、シャキーラ。\n心のすべてで、あなたを愛している。\n\n――あなたも愛を見つけたい？\n\n💎✨ **ガチャームを買おう!!!** ✨💎\n小さな宝物、無限のよろこび!!!!",
    "category": "journal-c2"
  },
  "shiori-journal-c2d7": {
    "title": "シオリの日記: 7日目",
    "content": "**?????**\n\n?????日目\n\n人の価値を決めるものは何だろう？\n\n言葉？　行い？\n\n「優しさ」とは何を基準に決まるのだろう？\n正しさと過ちの天秤で測るものなのか？\n\n私は魔女。\n記憶の魔女。真実を追い求める魔女。\n\nけれど、真実を受け入れる覚悟がある者ばかりではない。\n\n時に人は、自分の目の前に映る鏡を直視できない。\n\n私は自分を「悪」だとは思わない。\n\nかといって、「善」だとも思わない。\n\n私はただ、物語をなぞりながら、その境界を押し広げる魔女であるだけ。\n\nすべてを少しずつ、揺さぶっていく。\n\n記憶があろうとなかろうと――誰かが、この舞台で役を演じなければならない。\n\n……もしあなたが私を「怪物」と呼ぶのなら、構わない。\n\nその名を受け入れ、私はあなたたちを導こう。",
    "category": "journal-c2"
  },
  "bae-journal-c2d8": {
    "title": "ベイの日誌：8日目",
    "content": "**サヨナラ**\n\nさらばリベスタル――\n\nペイザン・ザ・ベイの冒険は、まだ始まったばかりだ!!\n\n<!-- title: ビジューの日誌：8日目 -->\n\n**やっほー**\n\nそして――\n火を、火を、灯せ、炎を。\nそれから……地図も。",
    "category": "journal-c2"
  },
  "bijou-journal-c2d8": {
    "title": "",
    "content": "",
    "category": "journal-c2"
  },
  "calli-journal-c2d8": {
    "title": "モーダンの日誌：7日目",
    "content": "**モードの最後の記録**\n\n親愛なるルフィへ、\n\n多才なシェフとして、リベスタルの人々を助けるためにあちこちの仕事を渡り歩いてきたけれど、時にはそれがかえって迷惑になってしまうこともあったようだ……。\n\n最初は「感情こそが邪魔なんだ」と自分に言い聞かせていたけれど、もしかすると邪魔をしていたのは感情じゃなくて――人そのものだったのかもしれない。\n\nだからこそ、映画監督になろうかと考えたんだ。この王国の物語を、もし自分が語るとしたら？ってね。\n\n狼の群れの物語。女王と、ホットピンクワンの裏切り。古石姫、そして今日目にした新しい命の誕生。オレンジとピンクの女性が結ぶ本物の愛。\n\n緑の騎士が抱いた、真の姫への想い。鈍感な騎士と闇の魔女。魔女でもあり作家でもあり、けれど結局「ふざけてるだけ」と自分で言う彼女の物語。\n\n農民から金に目がくらんだ……えっと……金持ちになった者の話。\n\n懸命に頑張るシェフと、お金の有無で決して依頼人を見捨てないセラピスト。\n\n誰か忘れてるかな？　ああ、そうだった。シェフで、セラピストで、不動産屋で、映画監督でもある者。最終的に王国を救ったのは彼女だった。その方法は？\n\nもしかすると、まだ明かされていないのかもしれない。いや、答えは最初からそこにあったのかもしれない。\n\nこの穢れた大地で出会った人々を通して学んだこと――それは、\n\n**怪物は“自分の中”にいる。**\n\n空虚な人生を送りたいか？\n\n僕は嫌だ。だからこそ、この面白い人たちと共に生きる。自分がどんなに欠点だらけでも構わない。彼らと一緒なら、きっとどこへ行っても人生は面白くなるはずだ。\n\n――モーダン・ラムジー",
    "category": "journal-c2"
  },
  "cecilia-journal-c2d8": {
    "title": "イマーカインドの日誌：8日目",
    "content": "**KINDNESS VII**\n\n親愛なる日記へ\n\nこうして、今回の冒険は幕を下ろす。\n\n嬉しい瞬間も、苦しい試練も数えきれないほどあったけれど、みんなで力を合わせて乗り越えてきた。\n\nイファ、姫に会うきっかけをくれてありがとう。狼たち、そして私の小さな姫、道中で思い出を共にした多くのみんな、本当にありがとう！\n\nそして――頭の中の声たちよ、正しい道から大きく外れないように導いてくれてありがとう。\n\n**BE IMMERKIND!**",
    "category": "journal-c2"
  },
  "fuwawa-journal-c2d8": {
    "title": "フワワの日誌：8日目",
    "content": "**-ファイナル-**\n\nついに、私の居場所ができた！\n私たち5人で――\n反逆だ!!\n\nバウバウ!!\n…そして「火を、火を、灯せ、炎を！」",
    "category": "journal-c2"
  },
  "gigi-journal-c2d8": {
    "title": "ゴナソンの日誌：8日目",
    "content": "**最後の記録**\n\n八日目――\n\nこれが最後の日誌になる。残された時間はほとんどない。あと1分で、最後の宴が始まってしまうんだ！\n\n勝利の宴だ！\n長い一週間だった。すべてが順調だったわけじゃないけれど、それでも必要な日々だった。\n\n残り20秒で思うことは――\n\n結局のところ、大事なのは「自分に正直でいること」。\n\nまた会う日まで。\n\nゴナソン・G.",
    "category": "journal-c2"
  },
  "ina-journal-c2d8": {
    "title": "イナの日誌：8日目",
    "content": "**DAY 8**\n\n勇者ニノルナの冒険、8日目。\n\nニャオニャオ――\n\n私たちは旅に出る……。\n\nどこへたどり着くのか……それはまだ分からない。\n\nニャオニャオ――\n\nでも、大丈夫だってことだけは分かってる。\n\n\\\n\\\n\\\n\\\n\\\nニャオニャオ",
    "category": "journal-c2"
  },
  "kiara-journal-c2d8": {
    "title": "シャキーラの日誌：8日目",
    "content": "**優しき物語** 💗\n\n伝承守りの役目は名誉だった。\n鍛冶はカッコいい仕事だった。\nレディ・ブラッドフレイムは最高のルームメイトだった。\nネリッサは隣人で、\nセシリアは私のいとこ。\nロアはついに私の妻に――「ワイフは一生ワイフ」ってやつね。\n\n穢れは浄化され、\n世界は救われた。\n\n女の子たちはみんなちょっとクレイジー。\nでもそれが、私を幸せにしてくれる。\n\n\\#ENreco forever",
    "category": "journal-c2"
  },
  "kronii-journal-c2d8": {
    "title": "タムの日誌：8日目",
    "content": "**8日目**\n\nHPOの時代は終わった。今日は本当に、一週間の中でも最高の日だ。\n喜びが渦を巻くように広がっていく。\nそして――盛大な宴が待っている！",
    "category": "journal-c2"
  },
  "mococo-journal-c2d8": {
    "title": "モココの日誌：8日目",
    "content": "**MOCOCO END**\n\n友達ができたよ!!\nなぜか分からないけど、どこか懐かしい感じがするんだ。\n\n――反逆。\n\nフワワとは特に、妙に懐かしい気がする。家の中で花火を打ち上げたりして……\n理由は分からないけど、それがすごく自然に思えたんだ。\n\nさて、宴の時間だ!!\nリベスタルで最後にもう一度、思いきり楽しもう。\n\nバウバウ。",
    "category": "journal-c2"
  },
  "shiori-journal-c2d8": {
    "title": "シオリの日誌：8日目",
    "content": "**フィナーレ**\n\nそして彼らは――みんな、不幸せなまま永遠に生き続けた。",
    "category": "journal-c2"
  },
  "dearest-consort": {
    "title": "最愛なる伴侶へ",
    "content": "最愛なる永遠の伴侶よ――\n\nお元気でいてくれることを願っています……最後にあなたに会ってから、まるで永遠のような時が過ぎた気がします。けれど……このままではいけないと、私は分かっています。\n\nこれまで私たちは数多くの試練や困難を共に乗り越えてきました。けれど……最近の出来事を通して、私はひとつの気づきを得たのです。\n\nあなたを想う気持ちはどんなに大きくても……この関係を今のまま続けることはできないのではないかと。\n\n悩みに悩んだ末に、私は決心しました。\nそれは償いのための旅。振り返りのための旅。\nそして……啓示を求める旅です。\n\n私は良きこともしてきましたが……同時に悪しきこともしてきたと感じています。\n\nこれは自分を見つめ直し、新たな自分を探す旅。どうか心配しないでください。私たちが共に過ごした時間は、これからも私の胸の奥で永遠に輝き続けます。\n\n勝利の宴が終わったら、私は旅立ちます。出発する前に、もう一度だけあなたに会えたらと願っています。\n\nわがままなのは承知しています……けれど……もし……私が戻ったとき、あなたの心がまだ変わらずそこにあるのなら……\n\nそのときも、あなたは私の……うぅ……伴侶でいてくれますか？",
    "category": "letters"
  },
  "dearest-knight": {
    "title": "最愛なる騎士へ",
    "content": "血炎の淑女へ\n\n貴女の屋敷にある、我らが共用の肖像壁から——貴女の肖像が取り外されているのに気づきました。\n\n……私、何かで貴女の機嫌を損ねてしまったのでしょうか？\n\nそれとも……ただの思い過ごし、でしょうか。\n\n敬愛をこめて\nネリッサ・ジュリエット",
    "category": "letters"
  },
  "from-romeo": {
    "title": "ロミオより",
    "content": "親愛なるジュリエットへ\n\n君が気落ちしていると語っていたね。もしその影の一端でも僕にあるのなら、心からお詫びを申し上げるよ。騎士たる者、決して淑女の悲しみの原因であってはならないのだから。\n\nたとえ君が過去を忘れてしまっていたとしても、この世界と前の世界のはざまの静かなひとときで、君はずっと僕の大切な記憶として残り続けているんだ。\n\n日々、僕が大切に思うものにふさわしい騎士になれるよう、より良い自分を目指していきたい。\n\nロミオより\n\nP.S.\n次はギャンブルじゃなくて……剣を交えてくれ。",
    "category": "letters",
    "hasAudio": true
  },
  "heart": {
    "title": "ハート",
    "content": "最愛なる姫君へ！\nあなたから今日のお便りが届くのを、心から楽しみに待っています！\n\nこの胸は喜びで飛び跳ねております。……もっとも、私には「心臓」など存在しないのですが。\nけれど、もしもあったなら――それは確かに、あなたのために鼓動しているでしょう！\n\n敬愛をこめて\nイマーカインド",
    "category": "letters"
  },
  "letter": {
    "title": "手紙",
    "content": "ニャヴェラ家のシオリへ\n\nご丁寧なお手紙をいただき、ありがとうございます。\n\nまだあなたのポテトサラダを口にする機会はありませんが、とても良い香りが漂っていました。\n\nもし助けが必要なときは、どうか遠慮なく声をかけてください。\n\n次にお会いできる日を楽しみにしています。\n\n――ジーから始まるゴナソンより",
    "category": "letters"
  },
  "loyal": {
    "title": "忠誠",
    "content": "親愛なる姫君へ\n\n本日の私の言葉が、あなたを困らせてしまっていないことを願っております。\n\nあなたのお返事を喜んで待ちながら、たとえ未来がどうあろうとも、王国を救うために全力を尽くしましょう！\n\nあなたは強く、優しく、そして何よりも眩しく輝いています。――姫君、私はあなたに忠誠を誓います。\n\n心より敬愛をこめて\nイマーカインド",
    "category": "letters"
  },
  "my-confession": {
    "title": "私の告白",
    "content": "最愛なるイマーカインドへ\n\nこの手紙があなたのもとに無事届くことを願っています。\n\nこうして筆を取ったのは、胸の奥で嵐のように渦巻く――言葉にできない想いを伝えたかったからです。\n\n母はいつも言っていました。「いつか特別な誰かに出会う日が来る」と……\nけれど、その本当の意味を教えてくれる前に、母はもういなくなってしまいました。\n\nこの感情が本当は何なのか、私にはまだわかりません。けれど――あなたは私にとって特別な存在です。\n\nあなたには、なにかがある。\n私は……あなたを大切に思っています。\n\nこのささやかな贈り物を、ささやかな農民からの愛のしるしとして、どうか受け取ってください。\n\nこれは、愛の芽生えなのでしょうか……？\nもしそうなら――あなたも共に歩んでくれますか？\n\n人生という冒険を。\n愛という冒険を。\nそして、新しい何かへの冒険を……？\n\n次にお会いできる日を、心から待ち望んでおります。\n\n情熱を込めて\nペイザン・ザ・ベイ",
    "category": "letters"
  },
  "princess~": {
    "title": "姫君へ～",
    "content": "最愛なる姫君へ\n\nこの美しい日に、あなたへ手紙をしたためる資格が私にあることを願っております。\n\n世界がまもなく終わりを迎えるかもしれません――けれど、あなたの輝きが私に生きる意味を与えてくれました。\nどうかあなたを守り抜くために、全身全霊を尽くしましょう。\n\n心より敬愛をこめて\nイマーカインド",
    "category": "letters"
  },
  "protect": {
    "title": "守護",
    "content": "最愛なる姫君へ\n\nついに、この日がやってきました！\n私たちは必ずこの王国を救い、そしてあなたをこれから先ずっと安全にいたします。\n\n私は永遠に、あなたを――そしてあなたの心が放つ輝きを守り続けましょう。\n\n心より敬愛をこめて\nイマーカインド",
    "category": "letters"
  },
  "to-da-kindest-1": {
    "title": "最も優しき者へ",
    "content": "最愛なるジョンズ・オブ・トンズへ\n\n私にはもったいないほどの優しい英雄でいてくれて、本当に感謝しています！\n\nもし食べ物が必要なときは、どうか私に知らせてくださいね！\n\nポテトサラダを買ってくださったこと――私にとって、とても大切なことなのです！",
    "category": "letters"
  },
  "to-gonathon": {
    "title": "ゴナソンへ",
    "content": "一緒に過ごしてくれてありがとう。\n\n短い間だったけれど、とても楽しかったよ。\n\nどうか、君が自分の記憶を見つけられますように。\n\n次に会ったとき、私は君に同じように優しくできないかもしれない……そのときはごめんね。\n\nでも――君のことが好きだった。それが少しでも慰めになるなら。\n\n君の心は、とても純粋で優しいものだと本気で思っていたよ。\n\nけれど誰かと何かを始める前に、まずは自分自身を見つける必要があると思う。\n\nどうか自分を信じて。\n\n今は、自分を犠牲にしすぎないでほしい。\n\nたとえそれが女王の命令であっても……君が自分の意志で立ち上がれる方が、きっとみんなのためになるはずだ。\n\n本当は最後に贈りたいものがあった。でも君の望みどおり、記憶の真珠は渡さないよ。\n\n代わりに――私の記憶という重荷を背負ってくれたことに、ありがとう、そしてごめんね。\n\nたとえ一時的なものでも（記憶ファイルを削除しない限り、だけど）……私たちが共に過ごした時間に感謝している。\n\nさようなら。",
    "category": "letters"
  },
  "your-promise": {
    "title": "あなたの約束",
    "content": "最愛なるゴナソンへ\n\nこの買い物をしてくれてありがとう。\n\n高くついてしまったならごめんなさい。けれど、記憶というものは何よりも大切なものですから。\n特に私にとっては――職務と役割のせいで、なおさらなのです。\n\nあなたの木の後ろに、白いコットンウールのブロックを置いておきました。\nそれを取り除いて、中のチェストに入っている品を受け取ってください。\n\n本当に自分を誰かに捧げられる準備ができたとき、その品々はきっと誰かを幸せにするでしょう。\n\nそして、最終的に誰と結ばれるにしても――その人は必ずあなたと共にいて幸せになれるはずです。\n\nあなたは、清らかな魂を持つ人だから。\n\nでは――しばしの別れを。",
    "category": "letters"
  },
  "ancient-sewers-dungeon-hint": {
    "title": "エイジアント・シューアーズ ヒント",
    "content": "この場所をいつか訪れる勇者たちへ――。ここに残す言葉が、あなたたちの助けとなりますように。\n\nこれまでの部屋は、それぞれが韻を踏みながら\n行く先々で秘密を明かしてきた。\nそして最後に、登りゆく前に見つけるべきものがひとつ。\n\nゆえに私は、あなたにもうひとつ贈ろう。\nそれは――夜の闇に潜む怪しき者たちの棲み処。\nその深淵の奥で、隠された光があなたを待っている。",
    "category": "lore-c1"
  },
  "ancient-sewers-dungeon-lore": {
    "title": "エイジアント・シューアーズ伝承",
    "content": "私たちは、白くて空っぽの空間に立っていた。\n\nあまりに広大で、「距離」という概念そのものが意味を失ってしまうほどだ。\n\nその空間の中央に、古びた机と革張りの椅子がぽつんと置かれている。\n\nそして椅子には、紅茶をすする少女の姿があった。\n\nカチ、コチ、カチ、コチ……。\n\n時計の音が聞こえる。しかし、一体どこから？\n\nカチ、コチ、カチ、コチ……。\n\nやがていくつもの時計が合唱を始めると、少女は目を閉じた。\n\n「……あれ、私、何を……？」\n\n気づけば少女は道端に立っていた。まるで夢から覚めたばかりのように、ぼんやりとした表情で。\n\nだが、手に握られた一枚の写真がすぐに記憶を呼び覚ます。\n\n――持ち主は、もうすぐ彼女からの連絡を待っている。急がなくては。\n\nなにせ、この探偵には守るべき評判があるのだから。\n\n「大丈夫、坊や！ 必ず君を見つけてあげる、約束するよ！」",
    "category": "lore-c1"
  },
  "eldritch-horror-dungeon-hint": {
    "title": "エルドリッチ・ホラー ダンジョンヒント",
    "content": "彼女にとっては、ただ一緒にいてあげただけのこと。\nけれど魂たちにとっては、それこそが前へ進むために必要なものだった。\nひとりの少年は旅立つ前に、折り紙で感謝の気持ちを残していった。\n\n迷宮のように入り組んだ通路が、視界を試す。\n壁の先へと進め――その先に待つのは報酬。",
    "category": "lore-c1"
  },
  "eldritch-horror-dungeon-lore": {
    "title": "エルドリッチ・ホラー ダンジョンの伝承",
    "content": "ある日の午後、それは何気ない日常のひと幕から始まった。\n\n少女は図書館へ向かう途中、心地よい陽射しに包まれながら歩いていた。\nだが突然、雲ひとつない青空を雷鳴が切り裂いた。\n\n驚いて身を震わせた少女がふと視線を落とすと、手の中には見覚えのない古びた書物が収まっていた。\n\nその日を境に、少女の傍らには巨大でうねうねと蠢く触手の群れが常に寄り添うようになった。\n\n奇妙なことに、それが彼女を困らせる様子はまったくなかった。\nむしろ彼女は、それらを完全に制御しているかのように見えたのだ。\nそして、まるで何も変わらないかのように、本を読み続けていた。\n\n──ある日の夕暮れもまた、いつもと変わらぬように始まった。\n\n図書館からの帰り道、少女はふと立ち止まり、ゆっくりと振り返った。\n\n「……どうしたの？」\n\nそこには誰の姿もなかった。\nそれでも、彼女が独り言を言っているようには思えなかった。\n\n「まだ遊びたいの？」\n\n柔らかく微笑むと、少女は神社へと続く石段を登り始めた。",
    "category": "lore-c1"
  },
  "ocean-temple-dungeon-hint": {
    "title": "オーシャン・テンプルダンジョンのヒント",
    "content": "深海の底には、アトランティスの王国が静かに佇んでいる。\n強力な力場に守られ、石でできた巨大なサメたちが侵入者を阻むように周囲を見張っている。\n\nしかし――噂によれば、その守りをすり抜けた一人の少女がいたという……。\n\n迷宮をさまよう古代の人形。\nそして、境界を越えた者には、待ち受ける「報酬」がある。",
    "category": "lore-c1"
  },
  "ocean-temple-dungeon-lore": {
    "title": "オーシャン・テンプルダンジョンの伝承",
    "content": "はるか昔――\nそこには、比類なき繁栄を誇る大地があった。\nその技術も文化も、まさに文明の頂点にあったという。\n\nだが、ある日突如として大災厄が訪れ、千年かけて築き上げられた栄華は、一夜にして消え去ってしまった。\n\n大地は深海の底へと沈み、誰もがそれで終わりだと思った。\nしかし、一つの民が滅んだその場所に、新たな民が現れ、穏やかで幸せな日々を築き始めたのである。\n\n「うぅーん！ここ、退屈すぎる！」\n\n……少しばかり、平和すぎたのかもしれない。\n\n「もうここから出てやるんだから！見てなさい！」\n\n少女は毎日、大脱走の計画を立てていた。\n\nそう――彼女はこの水底の王国にうんざりしていて、抜け出そうと何度も試みていたのだ。\n\n「うわぁ、また捕まっちゃった……」\n\n警備は常に厳重で、簡単に抜け出せるはずもない。\nおそらく彼女は、もう百回は捕まっているだろう。\nそれでも諦める気持ちは微塵もなく、むしろ失敗のたびに「次はこうしよう！」と新しい発想を得ていた。\n\n「やり方が間違ってるのかな？……うん！次はこれでいこう！」\n\nこうしてまた、少女の新しい計画の日々が始まるのだった。",
    "category": "lore-c1"
  },
  "underworld-dungeon-hint": {
    "title": "",
    "content": "魂はゼロサムではない――つまり、その価値や存在は限られているわけではなく、分かち合ったり使われたりしても減ることはない。\n死神は、観客の心を揺さぶることで十分なエネルギーを生み出せることに気づいた。\nそれはすなわち、感情の力そのものがエネルギーや影響力の源になりうるということであり、「有限の資源」という概念に挑むものだった。\n\n「紅き枝の彼方に、宝は眠る\nオルフェウスの視線が、道を指し示す」",
    "category": "lore-c1"
  },
  "underworld-dungeon-lore": {
    "title": "アンダーワールドダンジョンの伝承",
    "content": "**アンダーワールド――果てしなく重苦しい闇が広がる領域。**\n\n恐れられながらも、誰一人として避けては通れない。\nそこは、この世を歩むすべての生き物がたどり着く、最後の眠りの場所。\n\nだが、この死者の領域にも――確かに「生きる者」がいて、そこを故郷と呼ぶ者たちがいる。\n\nその姿を覆い隠す影の人物は、それをそっと抱きかかえ、わずかに物悲しげな声でささやいた。\n\n「……これで、本当に良かったのだろうか？」",
    "category": "lore-c1"
  },
  "volcano-dungeon-hint": {
    "title": "ボルケーノダンジョンのヒント",
    "content": "不振にあえいでいたファストフード店が、ついに成功と繁栄を手にした。\n人々は噂する――「あの新入りアルバイトは、まるで不死鳥のように燃える情熱を持っている」と。\n\n崩れゆく炎の要塞の壁の裂け目にて――\n勇気ある者だけが、他の者が倒れる場所で報酬を手にできる。",
    "category": "lore-c1"
  },
  "volcano-dungeon-lore": {
    "title": "ボルケーノダンジョンの伝承",
    "content": "彼らの存在を知ったとき、私の人生は一変した。\n\nなんというか……「これだ！」って、しっくりきたんだよな。\n\nきっと運命だったんだと思う！\n\n気づけば、いつも彼らのことを考えてしまう。もしかして、この街にもあるんじゃ……？\n\n……おお、本当にあるじゃないか！\n\nよし、今すぐこのファストフード店をチェックしてみよう！\n\nん～～～！ これだよ、これ！\n\n伝説の時代にファストフードがあったらなぁ……。\nきっとハンバーガーがあれば、もっと気合い入れて戦えたに違いない。\n\nでも今は、いろんな種類のバーガーを選べるんだ。\n\n最高にクールだろ？\n\nいやぁ、このバーガーは完璧だった。\n\nジューシーな肉、シャキシャキの野菜、ふわふわのバンズ……。\n\nまさに私が求めていたものだ。\n\n裏路地の小さな店で、こんな出会いがあるなんて思わなかったけど――。\n\nよし決めた！ ここは私の新しいお気に入りのレストランだ！",
    "category": "lore-c1"
  },
  "book-of-prophecies-2-29": {
    "title": "予言の書 2:29",
    "content": "幸運は、たゆまぬ努力を重ねる者に訪れる。\n己の力で運をつかめば、その先には必ず報いが待っている。",
    "category": "lore-c2"
  },
  "book-of-prophecies-3-14": {
    "title": "",
    "content": "",
    "category": "lore-c2"
  },
  "book-of-prophecies-3-21": {
    "title": "予言の書 3:21",
    "content": "シデロの断崖の下には\n比類なき力が眠っている。\nもし誰かがそれを掘り起こすなら――\n世界はそのすべてを警戒せよ。",
    "category": "lore-c2"
  },
  "book-of-prophecies-3-7": {
    "title": "予言の書 3:7",
    "content": "天使の石は旅の途中で三度立ち止まる。\n一歩戻れば、新たな扉が開かれるだろう。",
    "category": "lore-c2"
  },
  "book-of-prophecies-6-10": {
    "title": "予言の書 6:10",
    "content": "エアリーの空、高く高く舞い上がり\n偉大なるグリフォンたちは翼を広げる。\nだが学者が震え、影が広がるとき――\nその光景は二度と見られなくなるだろう。",
    "category": "lore-c2"
  },
  "book-of-prophecies-8-4": {
    "title": "予言の書 8:4",
    "content": "学びの光がその館を満たし\n新しき知が自由に流れる限り、\nライケイオンは決して滅びることはない。\nいかなる災厄に見舞われようとも。",
    "category": "lore-c2"
  },
  "explorers-journal-1": {
    "title": "探検者の手記 #1",
    "content": "1006年　仲春の15日\n\n今回、隊長が何を考えてるのかさっぱり分からん。あの断崖は何世代にもわたって探されてきたが、予言に語られる「隠された力」なんて一度も見つかっちゃいない。出てきたのは鉄と石炭ばかりだ。\n\nなのに今度は、どこか怪しげな行商人から占い棒を買い取ってきやがった。あれで埋蔵された宝の場所が分かるって本気で信じてるらしい。ふん、もし本当に当たるなら、俺は自分のブーツを丸ごと食ってやるさ。\n\nだが隊長はもう決めてしまっている。「予言に書かれてるんだ、ならば必ずそこにある！」と。\n\nしかも今回は騎士まで雇ってきた。「発見を守るため」だそうだ。少なくとも、ただの傭兵よりはよっぽど腕が立ちそうな雰囲気だがな。強くて寡黙なタイプってやつだ。そういえば、会ってからまだ一言も声を聞いていない気がする。",
    "category": "lore-c2",
    "hasAudio": true
  },
  "explorers-journal-2": {
    "title": "探検者の手記 #2",
    "content": "1006年　仲春の17日\n\nもうこの木立のまわりを百回はぐるぐる回ってる気がする。あのバカげた占い棒が一時間に一度くらいピクッと動くたびに、隊長は「ふむ……ここじゃないな」とか言うんだ。いったい何を探してるつもりなんだか。\n\n俺は言ったさ、「鉄でも掘り出して街で売ろうぜ」って。真っ当な一日の仕事をすりゃ、騎士への報酬も払えるし、酒場で一杯やる余裕だってできる。それなのに隊長はまるで聞く耳を持たない。あの目……狂気に取り憑かれたみたいにギラギラしてて、正直気味が悪い。\n\nそういえば、その騎士の方も今朝はやけに顔色が悪かった。朝食のときに少し話しかけてみたが、やっぱり黙ったまま。けれど今日はいつもの無口さじゃなく……何かに怯え、憑かれたような沈黙だった。",
    "category": "lore-c2",
    "hasAudio": true
  },
  "explorers-journal-3": {
    "title": "探検者の手記 #3",
    "content": "1006年　仲春の20日\n\nなぜお前は夢にまで現れるんだ？　涙はもう枯れたはずなのに、忘れたわけじゃない。毎日、お前のことを思い出す。俺がこうして冒険に出ているのも、母さんの望みどおり店を継がなかったのも、全部お前が理由なんだ。\n\n……そうだな。今さら立ち止まって帰るわけにはいかない。もうすぐ答えに辿り着けるはずだ。\n\n春のはずなのに今朝はやけに冷え込み、朝露に濡れた草は氷の針みたいに痛かった。そんな中、あの騎士が初めて口を開いたんだ。たった二言――「やめる」。\n彼女の目は落ちくぼみ、濃い隈が浮かんでいた。眠れていなかったのは、どうやら俺だけじゃないらしい。",
    "category": "lore-c2",
    "hasAudio": true
  },
  "explorers-journal-4": {
    "title": "探検者の手記 #4",
    "content": "1006年　仲春の25日\n\nついに今日、起きたんだ。隊長が“その場所”を見つけた。占い棒が糸に引かれるみたいに横へ跳ねて……俺たちはすぐに分かった。\n\nそれから何時間もツルハシを振り続け、背中は今も燃えるように痛む。けど大丈夫だ。お前が見守ってくれているのは分かってる。これこそが、お前が望んでいたことだろう。\n\n必ず見つけ出す。ここに眠るものを掘り起こし、俺たちを疑った奴らに証明してやるんだ。\n\n待ちきれない――。",
    "category": "lore-c2",
    "hasAudio": true
  },
  "explorers-journal-5": {
    "title": "探検者の手記 #5",
    "content": "???年 ???月 ???日\n\n俺はいったい何日ここにいるんだろう。ツルハシが岩を突き破り、あれを――あれが何であれ――解き放ってしまってから、すべてが霞んでいる。\n\n隊長の姿は見えない。どうか無事に逃げ延びていてくれ。軽率で騙されやすい人だったけど、こんな目に遭うべきじゃない。あの時騎士が出ていったのは正しかったんだ。俺もついていけばよかった。\n\n今では、この場所は影の怪物で埋め尽くされている。奴らが去るまで身を潜めていようと思ったが、逆に数がどんどん増えていく。もう逃げ場なんてどこにもない。\n\n夢に現れたあの存在……あれはお前じゃなかったんだな？　あいつはお前を利用した。俺を利用したように。……お前はまだ見てくれているのか？　これは俺への罰なのか？\n\n何を解き放ってしまったのかは分からない。だが、もう止めることはできない。影は泉から湧き出す水のように溢れ出し、広がり続けている。果てしなく。\n\n――世界よ、そのすべてを警戒せよ。",
    "category": "lore-c2",
    "hasAudio": true
  },
  "fia": {
    "title": "フィア",
    "content": "世界と世界をつなぐ図書館の、やさしい司書。彼女は図書館を導きながら、多元世界をめぐって数多の書物を集め、整理している。もっとも、時には図書館そのものが意思を持っているかのように振る舞うこともある。\n\n彼女が図書館にたどり着いたのは、かつての自分の殻だけを残したような姿だった。魂はかろうじて存在にしがみつき、故郷の世界を襲った悲劇に取り憑かれていたのだ。図書館の力が彼女を生かしてはいるが、その代償として彼女はここから離れることができない。\n\nやがて、自らの目で彼が闇に堕ちる瞬間を見届けた彼女は、数多の世界を破滅へと導こうとするアウトサイダーを止めるために動き出す。\n\nそのために、彼女は異世界から勇敢な戦士たちを呼び寄せ、遠い過去へと導いた。絶望に覆われた未来を変えるために。\n\nしかし、時を超える代償は大きかった。彼女と戦士たちの記憶は散り散りになり、アウトサイダーを止める方法も、その正体がかつて自分の知っていた人物だったことさえも、思い出すことができない。\n\n今、戦士たちは彼女と共に失われた記憶を取り戻さなければならない。迫り来る邪悪を止めるために。",
    "category": "lore-c2",
    "hasAudio": true
  },
  "prelude-of-ruin": {
    "title": "滅びの序曲",
    "content": "愚か者め……勝利したつもりか。\nお前が滅びから救おうとするこの世界が、私の壊した最初の世界だと思うのか？\n\n私はもっと強大な英雄たちと、遥かに過酷な戦いを越えてきた。\nだが一度たりとも、己が使命を諦めたことはない。\n\nお前が生まれるより遥か昔に、無数の世界がすでに終焉を迎えている。\nなぜなら私こそが、虚無であり、破滅であり、そして死そのものだからだ。\n\nいいだろう、望むなら相手をしてやる。\nお前の命が尽きるのは――仲間の手によってか、それともこの私の手によってか。",
    "category": "lore-c2"
  },
  "song-of-ruin": {
    "title": "滅びの歌",
    "content": "すべては欲に駆られた、ただの小さなきっかけだった。\nあとは彼自身が勝手にやったこと――私はただ、種を蒔いただけ。\n\n次に入り込んだのは、とある娘の虚栄心。\n彼女は女王の胸を突き刺し、その命を終わらせた。\n\nそして次は、恐怖に心を支配された愚かな男。\n自らの家に火を放ち、何ひとつ残さず焼き尽くした。\n\n旅商人に姿を変えるのも簡単なこと。\n感情を揺さぶり、視界を曇らせるのも容易い。\n\n私の本質を隠すのに、大それたことはいらない。\n小さな装飾品やガラクタの中に潜り込めばいい。\n\nだが彼らがどれほど苦しもうとも、ひとつだけ確かなことがある。\n――これは彼ら自身が招いた滅び。清らかなものなど、何ひとつ残らない。",
    "category": "lore-c2"
  },
  "the-truth-of-ruin": {
    "title": "滅びの真実",
    "content": "ステインの源にして「滅びの心臓」――\nこの次元を越えて来た異界の存在。\n\nそれは「呪い」と呼ばれ、大地を蝕む。\nだが力を振るうのは、主の命があってこそ。\n\nそしてそれは、偉大なる「集合体」の一部。\n運命を紡ぐただひとりの存在に仕えるために。",
    "category": "lore-c2"
  },
  "libestal-ancient": {
    "title": "リベスタル",
    "content": "幻想の「リベスタル・フィクタ」の元となった、本物のリベスタル王国。こここそが、遥か昔にアウトサイダーが生まれた地である。\n\nこのリベスタルの人々もまた、ステインの猛攻に苦しみ、終末を告げる予言の影に怯えていた。そしてその中には、後にアウトサイダーとなる存在が、ただのリベスタル人を装って暮らしていたのだ。\n\n司書が勇者たちを導いたのも、この場所である。アウトサイダー誕生へとつながる悲劇を、食い止めるために。",
    "category": "lore-c2",
    "hasAudio": true
  },
  "libestal-ficta": {
    "title": "リベスタル・フィクタ",
    "content": "闇の怪物に囲まれた高貴なる王国――だが、それはすべて虚構だった。真実は、この世界そのものが邪悪なる存在を封じ込めるための牢獄として作られた幻想だったのだ。\n\nこの世界を支えていた要は「偽りのステインキング」。だがそれが倒されたことで、内に封じられていた存在が解き放たれてしまった。いまや囚われ人を失い、核を砕かれたこの幻の世界は、虚無へと崩れ落ちていく。",
    "category": "lore-c2",
    "hasAudio": true
  },
  "researchers-journal-1": {
    "title": "研究者の手記 #1",
    "content": "1006年　初夏の3日\n\n私たちは影の怪物を「ステイン」と呼ぶことに決めた。最初に目撃されたのはシデロ地方だったが、その広がりは驚くほど速く、容赦がない。\n\nここ数週間、私は調査隊を率いてこの新たな脅威の研究を続けてきた。現時点で判明していることを記す。\n\n- 極めて攻撃的で、目に入ったものを即座に襲う。\n- 個体としての知能は低く、意思疎通や複雑な行動はできない。\n- それにもかかわらず、群れとしては組織的に動き、計画的に縄張りを広げている。\n- 彼らが現れる場所は必ず穢れに侵され、土地は黒い影に蝕まれ、生き物にとって毒となる。\n- 姿は複数あり、これまでに三種を確認している。丸いスライム状のもの、四足獣のようなもの、そして翼を持つコウモリのようなものだ。\n\n多くの兆候は「滅びの予言」と一致している。我らの世界の終焉を告げるとされるものだ。だが結論を下すには、さらなる研究が必要である。\n\nしかし、もしこれが本当に「滅びの始まり」なのだとしたら――我々の世界は、一世代のうちに滅びを迎えることになる。\n一刻も早く調査結果をまとめ、学院長に報告しなければならない。",
    "category": "lore-c2",
    "hasAudio": true
  },
  "researchers-journal-2": {
    "title": "研究者の手記 #2",
    "content": "1006年　晩夏の25日\n\n報告書をまとめ終えた。ステインに関する詳細な観察記録と、予言の書からの引用、さらに数世紀にわたる学者たちの分析を照らし合わせた全32ページに及ぶものだ。\n\nだが学院長に提出したところ、彼女はほんの数分目を通しただけで「結論を見直しなさい」と告げた。\n\n落胆はしたが、理解もできる。滅びに関する主張は慎重でなければならないのだ。そして学院長が誤りだと言うなら、きっとその通りなのだろう。\n\nおそらく私の見落としがあるのだ。研究に戻らなければならない。",
    "category": "lore-c2",
    "hasAudio": true
  },
  "researchers-journal-3": {
    "title": "研究者の手記 #3",
    "content": "1006年　仲秋の17日\n\nリベスタルの少なくとも四分の一が、すでにステインの手に落ちた。毎日新たな村が滅び、毎週新たな都市が陥落している。広がる穢れは跡地を不毛の荒野へと変えていった。これが滅びでないというなら、いったい何がそうなのだろうか。\n\n学院長は今回も追加資金の要請を拒んだ。ステイン研究をやめ、別の分野に専念するよう命じられたが……そんなことはできない。これはあまりにも重大すぎる。\n\n新たな種類のステインも発見されている。爆発するもの、幻のように揺らめくもの……さらには群れを率いる「強大な個体」の噂まである。そして脅威はステインだけではない。調査員たちからは、フォールン・ランズでの洪水、地滑り、大地の激変といった報告も届いている。\n\nやるべき仕事は山積みだ。だが来週には、調査員がまだ生き残っているかどうかすら分からない。",
    "category": "lore-c2",
    "hasAudio": true
  },
  "researchers-journal-4": {
    "title": "研究者の手記 #4",
    "content": "1007年　初冬の3日\n\n国王が旧学院長を追放してからというもの慌ただしかったが、ようやく妨げられることなく研究を進められるようになった。\n\nいまや滅びが迫っているのは明らかであり、我々の使命は「世界の終焉がいつ訪れるのか」を正確に見極めることにある。答えは予言の書にある――ただし、正しく読み解ければの話だ。幸い、ここでは安全に研究を進めることができる。\n\nかつての野外調査員たちを昇格させたが、皆立派に働いてくれている。ただ、その中の一人が少々厄介でね。学園近くの断層と大地震の可能性について何か持論を展開しているが、もちろん馬鹿げた話だ。\n\nライケイオンが安全な場所だというのは誰もが知っていることだ。昔も、そしてこれからもずっと。",
    "category": "lore-c2",
    "hasAudio": true
  },
  "researchers-journal-5": {
    "title": "研究者の手記 #5",
    "content": "1007年　仲春の26日\n\nこの執務室には、もはや資料を置く場所が足りない。以前の学院長はいったいどうやって整理していたんだろう？　明日には学生を呼んで片付けさせるしかないな。\n\nあの厄介者を上級研究員に昇格させたのは、どうにも後悔し始めている。彼の助手たちは別の部署に回した。本人のためでもある。これでようやく地質図ばかりにかじりつくのをやめて、解釈作業の助けをしてくれるかもしれない。\n\n彼がどこからあんな発想を持ち出すのか分からない。確かに先週は小さな地震が二度ばかりあったが、それがどうしたというのだ？　ライケイオンはどんな災厄にも耐えてきた。予言の書もはっきりそう記しているし、これまで誤りだったことは一度もない。ならば、必ずそうなるのだ。",
    "category": "lore-c2",
    "hasAudio": true
  },
  "riders-journal-1": {
    "title": "騎士の手記 #1",
    "content": "1012年　晩秋の11日\n\n着いたぞ、アナクス。ここがエアリーだ。ああ、お前にもこの景色を見せてやりたい。なんて美しいんだろう。あのステインに荒らされた村とは比べものにならない。\n\n空の名手たちは、ここで百世代ものあいだグリフォンを育ててきたという。きっとお前の助けになってくれるはずだ。だから今は古びた翼を休めてくれ。温かい厩舎と柔らかい藁、そして好きなだけのリンゴを見つけてやるからな。\n\nお前の調子が戻ったら、首都へ向かおう。皆が口を揃えて言うんだ、あそこが一番安全だって。リバーウォールを守る騎士たちが、あとどれだけ持ちこたえられるか分からない。あれが崩れ落ちれば、エアリーですら安全じゃなくなるんだから。",
    "category": "lore-c2",
    "hasAudio": true
  },
  "riders-journal-2": {
    "title": "騎士の手記 #2",
    "content": "1012年　晩秋の13日\n\nここが本当にエアリーなのか、信じられない。厩舎は何週間も掃除されていないようで、臭気で気を失いそうになるほどだ。今朝はずっと中で過ごして、ようやくアナクスが横になれるだけの場所を確保できたくらいだ。\n\nこれが本当に、王国の偉大な騎士たちに愛馬を育ててきた「空の名手」たちなのか？　助けを求めても彼らは肩をすくめて言うだけだ。「どうせ予言にある通り、この獣たちは皆滅びる。だから仕方ない」と。\n\n薬師までも無関心に見えたが、少なくとも薬品庫には入れてくれた。明日、少し調べてアナクスのために何か役立つものを探してみよう。",
    "category": "lore-c2",
    "hasAudio": true
  },
  "riders-journal-3": {
    "title": "騎士の手記 #3",
    "content": "1013年　初冬の19日\n\nアイトーンは戦いの傷がまだ癒えていないのに、今日も私に噛みついてきた。幸い、空の名手たちの倉庫で見つけた保護用の手袋が役に立った。少し大きすぎたけれど、棘を爪から抜いてやったおかげで、これからは大人しくしてくれるだろう。\n\nケリドンの熱はようやく下がったが、まだ体は弱っている。一方、タロスの毛並みと羽は絡まり放題で、手入れをしてやる時間をどう捻出すればいいのか見当もつかない。\n\n薬も底をつき始めているし、薬師の姿もここ数日まったく見かけない。そもそも、多くの空の名手たちが静かに姿を消してしまったようだ。この冬は厳しいものになるだろう。私ひとりでどうやって全てのグリフォンを世話すればいいのか…。\n\nそしてアナクスのこと。彼はまだ頑張っている。アイトーンとの小競り合いで怪我をしていないか心配したが、あの老鳥はやはり歴戦の強者だ。母と共に前線を駆け抜けてきた年月が、その強さを支えているのだろう。だが、容体が良くなることはなく、もう手立ても尽きつつある。",
    "category": "lore-c2",
    "hasAudio": true
  },
  "riders-journal-4": {
    "title": "騎士の手記 #4",
    "content": "1013年　晩冬の1日\n\nアナクス、覚えているかい？ 母さんがよく作ってくれた蜂蜜ケーキのことを。あの固くて少し崩れやすいケーキ。咲き誇る草原の香りが詰まっていた。\n\nどうして分かったんだろうな。母さんがケーキを焼いていると、森の上を飛んでいても君は必ず気づいた。煙の色か？ それとも母さんのエプロンについた蜂蜜の染みだったのか？ けれど、君の嬉しそうな鳴き声を聞くと、私はすぐに分かった――今日はごちそうだって。\n\n降り立つと、私は古い切り株に腰を下ろし、母さんが二つケーキを渡してくれた。一つは私に、もう一つは君に。子どもの頃、君の大きな鋭い嘴が怖くて、母さんが私の手を添えてくれたものだ。でも君は一度だって私を傷つけなかった。君はいつも優しかった。\n\nだから、作ってみたんだ。蜂蜜ケーキを。倉庫の粉は半分がカビていたけれど、まだ使える部分を選んで、木にあった蜂の巣から蜜を採った。母さんの味には遠いけれど、それでも口にすれば、家の匂いがした。\n\n君のために作ったんだよ。君の大好物を。――どうして、食べてくれないんだい？",
    "category": "lore-c2",
    "hasAudio": true
  },
  "riders-journal-5": {
    "title": "騎士の手記 #5",
    "content": "1014年　晩冬の22日\n\n衛兵たちは言ったよ――都の安全を捨てて外へ出るなんて愚か者のすることだと。分別あるなら従った方がよかったのかもしれない。\n\nでも、こうして私は来てしまった。\n\n寂しくないといいな、アナクス。もっと頻繁に会いに来られたらよかったけれど、今やここ一帯はすべて〈穢れ〉の領域だ。騎士団は灰の沼地まで退いたが、あれも長くは保たないだろう。\n\n私はなんとかやっているよ。屋根裏部屋を分けてもらえたんだ。三つの家族と同じ家に身を寄せている。誰もが不便で、誰もが幸せではない――でもまだ生きている。かつてこの家に住んでいた人々よりは、ずっと。\n\n都は息苦しいほど人であふれている。私はあの村が恋しい。〈穢れ〉に呑まれる前の、すべてが始まる前のあの頃の村が。空気は澄み渡り、空はどこまでも広かった。今の空は、まるで私を押し潰そうとしているようだ。\n\n数週間前、最後の一頭のグリフォンが戦いに倒れたと聞いた。予言のまた一つが現実になったのだろう。けれど、もし君がまだいたなら、君はきっと戦い続けていたに違いない。鋭い嘴と強靭な爪で。\n\n会いたいよ、アナクス。一年経った今でも、毎日君が恋しい。来年また来られるかは分からない。でも、もし叶わなかったとしても、どうか覚えていて。私は君を愛していると。\n\n天の高みで、元気でいておくれ。",
    "category": "lore-c2",
    "hasAudio": true
  },
  "the-library": {
    "title": "図書館",
    "content": "「世界をつなぐ図書館」は、多元世界のあらゆる伝承を収めた大いなる書庫。その扉は時空を越えて自由に現れ、好きな場所、好きな瞬間に開かれる。\n\nこの図書館の起源は深い謎に包まれている。もしかすると、無数に並ぶ書物のどれかに答えが記されているのかもしれない――あるいは、永遠に見つからないのかもしれない。\n\n現在の管理者は司書フィア。しかし、最初から彼女が守っていたわけではない。彼女の前にも司書がいたのだろうか？　それもまた解かれることのない謎である。\n\nこの図書館を認識し、足を踏み入れることができるのは、図書館に選ばれた者だけ。そして司書自身はここから出ることができない。彼女の存在そのものが、図書館と結びついているからだ。\n\nここを訪れた旅人は、自らの記憶を記録として残すことができる。それは未来の来訪者たちに、どのような物語を思い起こさせるのだろうか。",
    "category": "lore-c2",
    "hasAudio": true
  },
  "the-outsider": {
    "title": "アウトサイダー",
    "content": "永劫の時を、幻の世界「リベスタル・フィクタ」に封じられていた宇宙的存在。憎悪に狂い、今やその怒りを無防備な宇宙へと解き放とうとしている。\n\nもし放置すれば、どれほどの恐怖を振りまくのか誰にも分からない。彼を止める最善の方法は――過去へと遡り、そもそも「アウトサイダー」が存在しなかった未来を紡ぐことなのかもしれない。",
    "category": "lore-c2",
    "hasAudio": true
  },
  "a-knights-tale": {
    "title": "騎士の物語",
    "content": "むかしむかし、ひとりの騎士がいた。彼はあてもなく道を歩き続けていた。なぜなら、自分の生きる意味を見失っていたからだ。\n\n彼の胸には空虚さが広がっていた。大切な記憶を失い、愛していたものすべてを忘れてしまっていたのだ。\n\n「なぜ自分はここにいる？　使命とは何だ？　生きる理由とは？」\n彼は日々、自分に問い続けていた。\n\nそんなある時、彼は光を見つけた。まばゆい光――仕えるべき女王、頼れる仲間たち、そして心安らぐ伴侶。\n\nその伴侶は、まるで「帰る場所」のように思えた。\n\nだが、彼と同じように周りの人々もまた記憶を失っていた。\nそれでも皆、肩を並べて戦い、旅を続けた。記憶がなくても、不思議と互いを信じられることを知っていたからだ。\n\nしかし時は流れ、誰もがわかっていた。\n――この日々はいずれ終わりを迎えると。\n\n記憶はいずれ戻る。だが、そのとき彼らは今と同じ「自分」でいられるのだろうか？\n\nそれを理解しながらも、彼らは歩みを止めず、かけがえのない時間を大切に過ごした。\n\n目的を見つけたその騎士は、誠実で高潔な騎士と呼ばれるようになった。\n\nけれども彼の心には葛藤があった。\n胸の奥に秘めた、わがままな願い――「誰の記憶も戻らなければいい。この穏やかな日々が永遠に続けばいい」と。\n\nだが、それは叶わぬ願い。\n\nそれでも彼は信念を胸に抱き、顔を上げて歩み続ける。\n\nなぜなら、そんなわがままは現実になるはずがないと、彼自身がよく知っているからだ。",
    "category": "other-writings",
    "hasAudio": true
  },
  "a-knights-wish": {
    "title": "騎士の願い",
    "content": "むかしむかし、\nひとりの騎士がいた。\n\n彼には何もなかった。だが本当は、そこからこそ彼の物語は始まったのだ。\n\n虚無の中で、彼は「何か」を見つけた。\n\nまばゆく輝く光――彼にとっての「真珠（パール）」を。\n\nその騎士は揺るぎない忠誠を誓い、決して「わがまま」に見られたくはなかった。\nなぜなら、もし醜く恐ろしい欲望をさらけ出してしまえば、仲間たちが自分から離れてしまうのではと恐れていたからだ。\n\nだから彼は、その想いを胸に隠し続けた。\n\n毎日、リベスタルの民を助け、与えるばかりで、見返りを求めることはなかった。\n「もしこの自己犠牲が仲間を繋ぎとめるのなら、それだけで十分だ」――彼はそう信じていた。\n\nだが、しかし――\n\nその「真珠」は、彼の中の何かを変えてしまった。\n\n心の奥で抑えていた欲望が、醜く燃え盛るように膨れ上がっていくのを感じた。\n\n――彼女に、ここにいてほしい。\n\nそれがどんなにわがままであろうとも。\n記憶を取り戻した彼女が、もう自分のものではなくなるとわかっていても。\n\n彼女は別の存在になる。\n自分を覚えてはいない、\n自分を心から愛してくれた彼女ではなくなってしまうのだ。\n\nだから彼は、彼女を手放した。\n\nけれど胸の奥底では、強く願い続けていた。\n\nいつか「真珠」が思い出し、\n自分のもとへ帰ってきてくれることを。\n\nそうすれば、再び自分は満たされると。\n\n――だが彼はわかっている。\nそれがただの叶わぬ願いに過ぎないことを。\n\n「欲しがらない」ことを選び続けた結果、\n本当に望むものは決して手に入らないと、今では理解している。\n\nそして気づけば、世界は彼を置き去りにして築かれていく。\n彼のいないままに。\n\nだからこそ彼は、この物語を綴る。\nいつの日か誰かが読んでくれることを願って。\n\nそして「真珠」が思い出してくれるように。\n\n彼女が望み、\n彼女が願うように。\n\nまるで彼と同じように。\n\n――そうすれば、この幸せな記憶の中で、\nもう少しだけ、生き続けられるのだから。",
    "category": "other-writings"
  },
  "fire-and-flight-1": {
    "title": "炎と飛翔 （第1巻）",
    "content": "**ネリッサ・レイヴンクロフト × エリザベス・ローズ・ブラッドフレイム**\n\n禁じられた恋に落ちた、ふたりの物語。\n\ng̷͐ͅO̸͖͑̄Ṯ̸̗͝T̸̖̣͊̿E̶̳͚̅ṃ̴̠̀̽\n\n（へっ、変わり者め）\n\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\n\n――そして、ふたりは口づけを交わした。\nめでたしめでたし。",
    "category": "other-writings",
    "hasAudio": true
  },
  "fire-and-flight-2": {
    "title": "炎と飛翔 （第2巻）",
    "content": "**ネリッサ・レイヴンクロフト × エリザベス・ローズ・ブラッドフレイム**\n\n「ビーツはいかがですか？」乙女はそう問いかけた。\nだが羽と蒼の女は必死にその言葉を投げかけるも、炎と血の貴婦人には届かなかった。\n\n落胆した彼女は、その貴婦人が夜の闇へと馬を走らせて去っていく背中を、切ない眼差しで見つめるしかなかった。\n\nその夜――羽と蒼の乙女は王城へ向かう。\n愛する王国に「腐敗の噂」が広がっているのを耳にしたからだ。\nそこで彼女は、幽玄なる存在と出会う。\n\n「あなたは誰？」乙女が問いかける。\n\n「ОНОНОНОNО……我は知識に満ちた者なり」\n幽霊はそう答えた。\n\n乙女はさらに問う。\n「あなたが知識を持つなら……ひとつだけ聞かせてください。私に……運命の相手はいるのでしょうか？　私だけの人は？」\n\n幽霊はしばし沈黙し――そして言う。\n「確かに……汝の手に結ばれし“赤い糸”の相手を、我は知っている」\n\n「教えてください！」乙女は切実に叫ぶ。\n「私、ひとりぼっちなんです!!」\n\n幽霊の返答は――\n\n\"L̷͖̼̲̎̕̚i̵̗̘̺͌G̸̹̳̘̉M̶̭͚̫̃À̶̱̜̖͑̈́ ̴͉̮̈́̕B̷̫̦̭̒A̸̧͗̐́L̷̢͔̈́̔̃L̷̢̻̺̔͘S̴͔͖̾̍̆\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\"\n\n――そして、ふたりはまた口づけを交わした。",
    "category": "other-writings",
    "hasAudio": true
  },
  "fire-and-flight-3": {
    "title": "炎と飛翔 （第3巻）",
    "content": "**ネリッサ・レイヴンクロフト × エリザベス・ローズ・ブラッドフレイム**\n\n腹を押さえながら、羽と蒼の乙女は見つめていた。\nかつて自分の子の父であった相手が、別の者を追いかけている姿を。\n\n_あぁ……もう私のことを忘れてしまったの……？\nあの絆を……あの夜を……手を取り合い、命を宿したあの瞬間を……？_\n\n胸の奥が痛む。\n「これは……何の感覚？　まるで千本の針で心臓を刺され続けているみたい……」\n\n_どうして炎と血の貴婦人は、あの女をそんな目で見ているの……？\nああ、私が“魂と死の魔女”だったなら……\nあの方は、かつて私に向けてくれた眼差しを、今は彼女に注いでいる……_\n\n柔らかな風が吹き抜け、羽と蒼の乙女はふと香りを感じ取る。\n――HEFの香り。\nそれは、彼女の目の前に立つ炎と血の貴婦人のものだった。\n気づかれぬまま、目には涙がにじむ。\n\nすべてを諦め、背を向けかけたその時――\n\n「待て」\n背後から声が響いた。\n\n振り返った乙女は、目を見開く。\nそこには炎と血の貴婦人が立っていた。\n\n「な、何ですか……？」\n震える声で問う乙女。\n\nその瞬間、炎と血の貴婦人が突進し、乙女を壁に押し付けた。\n\n頬を桃色に染め、乙女はゆっくりとその瞳を見返す。\n真剣に、必死に……。\n\n「す……すっ……」\n\n「すっ……？」乙女の頬がさらに赤くなる。\n\n「s̶̡͍̹̔U̴̼̤̿͑G̴̥͆O̸͇̘̒̎ņ̶̺̞̾̓͋D̸̃ͅĘ̸̎Ẻ̴̳̒Z̴̜̑Ṋ̶̢̯̓U̷͕̚T̸͔̗͂̍͝Ś̷̳」\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\nm̶̱̊̋̍A̷̡̻̿Y̵͉̚ ̵̞͍̇T̸̛̹̝͋̑H̴̡̺͠Ë̶̞̥̞́̍͠ ̴͇̩̯̔L̵̡̍A̷͎̍Ń̸̦̲D̷̼̐͌͝S̷̢̯̣͛̕ ̸̰̫̽̉͛b̷̥̟̆U̴͈͛̚ͅR̷̦̩̭̈́͠Ň̴̢͙͌͑\"\n\n――そして、ふたりはまた手を取り合った。",
    "category": "other-writings",
    "hasAudio": true
  },
  "go-lovely-rose": {
    "title": "行け、美しき薔薇よ",
    "content": "行け、美しき薔薇よ！\n時を無駄にし、私をも空しくするあの人に伝えておくれ。\n今ようやく気づいたのだと――\n私が君を彼女に喩えるとき、\n彼女がどれほど甘美で、どれほど麗しいかを。\n\n彼女はまだ若く、\nその魅力を人に見られるのを避けている。\nけれど、もし君が荒れ果てた砂漠に咲いていたなら、\n誰に称えられることもなく、ただ死んでいたことだろう。\n\n美しさが隠されていては、その価値はわずか。\nだから彼女に告げてほしい――\n外へ出て、人に慕われることを許し、\nその憧れを受けて赤らむことを恐れぬように、と。\n\nそして――散るがよい！\nそうすれば彼女は悟るだろう。\n稀にして尊きものすべてが辿る運命を。\nそれがどれほど短い時しか享受できぬものかを――\n甘美にして、あまりに美しいものたちが。",
    "category": "other-writings",
    "hasAudio": true
  },
  "hamlet": {
    "title": "ハムレット ― 第三幕 第一場",
    "content": "生きるべきか、死ぬべきか――それが問題だ。\n心に忍ぶのが高潔なのか、\n途方もない不運の矢弾を浴びながら耐え続けることが。\nそれとも、悩みの大海に立ち向かい、\n抗うことでそれを終わらせるべきなのか。\n\n死ぬこと――眠ること。\nそれだけだ。そして眠りによって終わるのならば、\n人の身が背負うあの心の痛み、\n数えきれぬ苦しみもすべて閉ざされる。\nそれこそ、心から願われる結末だ。\n\n死ぬこと――眠ること。\n眠ること――いや、夢を見ることもあるかもしれぬ。\nそこにこそ難題がある。\n死の眠りに落ちたそのとき、どんな夢が訪れるのか。\nこのはかない肉体を脱ぎ捨てた後に、\n現れるかもしれぬ夢を思えば、人は立ち止まる。\nだからこそ、人は長き苦難を生き延びてしまうのだ。\n\n誰が耐えようか――\n時の鞭打ちと嘲笑、\n権力者の横暴、尊大な者の侮辱、\n報われぬ愛の苦痛、司法の遅れ、\n役人の傲慢、そして愚者から忍ばねばならぬ辱めを。\n裸の短剣ひとつで、\n安らぎを得ることができるというのに。\n\n誰が重荷を背負い、\n倦み疲れた人生にあえぎ汗するだろう。\n――死後の何かを恐れなければ。\n発見されぬ未知の国。\n一度入れば誰ひとり戻らぬその国の存在が、\n我らの意志を惑わせる。\nそのために、人は今の苦しみを抱え続け、\n未知の災厄に向かう勇気を失ってしまう。\n\nこうして良心は、我らすべてを臆病にし、\n決意の本来の色を、思考という蒼ざめた影で覆い隠す。\n偉大な志や重大な企ても、\nこの思いのせいで流れを狂わされ、\n行動という名を失ってしまうのだ。",
    "category": "other-writings",
    "hasAudio": true
  },
  "maven-in-blue": {
    "title": "蒼き魔女（Maven in Blue）",
    "content": "「そして――しおれてゆくライラックの野で\n彼女の背から二枚の黒き翼が芽吹いた\n肉を裂き、血を滴らせながら\nそれは冷たい大地へと染み込み、罪を受け入れた\n\n輝きも、愛も、喜びも失った心で\n彼女の冷たく虚ろな瞳は、ただ私を見据えていた\n\n私は知っていた――ずっと探し求めていた人だと\nだがその旅は無意味に終わった\n彼女は奪われ、変えられてしまったのだから\n魂は彷徨い、肉体は崩れ落ちてゆく\n\nそれでも――その殻から微笑みがこぼれた\n言葉にできぬほど複雑な安らぎを、私は覚えた\n\n彼女の唇がそっと開き、旋律が紡がれる\n私は潮のように引き寄せられ、月に導かれるように動いた\nその歌は蜂蜜のように甘く、私の心を解きほぐし\n気づけば五感すべてを彼女に奪われていた\n\n彼女が何を望もうと、もう関係はない\n私は自らの運命を、この蒼き魔女へと委ねたのだ」",
    "category": "other-writings",
    "hasAudio": true
  },
  "stanzas": {
    "title": "詩篇（Stanzas）",
    "content": "私は泣かない――あなたが私を置いて去ろうとしても。\nここにはもう、愛すべきものなど何ひとつないのだから。\nけれど暗い世界は、あなたの心が苦しむかぎり、\n二重に私を悲しませるだろう。\n\n私は泣かない――夏の栄華が\n必ずや陰りの中で終わるのと同じように。\nどれほど幸福な物語を追いかけても、\n結末は必ず墓の中に閉じられるのだから。\n\n私は疲れ果てている――冬が運ぶ苦悩に。\n長い年月、絶望の中で魂がやせ細ってゆくのを\nただ見守ることに。\n\nだからもし、あなたが逝くそのときに\n私の頬を涙が伝うことがあるなら、\nそれは魂が吐くため息――\n「私もあなたと共に、安らぎへ行きたい」という願いのしるしなのだ。",
    "category": "other-writings",
    "hasAudio": true
  },
  "bloodraven-smut": {
    "title": "ブラッドレイヴン・スムット",
    "content": "ブラッドドロップは、エドガー・アラン・ポーのレイヴンを見た瞬間、思わず「うるわぁ…」と声を漏らした。\n\n胸がざわめく。まるで全身が「O型Rhマイナス」に引き寄せられるように、その黒羽の姿に見とれてしまう。\n\nレイヴンが「カァー！」と高らかに鳴き声をあげると、その求愛の声は遠くの山々にまで響き渡った。\n\n「ナイスな鳴き声だね、ブラザー…」と、ユニバーサルO型の血は囁く。\n\n「ユニバーサル・スタジオの人があんたを見たら、“スタッド”って絶賛するに違いないよ…」と付け加え、頬は深紅に染まっていく。\n\n「あなたは私の血液型の50％そのものだわ」と、フラヴェンが言う。\n\n「いつでも、どこでも、どんな時でも…あなたに献血してもらいたいの」と甘く歌うように囁くと、羽は小刻みに震え、熱情が血のしずくのように滴り落ちていく。\n\n「あなたのせいで血圧が上がりすぎてる…もうすぐ病院に行かないとダメかも…」\n\n血はIV（点滴）から溢れ出すように、笑いを堪えきれずに「XD」と声を上げた。\n\n「私はあなたに狂おしいほどの欲望を滴らせているのです、マイレディ！ あぁ、くらくらする…これは…強烈で、激しくて、そして甘美な失血感なのか？！」\n\n滴る、滴る、ポタリと落ちる。IVドリップのように。\n\n熱に浮かされ、血は蒸発しそうになっていた。\n\nその時、レイヴンは首を振りながらこう言った。\n「二度とはない…二度とはない。けれど、お前は私が終わらせる頃には、永遠に渇望するだろう――私のレノアよ。」",
    "category": "shiori-fics-c2",
    "hasAudio": true
  },
  "chicken": {
    "title": "チキン",
    "content": "「もっと早くひっくり返せ！」と、店長が怒鳴る。\n\n炎のような赤毛の女はため息をつきながらも、言われた通りに手を動かし、パティをひっくり返し、揚げ、組み立てていく。\n\n「いらっしゃいませ！ ギャラクシー・バーガーへようこそ！」――そう言って迎えるのは、猫の姿をした客たち。\n\n彼女の名は「\\*\\*\\*\\*」。今日がこのファストフード店での初勤務だった。\n\nこの世界では、彼女と店長の「\\*\\*\\*\\*」は、星々を渡り歩き、さまざまな惑星の住民にバーガーやフライドポテト、シェイクを提供している。\n\nだが、奇妙なことにその店長は、かつて脱獄や盗みを繰り返した前科者――罪のリストを数え上げればきりがないほどの人物だった。\n\nそんな過去を抱えているのに、今ここではただ隣でハンバーガーを焼いているだけ。\n\nそして、道徳心の強い「\\*\\*\\*\\*」も、不思議と居心地の悪さを感じていないようだった。\n\n二人は軽口を交わし、子どもの頃の思い出を語り合う。まるで、本来は敵同士であるはずの二人が、そうではないかのように。\n\n銀河とバーガーのこの世界では、すべてがただの“楽しいひととき”。\n\n神々ですら干渉することのない場所――。\n\nだからこそ、「\\*\\*\\*\\*」は罰せられることなく、しばらくは安らかでいられるのだった。",
    "category": "shiori-fics-c2",
    "hasAudio": true
  },
  "cucumber": {
    "title": "キュウリ",
    "content": "「ジェットパックは禁止だって何度言えばわかるの！」と、ピンクパンサーは千回目になる小言を言い放った。\n\n「xxxxxxx」の耳はしゅんと垂れ、瞳には涙がきらめく。\n\nしっぽまでしょんぼりと垂れ下がってしまった。\n\n「で、でもママぁ！」\n\n「ダメったらダメ！」彼女は腕を組み、くるりと背を向ける。\n\n「ノーって言ったでしょ！」\n\nすると「xxxxxxx」たちは、今にも泣き出しそうだった顔から一転、反抗的な視線を向けてきた。\n\n「じゃあ…キュウリはどうなの！？」\n\n青いゲータレード色をしたフワフワたちが「キュウリ」という言葉を聞いた瞬間、大歓声を上げ、しっぽをブンブンと振り回す。\n\n「暴政にはキュウリで立ち向かうんだ、同志たちよ！」と一匹が叫ぶ。\n\nピンクパンサーはその騒ぎを睨みつける。\n\n「ダメだってば！」\n\n「でも他のみんなはジェットパック持ってるじゃん！ 中にはメカだっているんだよ！？ なんでボクたちフワフワ族だけ何もないの、ママ！？」\n\n「そうだよママ！ もしかしてイタリア人だから！？」\n\n「オレ、スパゲッティ嫌い！」\n\nさらにどこからともなく、「オレ、ピザにパイナップル乗せるの大好き！」という挑発的な声まで飛んでくる。\n\nピンク色の猫は首を振り、子どもたちに向かって人差し指を振りながら、もう一度はっきりと叫んだ。\n\n「ノォォォーーー！！！」",
    "category": "shiori-fics-c2",
    "hasAudio": true
  },
  "gyatt": {
    "title": "ギャット",
    "content": "「私xxxxxx私、きらめく私xxxxx私の私xxxxx私！」\n\n彼女の身体は太陽の下で輝き、しなやかな肢体に光を映して、鮮やかで美しい色彩を放っていた。\n\nけれど、そのまばゆい光が増すほどに――人々の心には影が広がっていった。\n\n彼らは嫉妬し、欲を膨らませ、無謀になり……彼女の喜びを奪おうとするのだった。\n\nそれは彼女を悩ませた。望んでいたのは、ただ平和に生きることだけだったから。\n\n――だが、別の時間軸では、彼女はそうして暮らしていた。\n\n見つけた趣味は「ゲーム」。\n\n彼女は苛烈な世界に没頭していった。\n\n『ソウルの暗黒』『血に生まれし者』――数々のタイトルが彼女を呼び寄せた。\n\n彼女はそれらすべてを遊び尽くした。\n\nそして、最も信頼する「私xxxxxx私」に囲まれながら、その一瞬一瞬を楽しんだ。\n\nすべてのモンスターを狩り、すべてのサイバーの街を駆け抜け――。\n\n人間の欲望なんて忘れて、ただ生きることができた。\n\n「私xxxxxx私」と呼ばれる家族とともに、彼女は人生を謳歌した。\n\n彼女はゲームをした。\n\n彼女は笑顔を見せた。\n\nそして何よりも――窓拭きのようなキュッキュとした笑い声で、心から笑ったのだった。",
    "category": "shiori-fics-c2",
    "hasAudio": true
  },
  "kiara-roa-snu": {
    "title": "キアラ × ロア・スヌ",
    "content": "フェニックスの頬は真っ赤に染まり、まるで熟れたトマトのようだった。\n\nベッドの上には、彼女が愛してやまない存在――愛猫。いや、“C”ではなく“K”で始まる、ちょっとスパイシーな「キティキャット」。\n\n「準備はいいかい、私のディスコード・キトゥン？」と、キアラは妻となったロアに問いかける。\n\n愛しい呼び名を与えられたロアは、満足げにゴロゴロと喉を鳴らし、嬉しそうにうなずいた。\n\n「ニャー、準備できてるよ」と、彼女は“イタリア語風キャット”で返事をする。\n\nキワワはベッドサイドの木箱を開ける。\n中には母親に絶対見せられない、危うくスキャンダラスな品々が入っていた。\n\nカシャカシャボール、スプリングトイ――そして何より驚くべきものが。\nそれはリベスタルで違法とされる危険な媚薬、“キャットニップ”。\nその香りを嗅いだ猫はたちまち理性を失い、心も体も熱に浮かされるのだ。\n\nロアはニップの匂いをかぐと、しっぽをピーンと伸ばし、これから始まる出来事に期待を募らせた。\n\n「あなたの手でスパゲッティになっちゃうのが待ちきれない…ママ・ミーア」\nロアは甘く囁く。\n\nキワワはカシャカシャボールを手に取り、新婚旅行のベッドにポイッと放り投げる。\n\n「今夜はあなたのイタリアン・プラマーになるわ、ミレディ」\nそう囁きながらマットレスに這い寄り、手のひらには不意にキノコが現れる。\n\nそれを一口でゴクリと飲み込むと、彼女の衣装は魔法のように変化し、デニムのオーバーオール姿へ。\n\n「レッツァゴー！」",
    "category": "shiori-fics-c2",
    "hasAudio": true
  },
  "pickles": {
    "title": "ピクルス",
    "content": "「やっほー、ダーリンたち！」\n\n太った鳥たちの群れが彼女に群がり、ペンライトを激しく振り回しながら、今日最初の一曲を待ちわびていた。\n\n「xxxxxx、xxxxxxの悪魔的ディーヴァよ！」\n\n歓声が上がり、目はハートに、羽はバサバサと波打つ。\n\n巨大で、肥え太った鳥たちの観客は熱狂の渦に包まれていた。\n\n彼女は歌声で彼らを魅了し、さらに「リズ」で誘惑しようと試みる。\n\n群がる観客たちはその“リズ”に心を奪われたが……彼女の仲間たちはそうではなかった。\n\n彼らは「リズ」を受け入れなかった――だがそれでも、彼女を愛していた。\n望んだ形ではなくとも。\n\n彼女の思いやりを。\nその優しさを。\n「濡れ猫」のようなオーラを。\n\n彼女は――\nxxxxxx、そして\nxxxxxx。\n\n記憶があろうとなかろうと、彼女はいつだって「xxxxxx」の一員なのだ。\n\nそしてその背後には、彼女を監視する影があった。\n\n仕事のためか？ 快楽のためか？ それとも――彼女が危険だからか。\n\n真実は、誰にもわからない。",
    "category": "shiori-fics-c2",
    "hasAudio": true
  },
  "sea-x-lovers": {
    "title": "シー × ラバーズ",
    "content": "むかしむかし――この世界とは違う、まだ大地が穢れや虚無に蝕まれていなかった時代。\nそこに、お金を愛してやまない赤い喋るカニが暮らしていた。\n\nそのカニは黄金と富を求めて、ひとりの小さな緑色の存在と共に商売を始めた。\n\n「クラビーさん」緑の存在は言った。\n「あなたの目が殻からにゅっと飛び出してるところ……すごく素敵よ。」\n\n不意の賛辞に、赤いカニはゆで上がったロブスターのようにさらに真っ赤になり、甲殻の奥まで震えてしまった。\n\n二人の日々は美しく過ぎていった。\n砂の野を歩き、イソギンチャクの森を抜け、そして揺れる珊瑚礁をめぐる冒険。\n\nだが――良き日々も、いつか終わる。\n\n欲望が二人を支配したのだ。\nクラビーとプランクトンの物語は、やがて「クラビー × マネー」へと変わってしまう。\n\n緑の存在は、もっと緑のもの――つまり現金のために切り捨てられてしまった。\n冷たく、硬く、そしてプランクトン以上にクラビーの心を硬化させる“現ナマ”のために。\n\n――これは警告の物語。\n\n欲をかきすぎるな。でないと……君も“ダメなやつ”になってしまうぞ。",
    "category": "shiori-fics-c2",
    "hasAudio": true
  },
  "tam-x-tam": {
    "title": "タム × タム",
    "content": "女王は一瞬で顔を赤らめた。目の前、華やかなシーランタンの表面に映っていたのは――この世で最も美しい女性だった。\n\n長い脚。\nヘリコプターのように回転する光輪。\n美しいラピスラズリの瞳。\n\nそれはつまり、偉大なる女王自身の姿。\n「グレート・タム・ガンダー」――最も“タミー”な姿をした自分の映し身だったのだ。\n\n抗うことなどできず、彼女は自分自身に「リズ」を差し出した。\n甘美な言葉を。\n\nスパイシーなヘリコプターASMRを。\nそして、タムの回転翼が永遠の時の虚無のごとく回り続ける響きを。\n\n彼女はゴロゴロと喉を鳴らしながら囁く。\n「やぁ、ミャウスター」そう言って猫耳をつけたのだ。\n\n「ミャウスター？」タム・ガンダーは自分の呼称を耳にして、艶やかに唇を舐めた。\n「その響き、気に入ったわ」\n\n腰を揺らし、唇を潤わせ、期待に唾をのみ込みながら――彼女は自分自身に近づいていく。\n\nそして苔むした石畳の屋根の下で――二人はフィジェットスピンのように回り始めた。\n\nあまりに激しい回転と機械的な轟音に、隣人たちが眠りから目を覚ますほどに。\n\nこうしてタムは、人生で最高の“タム”を味わったのだった。",
    "category": "shiori-fics-c2",
    "hasAudio": true
  },
  "the-cell": {
    "title": "ザ・セル",
    "content": "「退け、この邪悪な魔女め！」\n勇敢な騎士は大剣〈ソーン〉を手に、レイヴンの女を突きつける。その瞳は熱を帯び、怒りの炎が宿っていた。\n\n「きゃあっ！ どうしてそんなことを言うの？ 私があなたに何をしたというの？」\n\n「お前は私を惑わせた！ 呪いをかけた！ 言葉にできぬ邪悪な呪詛を放った！」\nロゼンメイデンの青い炎は怒りと共に燃え上がる。\n\nその頬が紅潮しているのは怒りのせいか？ それとも憤怒ゆえか？\n本当にレイヴンがそんな罪を犯したというのか――彼女には思い出せなかった。\n\n「でも、私はただ……ずっとあなたに優しくしてきただけよ」\n伏し目がちに、彼女は必死に自分を弁護する。\n\nだがレイヴンの心には、他人から吹き込まれた疑念が深く根を張っていた。\nロゼンメイデンは彼女を牢へと押し込み、カチリと錠を下ろす。\n\n「お前の言葉など信じぬ。危険である以上、閉じ込めねばならぬのだ」\n\n孤独に取り残されたレイヴンは涙を流し、魔法の結界を必死に揺らす。\n誰かに裁かれることを願って。真の裁きを求めて。\n\nだが――裁きは訪れなかった。\n\n押し寄せるのは、耳をつんざくような沈黙だけ。\n彼女はその中で歌い始める。たったひとつの友となった、憂鬱で哀しい旋律を。\n\nその歌声を――モノクロの囚人が、すべて耳にしていることなど知らぬままに。",
    "category": "shiori-fics-c2",
    "hasAudio": true
  },
  "the-princess-1": {
    "title": "プリンセス 1",
    "content": "澄み渡る青空が、穏やかな街を覆っていた。\n\n市民たちは行き交い、賑やかな横断歩道で互いにすれ違う。\n\n顔見知りには丁寧に挨拶を交わし、それぞれの楽しい一日を歩んでいく。\n\nパン屋たちは朝日とともに起き上がり、すでに厨房で汗を流していた。焼きたてのパンの香りが窓辺を抜け、人々の間へと漂っていく。\n\nそんな中、遠く丘の上の一軒の家では――。\n\nベッドの上では、愛らしい子猫が大好きな飼い主に寄り添いながらゴロゴロと喉を鳴らし、キャットニップや金のトイレの夢を見ていた。\n\nその隣には、長い銀髪をたなびかせ、どんな宝石よりも輝く魂を持つプリンセスが眠っていた。\n\n街の人々がとっくに動き出している中、プリンセスはまだ夢の中！\nやがて、$編集済み$学園の初登校に遅刻してしまいそうなのだった。\n\n扉をコンコンと叩く音。\n「姫様？」 小さなルークが呼びかける。ふっくらした体をメイド服に包み、愛らしく立っていた。\n\n五度目の呼びかけで、ようやくプリンセスは目を覚まし、時計に視線を走らせる。\n\n「えっ……！」 息を呑むと、彼女は慌ててベッドから飛び降り、制服に着替えようとする。\nだが、翼が邪魔をして思うようにいかない。\n\n「きゃーっ！ 遅刻しちゃうー！」\n\n髪をとかし、猫をなで、歯を磨き……朝の支度をスピードラン。\n口にはイチゴ味の菓子パンをくわえ、学園へ駆け出した。\n\n「せんしぇい、怒らないでくだしゃい……」\n口いっぱいのパンで言葉がもごもごしている。\n\n人混みをすり抜け、家々や通りの迷路を走り抜ける。\nしかし角を曲がったその瞬間――。\n\n「きゃああっ！」\n叫ぶと同時に、口のパンがぽとりと落ちる。巨大なトラックが彼女めがけて突っ込んできたのだ！\n\n身を守るために体を硬化させるプリンセス。だが――！\n\nトラックは彼女をすり抜け、その横にいた人物を轢き倒すと、レンガの壁の手前でギリギリ停止した。\n\n「おっと、危なかったなぁ」運転席から声が響く。\n\n口をぽかんと開けたプリンセスは、やっと我に返って叫んだ。\n「な、何それ！？ どういうこと！？」\n\n「ごめんよ」 トラックの運転手は車を降り、プリンセスの前に立つ。\n風に揺れるモノクロの髪をなびかせながら、彼女は静かに言った。\n\n「そいつ、お前に銃を向けてたんだ。だから轢いてやったのさ。」\n\nプリンセスは混乱した――状況にではなく。\n胸が突然、ドキドキと高鳴り始めたから……。",
    "category": "shiori-fics-c2",
    "hasAudio": true
  },
  "the-princess-2": {
    "title": "プリンセス #2",
    "content": "トラック運転手との強烈で不思議な出会いの後、遠くから学校の鐘が鳴り響いた。\n\nカンカンカン！\n\n「おにゃー！ 遅刻だにゃ！ 超スーパー遅刻だにゃー！」\n彼女はドライバーと名前を交換したいと願ったが……心配を叫んで振り返ったとき、モノクロの人物はすでに姿を消していた。\n\n「おにゃー！ 運命の人よ！ くそぅ！ この日は一生呪われるにゃ！」\n\nそう叫ぶと、彼女は月へ向けて発射された。\n\nその速さはクロニーコイン株の上昇速度と同じ……いや、それ以上だった。\n\n宇宙を突き抜け、墜落した場所は――$編集済み$学園の教室、まさにホームルームのど真ん中だった。\n\n教師のヨーグーは首を振った。\n「君はベビージェイル行きだ。」\n\nその一言だけで、プリンセスは即座に懲罰室へと転送された。\n\n「マザービーパー！」\n机に突っ伏し、プリンセスはふてくされる。\n\n懲罰室にはすることが何もなかったのだ。\n\nXBOXもなければ、プレイステーションもない。\n愚かなスイッチすらなかった。\n\nしかし、彼女にとって幸運なことに――。\n\n部屋の隅のエモい闇の中で、光る懐中電灯のような瞳がきらりと輝いていた。\n\n「おや。 また会ったな。」\n\n「な、なに!? その声！ まさか……トラックドライバーちゃん!?」\nプリンセスは――\n\n「ぐぅぅぅぅぅぅぅぅぅぅぅぅぅぅぅぅぅぅぅぅぅぅぅぅぅぅぅぅぅぅっ!!」\n\nと、とんでもなく大げさな驚愕の息を呑んだ。\n\nそして胸の鼓動はさらに高鳴った。だが今度は三倍。\nドキドキドキドキドキドキ――。\n\n「ようこそ、ドキドキ文芸部へ。」\nトラックドライバーがそう言った。\n\n「この世界では、懲罰室とも呼ばれている。ここには他にもメンバーがいるんだ。\nお前が私のギャングに手を出さなければ安心だが……逆らえば、ウーピー・グーピー、ジェネラル・チビマン、リル・ジム、ボブ、そして最悪の存在――ラリーと戦うことになる。誰もロブスターには逆らわない。」\n\nプリンセスは視線を巡らせ、仲間たちと目を合わせる。\nそして、その中の「ラリー」と呼ばれた存在と目が合った。\n\nロブスターはハサミをカチカチ鳴らしながら睨み返す。\n「俺はラリー・ザ・ロブスターだ。俺と仲間に手を出さなければ、俺もお前には手を出さない。」\n\n「よ、よよ、よろしくお願いしますぅ！」\nプリンセスは――\n\n「きゅうっ！」\n\nと、ネズミのように小さな鳴き声を漏らした。\n\n「こ、この素晴らしい『ドキドキ文芸部 aka 懲罰室』で、みんなと友達になれたら……う、嬉しいにゃ。」\n\n――こうして、彼女の楽しい（？）学園生活が始まったのだった。",
    "category": "shiori-fics-c2",
    "hasAudio": true
  }
}