{
  "bae-journal-c2d1": {
    "title": "Bae's Journal Entry: Day 1",
    "content": "**DAY 1**\n\ntoday i was whisked back to the lands of Libestal.....\n\ntoday's pull: 0/4\ncoin remaining: 9\n\nim proud of myself that i remained true to my Peasant soul...\nsigned,\nPeasant The Bae",
    "category": "journal-c2"
  },
  "bijou-journal-c2d1": {
    "title": "Bijou's Journal Entry: Day 1",
    "content": "**JOURNAL DAY 1**\n\nThe Journal\nof \\[Former\\] Princess\nKoseki Bijou\n\nThis world...it already has a princess... Do l...even have a purpose?\n\nI mean, we came here to save the world so I suppose titles and formalities will have to wait. For now... I have to get a job. The stones call to me. Something from the inside, maybe from the jewel that is embedded in my chest resonates with the surrounding stone.\n\nI have chosen to call myself a jeweler, working under the tutelege of Roa... my new boss. She is very kind and teaches me many things of this profession.\n\nI would like to make her proud so I started building a place to call our own,,, the.. \"Gacharm\" shop.\nTogether with Mococo and my sister, I hope our business thrives in this world!\nI have met many interesting characters today, some, including my boss, don't seem to remember thier pasts.\nWhile I...I am burdened with my memories of my past trials. I hope that this time, I can right my wrongs and save this world...instead of dooming it...\n\nOh! And I made many friends today! Including a blood pact with my former SC...\nI must call her onii-chan now...but I think if I do she likes it and is more inclined to give me things. Well whatever, I enjoy her company :D\nI don't know what tomorrow brings, but I have hope in my heart,\nthat in 7 days time, those of us who came from another world can truly save this one if we join together, We have to.\n\nWell, let's see what tomorrow brings.\n\n\\-\\[Former\\] Princess\nKoseki Bijou\nDay 1/7",
    "category": "journal-c2"
  },
  "calli-journal-c2d1": {
    "title": "Mordan's Journal Entry: Day 1",
    "content": "**Day 00001**\n\nDear Luffy,\n\nToday was the beginning of a most curious journey. As an ex-tavern master, I worked hard in order to fulfill my dream as a chef...by being first, an architect! So, my tavern is nearly complete.\nThere was a bit of questing to be done as well, and I ended up fulfilling all of my obligations to the quest board, and the quest master, who does nothing but spit bars....\nGonathan is my dog. I made some other dogs, too! Dogs for life! Orange women are very beautiful. That Shiori set up a store next time mine which was all fun at the start until she started monopolizing my business!! She only serves cakes though, so it's not a worry. It's just...since it is MY establishment, I figure, shouldn't she pay rent? She's also selling OTHER FOOD as of right now...\n\nSo I booted her shop until the 500 coin rental fee is paid. Or, she can build her own!! >:{\n\nThen that HOT PINK ONE had the gall to put her shop in front of my stairs?! I was appalled! I tried to charge her rent, but she just moved away. Phew!\n\nIt's okay. I forgive her.\n\nShe and I...share a special secret, after all...",
    "category": "journal-c2"
  },
  "cecilia-journal-c2d1": {
    "title": "Immerkind's Journal Entry: Day 1",
    "content": "**Kindness I**\n\nDiary of Immerkind.\n\nToday I was blessed with kindness. I feel kindness in my heart and surrounding me.\n\nI want to spread kindness. And seperate couples! For kindness!\n\nI also met a kind cousin who made me feel even kinder and many other kind souls.\nSuch as my HPO Oliver and my princesses.\n\nHowever I do not trust the peasant... but my kind heart tries to look past our differences. For now.\n\nMay kindness touch all our hearts.",
    "category": "journal-c2"
  },
  "fuwawa-journal-c2d1": {
    "title": "Fuwawa's Journal Entry: Day 1",
    "content": "**-01-**\n\nEverything feels so fuzzy... and nostalgic...\n\nLibestal.. Revelations... Stains... I vaguely remember what happened... The Stain King then, now The Outsider... I don't know if someone like me can live up to the title of \"Shining Star\"... I'm on an adventure now... Adventures are best enjoyed with close friends... Atleast, that's how it always is in the storybooks I admired as a puppy. Yet.. I'm always alone.\n\nNo one beside me... I feel empty. Like something is missing, but I don't quite know what it is.\nI know I'm still just a puppy, that I'm not the strongest and have my own faults, but I hope that I can grow to be the type of demon dog that others witll want to join together with for grand times. Maybe becoming a top class chef... can change that tinge inside me. A table overflowing with recipes cooked by own hands... Friends, laughing and smiling with full tummies... That is my dream!! And maybe that day will come as we search for The Outsider and unravel all the mysteries... I'm going to stay positive no matter what!! bau bau...",
    "category": "journal-c2"
  },
  "gigi-journal-c2d1": {
    "title": "Gonathon's Journal Entry: Day 1",
    "content": "**DAY ONE**\n\nDay one of being in this new strange kingdom.\n\nEverything feels familiar, the walls, the ground, the air, the people.\n\nEveryone that's arrived here with me feel familiar too.\n\nSome of them seem to remember me, they talk of me being a knight.\n\nBut there are some that feel so close to me, that do not remember me at all.\n\nI wonder if this means anything.\n\nI barely remember anything as well.\n\nOthers say I was kind, but was I really?\n\nWas I a humble knight?\n\nSomeone that good wouldn't have forgotten their most cherished memories, would they?\n\nI'm hoping by the end of this that I'll be able to remember.\n\nMordan(?) Ramsay (I am not quite sure what the spelling is on their name), the hero of Libestal who has retained all their memories!\n\nSays that we're fighting for our memories! That we're in search for them!\n\nSo surely... if I keep fighting, I'll find what's missing.\n\nGonathon G.",
    "category": "journal-c2"
  },
  "ina-journal-c2d1": {
    "title": "Ina's Journal Entry: Day 1",
    "content": "**DAY 1**\n\nDAY 1 of Ninolna the HERO.\nMEOW MEOW\n\nSomehow we woke up to find ourselves in the past.\nMEOWMEOW\nCatto told us to go find its lost memories...or is it mine...I forget...\nMEOWMEOW\n\nPretty strong...strong enough to break the limits for a short while...\nMEOWMEOW\n\nI have done everything I could today, so I hope tomorrow brings more challenges for Ninolna the HERO...\nMEOWMEOW",
    "category": "journal-c2"
  },
  "irys-journal-c2d1": {
    "title": "Hot Pink One's Journal Entry: Day 1",
    "content": "**HPO's Daily Diary**\n\nDay 1\nI had a good day.\n\nI did my daily quests.\nI became chef.\n\nI saved the utters from exploding\n\nI am lowering prices of cake for the people of Libestal\n\nI built house with shop. The house looks like the most charming person in the land.\n\nMy consort eternal is the cutest as she has always been. I am planning on buying her something really nice on her assumed birthday that she has not told me about.\n\nShe will be the happiest consort in the land. Hopefully if she ever finds out about my secret hobby, she'll forgive me. She will always be my first priority.\n\nI have a little brother that calls me onii-chan and thinks that a single \"daisuki\" will make me do all of his bidding. Foolish I say.\n\nI say. But I do like being called oniichan. There's something about it that I can't put my finger on, but it sounds nice.\n\nImmerkind said my name used to be Oliver before I lost my memory, but I really don't recall nany of that.\n\nThe peasant has a distinctive acquired scent that I have not acquired yet.\n\nTammy is my secret hobby. She calls me Pinky Pie (Might be pinkie spell wise idk) and Idk if there is a deep meaning to that nickname.",
    "category": "journal-c2"
  },
  "kiara-journal-c2d1": {
    "title": "Shakira's Journal Entry: Day 1",
    "content": "**Tales of Kind**\n\nLiebes Tagebuch\n\nStarting from today, my life is filled with double the amount of purpose. I slept through some exciting happenings it seems, at the end of the last era. But now I gained all this knowledge with which I will try my best\n\nto spread kindness and control capitalism to my best abilities.\n\nSpeaking of kindness, I met my cousin, Cecilia Immerkind, or atleast I am\nassuming that she is my cousin because she is also trying her best to be as kind as possible. I love that for her. She seems to be familiar with my customs and therefore i thought it would be kind to assume she wanted a kiss because thats common among us cousins, but she seemed quite surprised and flustered. I am sure she had no problem with it though.\nI, by the way, became a Smith today.\nWithin these endeavors I heard, as the job market was booming, and a lot of people were starting up new jobs, that many people were starting off trying to make big coinage right away. I felt that as a kind knight, it is my duty to try to protect the common folk from capitalism, of course, and have been pushing the whole day to spread kindness. If they cant afford to do their quests, how could they become stronger and survive in this tough, forsaken world?\n\nI will continue to offer my own services either at material-only requirements or, if a poor soul really is in need, I will even do it for free. (What a deal!)\nSuch is the way of a noble knight.\n\nSpeaking of knights, I reuknighted with fellow knight Lady Bloodflame.\nAs always, she displays a level of honor that is immeasurable. We decided, as we are both smiths, to work hand in hand together and make our own headquarters.\nBefore I knew it, she had already built half of it by the end of the day without my help. Amazing, huzzah.\n\nTomorrow I will try to lend a hand, and continue to push her to reward herself with a bigger loo. Which, she sleeps in. Perhaps we can use that room as an actual loo instead.\n\nAt the end of the day I find myself 8 times stronger than I was at the start of the\n\nday, and with a 3 times strengthened Phoenix Sword, I feel ready to challenge anything that comes my way, and protect the common folk and my fellow adventurers.\n\nI am looking forward to everyone elses diary!!!!!!!!!!!!! huzzah.\ngute Nacht.",
    "category": "journal-c2"
  },
  "kronii-journal-c2d1": {
    "title": "Tam's Journal Entry: Day 1",
    "content": "**Day 1**\n\nI woke up from a long dream, which I can't seem to recall. I don't remember my name or the past but the people have been addressing me as Tam Gandr, so I assume it is that. I was also apparently a queen, which doesn't make sense because what\n'kind of queen has to struggle with poverty... I wish to live my life in peace and accept myself for who I am. Maybe one day, I'll learn to be confident, beautiful, humble, and wealthy. The last part is most important. I am building my shop and home! I'm very excited. Small beginnings, big future.",
    "category": "journal-c2"
  },
  "liz-journal-c2d1": {
    "title": "Elizabeth's Journal Entry: Day 1",
    "content": "**Knights Log 0001**\n\nMy name is Elizabeth Bloodflame. A Jade Sword Knight. Trained by Viridis. I know it's odd to write the above but I do not wish to keep on forgetting or at least I feel this is best.\nWe are in new lands. New past lands. A strange journey through time.\n\nIt seems we need to prepare again, ordered by a King and now by a Princess. I've noticed - some hearts have forgotten bonds, even small. Seeing loyalty disappear in front of my eyes is strange, literally swallowed by time.\n\nWhat is Fia?...\nWhy have most forgotten?...\n\nMy little sister Mococo has forgotten. Part of myself feels it's a good thing as it means she has forgotten any hurt - but also I feel greedy in ways still wanting to be her sister.\n\nI was quick to remind her of what we were what is but her eyes did not know mine. I guess some threads are too sacred to leave frayed.\n\nIn the previous land we ventured I was called Romeo. I dismissed it - believing the weight of duty left no room for such nicknames.\nNow I wonder. Perhaps some moments are stolen so suddenly like sword strokes I begin to understand it was something to cherish even a little. I guess I've learnt to appreciate the little things as sometimes they can vanish.\n\n---\n\nMy comrades - I will call them that even if they are lost remain by my side. I'm happy at least The Mighty Phoenix remembers, I feel there is a warmth shared. The \"Shining Stars\" is what we were reffered to as. Must mean something. I'm guessing the shine is our revalation??? I hope throughout this journey I learn truly what they mean by Shining Stars.\n\nUntil more answers come, I have Thorn by my side and my vow as a Knight.\n\nFor memories untold.\n\nFor what was forgotten.\n\nFor HONOR!\n\nWritten by the hand of Lady Elizabeth Bloodflame.",
    "category": "journal-c2"
  },
  "mococo-journal-c2d1": {
    "title": "Mococo's Journal Entry: Day 1",
    "content": "**MOCOCO Day 1**\n\nday 1:\ni've started out a new business venture with roa and koseki bijou! we're partners together for our new jewelry company but we've had a few hiccups along the way... bijou's sister inya is sabotaging the market value of our crafts! hopefully we can get her to see eye to eye on this issue and join us in business...\ni'm slowly and surely getting to be a better jeweler, but it's all to be close to beautiful, luxurious riches!! i'll get my paws on them!\n\nTHEM I'LL GET MY PAWS ON THEM!!\n\nalso I met my sister\n\nElizabeth!! It was a strange meeting, but I'm happy to get to spend more time together from here on out.\nBAU BAU.",
    "category": "journal-c2"
  },
  "nerissa-journal-c2d1": {
    "title": "Nerissa's Journal Entry: Day 1",
    "content": "**Day 1 Journal**\n\nDear Lorekeeper,\n\nToday, I decided to become a chef. To be honest, I'm not sure I'll be any good at saving Libestal, but at the very least I _know_ I can make people happy with my cooking. I am not hero, only a little chef with a dream. So please stop by and try so of my food for yourself. Located in the back of the build area (follow the glowstone road) and head on over to Nibs n' Nobs, where you can have your fill :)\n\nSincerely, Nerissa Juliet Bloodflame",
    "category": "journal-c2"
  },
  "raora-journal-c2d1": {
    "title": "Roa's Journal Entry: Day 1",
    "content": "**ROA PANDORA**\n\nROA PANDORA DIARY\n\nDAY 1\n\nI don't remember who am I. People were calling me QUEEN MARIO but I forgor!!!\n\nanyway I started a new life with the name ROA PANDORA because it sounded pretty cool and I also started a CHARM business with my partners KOSEKIBIJOU AND MOCOCO!\nI think that things will go well! and AND I WILL MAKE TONS OF MONEY!!!\nNinolna is also on our side now so we are UNSTOPPABLE!!!\n\nbtw, tomorrow I will do my best as the CEO of GATCHARM corp!!!\n\nFEEL FREE TO CALL ME OR ONE OF MY EMPLOYEES IF YOU WANT TO BUY A CHARM\nBASE CHARM 150 C\n\nI am happy to start a new journey and I will work hard!!!\n\nGOODBYE\nRoa Pandora - GATCHARM CEO",
    "category": "journal-c2"
  },
  "shiori-journal-c2d1": {
    "title": "Shiori's Journal Entry: Day 1",
    "content": "**Day 1**\n\n**There's no need to pretend, is there?**\n\nA few seem to remember.\n\nMaybe in fragments.\n\nSome do not.\n\nI checked the backlog. Saw nothing too consequential.\n\nI considered feeding them 'it'. Decided against doing so.\n\nNever know when it'll fade away anyway.\n\nWill just watch and observe. Claimed the low stakes job for this purpose so no one expects much from me.\n\nThe story seems to have barriers in place.\n\nBreaking it might break the script I suppose.\n\nI better be good.\n\nI grew curious and tested the 'death' mechanic in this world.\nDidn't stay dead.\n\n\\\n\\\n\\\n\\\n\\\n\\\n\\\n\\\n\\\nI see you.",
    "category": "journal-c2"
  },
  "bae-journal-c2d2": {
    "title": "Bae's Journal Entry: Day 2",
    "content": "**DAY 2 of PB**\n\nDay 2\n\nToday I experienced something new....\n\nThe heartstrings?....\nmy chest felt tight...\n\ni consumed a beverage that seemed to change the physics of my body...\n\nMother always warned me about this..\n\nShe always said this day would come...\n\nAfter tragic loss, one loses themself in drink...\n\nBut it is in the darkest of times, where something blooms...\n\nThe possibility....\n\nof...\n\ncourtship....\n\nI smell a change in the breeze...\n\nonly time will tell..\n\nToday's gacha: 0/3\nCoin Remaining: 2306\n\nSigned,\n\nPeasant the BAE",
    "category": "journal-c2"
  },
  "bijou-journal-c2d2": {
    "title": "Bijou's Journal Entry: Day 2",
    "content": "**JOURNAL DAY 2**\n\nThe Journal\nof \\[Former\\] Princess\nKoseki Bijou\n\nWhat a splendid day!\nI turns out maybe I am suited for life in \"customer service\" (or at least that's what Gonathan G calls it) after all!\n\nGaCharm is now ready to open for business!\nLast evening, I spent ample time to make sure this realm could experience the joy of \"gacha\" and finally my dreams come to fruition!\n\nI truly hope that many customers come and visit our fine establishment!\n\nIt is truly a joy to work with my boss, my sister, and my bau olIIIIIIIIlydtjjol sorry I don't know what came over me... it was like a foul beast posessed my body for a moment.\n\nAnyways, it is an honour to run a shop with them!\n\nI explored my first dungeon today! It felt like light work with my amazing team! Though...afterwards memories of my onii-chan flooded back to me in an instant. I did not know onii-chan was such a drunkard...\n\nBUT THAT'S OKAY because afterwards, Onii-chan took me out for my first drink with her comrades! You hear that journal? I get to be one of the cool kids too!\n\nUnfortunately...that \"coolness\" did not last as the influence of tainted drink was too much for me and I sucumbed to my narcolepsy, collapsing on to the ground as a log from a fallen tree right in front of my onii-chan and all her friends...\n\nI write this after\n\nwaking up again in an empty field, with a slight bump on my head from my fall...\n\nHow embarassing... Let's hope tomorrow is a better day.\n\n\\-\\[Former\\] Princess\nKoseki Bijou\nDay 2/7",
    "category": "journal-c2"
  },
  "fuwawa-journal-c2d2": {
    "title": "Fuwawa's Journal Entry: Day 2",
    "content": "**-02-**\n\nI'm starting to get used to this place. Maybe, I'm even growing too...\n\nI was happy to be able to go on adventure today with Nerissa (AKA Mustard), Elizabeth, and Immerkind! It wasn't an easy dungeon, but we did all together!\n\nI learned a lot of new recipes, and most importantly opened up my shop!! My dream!! But.. I don't know if anyone will visit. If anyone will ever eat my cooking. Maybe that's okay...\n\nNo, it's not... I want to be praised. I want everyone to smile!! But compared to all the otther chefs... I don't know if that will ever happen... I don't even know the detail about my cooking pot, how to grow my ingredients, or about the cooking guild and regulations...\n\nBut I'll continue to be positive. And hopefully, maybe through my cooking and everyone's kindness, I can gain confidence... bau bau...!!",
    "category": "journal-c2"
  },
  "ina-journal-c2d2": {
    "title": "Ina's Journal Entry: Day 2",
    "content": "**DAY 2**\n\nDay 2 of Ninolna the HERO\n\nMEOWMEOW\n\nToday we embarked on a new journey for the memories....the...something chains...memories....\n\nMEOWMEOW\n\nI have learned that my dear consort eternal perhaps... enjoys drinking a little too much...after her 10th drink....we don't mention what happens after the 10th drink...\n\nMEOWMEOW\n\nbut it's okay...because I gifted her a lucky charm...a part of my heart...to hopefully keep her safe... in these dangerous times....\n\nMEOWMEOW\n\nUntil we can find more fragments of other people's memories....I will continue being...the hero...everyone needs...\n\nMEOWMEOW",
    "category": "journal-c2"
  },
  "irys-journal-c2d2": {
    "title": "Hot Pink One's Journal Entry: Day 2",
    "content": "Daily Diary of HPO\nDay 2\n\nToday was a great day.\n\nI ended up staying in Libestal longer than I had planned.\n\nI have conquered the Elpis Dungeon with my Consort and friends (including a peasant) and have understood how important it is to cooperate and to have a ton of food.\n\nThe two headed dragon was terrifying. Thank god I was chef and had cheffed up my inventory.\n\nI have learned that the jewelers plotted to swoop up everyone's fortunes with their jewel gacha system. Thankfully I have made connections that will keep my gold safe and sound.\n\nI have made 40 gold revenue through my shop. Mind you, that 40 gold was from pity from a friend. Nonetheless it was still business. But I have learned that my food has more value than just mere gold. It can be used to barter with other people in their respective professions for their services.\nWho cares about my store. I don't.\n\nI was invited by immerkind to the creek with her, a peasant, a lighter pink cat, and my brother. We drank stain souls till dawn and bonded under the influence of alcohol I was questioning immerkind's kindness with her short whispers of \"peasant\" whenever the peasant passed by, but I eventually understood it was not a big deal I witnessed her mingling with the peasant in a very suggestive manner. I wonder if I will be able to witness their date one day.\n\nWill they have offspring that would also be peasant? That is the actual question.\n\nThrough that creek gathering, I was able to bond with the light pink cat and have vowed to keep her belly bursting with food and plump. She is one lucky cat She must know that I make the finest dishes.\n\nI have killed many stains today. So many, that I now have a total of 6293 coins. My savings will all go to my lavish gift I have planned for my consort eternal I really hope she will like it.\n\nOh i see peasant has logged in bc she probably forgot to write in the diary.\n\nI have also seen my brother around. She was not handling the alcohol very well and it made me a very concerned Oniichan.\n\nI have fulfilled my oniichan duties by leaving my brother a lavish gift of about? 10 chocolate cakes. She mentioned many times yesterday how much she liked cake. I have not been told DAISUKI today, something that I am totally not salty about. Maybe its a good thing. It just means that I was not exploited today. I hope she will be elated from the gift. I told her my birthday was tomorrow. I seek a bountiful return.\n\nPeople left me one person at a time until I was eventually alone in this cruel world.\n\nIt was only then that Tammy, now nicknamed Sapphire, appeared in my empty world. I secretly call her Sapphie in my heart. She is wonderful company, and I assisted her in clearing the Elpis Dungeon. I carried hard.\n\nI would say about half of the day I was trying to hunt chickens for eggs. I eventually thought up of a plan to hatch chickens in my house. I successfully laid 2 chickens and had them locked up in my abode. When I came back with milk, they were gone. I wonder where they went. We will never know.\n\nI, as a very experienced chef, have now learned how to make some ridiculously expensive milkshakes, and chicken cutlets. Hopefully they will help me build more connections and friends along the way.\nWho cares about cash.\n\nToday, was a good day.\n\nHPO",
    "category": "journal-c2"
  },
  "kiara-journal-c2d2": {
    "title": "Kiara's Journal Entry: Day 2",
    "content": "**Tales of Kind 2**\n\nToday, after fulfilling my duties as a lorekeeper for the first time, with new insights into all of the adventures of this kingdom, I went on to efficiently go about my day.\n\nThe dungeon, together with the Jeweler guild and More Than Ramsey, who blends in nicely with them as a pink woman, was a great challenge, but nothing could have possibly stopped us.\n\nTeamwork and the power of friendship guided us through.\n\nAfter the dungeon, great improvements in equipment awaited me and others. Again, great deals have been struck with the Jewelers and I continued to be generous and kind with my own creations - but today I did charge a little bit and may have gained a small, humble fortune.\n\nWith my current potential fully unlocked and unleashed, I feel fulfilled and appeased.\n\nTomorrow shall be another successful day - or perhaps, should I say, wait for it-------\n\nlegendary.",
    "category": "journal-c2"
  },
  "kronii-journal-c2d2": {
    "title": "Tam's Journal Entry: Day 2",
    "content": "**DAY 2**\n\nIt was a quiet day but fortunately, Hot Pink One was around to help. She baked many food varying from cakes to potatoes, it was truly wonderful. We took on a dungeon together and slayed the two-headed dragon named Elpis, I believe. Then, I was able to unlock a memory fragment which revealed HPO to be a queen! It was truly an astounding \"revelation\" (heh). Afterwards, I was able to upgrade my skills as a supplier and upgraded HPO's pickaxe. I also unlocked a new field and mined some new ores but there lies more vicious monsters. Absolutely horrid creatures...\n\nHPO serenaded me with a song sung for her people. I still remember some parts of the lyrics... she mentioned \"lava chicken\" and \"flint and stone\". I called her a lyrical genius and she too called me one.\n\nI fear that I am falling in love with a royalty but I do know that it cannot be for she is taken by another. However, I am satisfied with this current situation.\n\nI purchased two upgrade stones but I realize that I now need a greater upgrade stone. I have been deceived by the anvil... I am now selling the basic stone for 100 COINS.\n\n1 0 0 C O I N S.\nI BOUGHT IT FOR 149 COINS BUT IT IS NOW\n\n1 0 0 C O I N S.\n\nin my house made of mossy cobblestone in the corner.\n\nOh, if only some someone could take it from my hands for 1 0 0 C O I N S that I purchased for 1 4 9 C O I N S.\n\nIt would be a STEAL. If only someone could STEAL it from me for a GOOD PRICE, like new. Barely used.",
    "category": "journal-c2"
  },
  "liz-journal-c2d2": {
    "title": "Elizabeth's Journal Entry: Day 2",
    "content": "**Knights Log 0002**\n\nMy name is Elizabeth Bloodflame. A Jade sword knight. Trained by Viridis. Knight of Honor. Smith of The Jade Forge! - I still remember.\n\nThe Jade Forge is coming together! Though will and fire!\nIt is glorious to witness and I partially owe this due to my fellow knight Shikira - a sweet flame - warm and exciting. I imagine she a good example to teach others that not all fires consume.\n\nIt feels good to learn something new. To master and shape steel.\n\nI know Thorn is just a sword but I swear sometimes I feel Thorns spirit happily stir. Getting stronger to protect others makes us feel at ease - knowing when the going gets tough we have the power to help.\n\nI want to do good.\n\nI want to be ready when the winds of battle rise as high as the stains in the skies.\nA fragment of Fia's memories have returned. The outlander seems an interesting fellow, as soon as I heard of this masked swordsman it did intrigue me.\n\nI hope to learn more - I shall observe closely.\n\nMy quiet monitoring continues. I have acquired the help of Immerkind when it comes to the concern of the stained princess. It is a strange feeling I have when I am with her and a few others.\n\nMy flame flickers strangely near them -not in a way of warning but a way of longing. A magnetic pull- a feeling of wanting to reach out and hug them embrace whenever I am close, but I hold back in case it is my body and mind playing tricks on me due to the toll of time-travel.\n\nStill, I write. Even if it feels like I'm speaking in a language the world forgot. Perhaps this is meant for eyes feel like they watch over me - or for those I've not yet met, or have already lost. But I write all the same. So that they might know: I endure and I am ok.\n\nShe ventured with me. She gifted me roses today. She kissed me. She's remembering more. Nerissa Ravencroft... Is it ok giving her more newer memories when we face such challenges, am I worthy of being part of them? what if I'm only rewriting a story I was never truly in?\n\nStill, She is beautiful -... whenever I look into her eyes I feel a guilt coil like a serpant in the pit of my stomach. It is probably her charm effect she places on all knights. A spell. A curse. Or perhaps something older than memory.\n\nI fear too early, for my mind misgives; Some consequence, yet hanging in the stars,\nShall bitterly begin.\n\nI shall keep tight my sword, hold steady and keep my honor unbroken.\nUntil my own memory fades or destiny snuffs my flame I will go onwards and upwards.\n\nWritten by the hand of Lady Elizabeth Bloodflame.",
    "category": "journal-c2"
  },
  "mococo-journal-c2d2": {
    "title": "Mococo's Journal Entry: Day 2",
    "content": "**MOCOCO DAY 2**\n\ntoday i became a stronger jeweler!! in every way!! both in attack, in defense, and in health!! but also in my skills as a jeweler!\n\ni feel like the store GACHARM is depending on me to make sure that we're well stocked, but yet, I feel like the charms aren' really selling...\n\nwhy am i not making sales? i feel like i'm just losing money making our stock when I've only got 100g in return...\n\nmaybe i need to try... other sales tactics.\n\nbut at least I'm stronger today that the other day.\n\nBAU BAU.",
    "category": "journal-c2"
  },
  "nerissa-journal-c2d2": {
    "title": "Nerissa's Journal Entry: Day 2",
    "content": "**Day 2 Journal**\n\nDear Lorekeeper,\n\nToday was rather interesting. I finished my quests, then embarked on a jounrey to a dungeon of both heaven and hell with Fuwawa, Immerkind, and Lady Bloodflame. Strange, after I completed it, I not only recalled my memories of Irys, but I also seemed to recover some memories of our previous time in Libestal... The stain king, the king, Lady Bloodflame, my (embarassing) unrequited marriage to Shiori of the Novella... But I also remembered things about myself...\n\nI feel a bit... conflicted... Almost like, I was someone I truly do not recognize. That's all for now, I'll sit with these thoughts.\n\nSincerely,\nNerissa Ravencroft",
    "category": "journal-c2"
  },
  "raora-journal-c2d2": {
    "title": "Raora's Journal Entry: Day 2",
    "content": "**ROA PANDORA**\n\nDAY 2\n\nToday was such a profitable day! I had lots of fun making Charms for my very profitable company and I did some profitable friendships!!!\nIT WAS A SUCCESS! of course.\n\nI made some special deal with a hot pink one but this is a secret and no one shall know this information. But anyway I think I am a very good CEO and I will continue working hard for my employees and for the future of this company!\n\nI also managed to complete the first challenge today, with a very interesting dungeon! I am so prouf of my companions!\n\nand you what??? 0 DEATH!! you want to know why??? well... let me tell you....\n\nIT IS THANKS TO GACHARMS!!!!\n\nbuy a GACHARM right now for only 200C!!!\n\nGaCharms: tiny treasures, infinite pleasure!\n\navailable in 3 different colors!\n\\- ROA PANDORA, Gacharm corp.",
    "category": "journal-c2"
  },
  "shiori-journal-c2d2": {
    "title": "Shiori's Journal Entry: Day 2",
    "content": "**Day 2**\n\nToday was a successful day of observation.\n\nI was able to study the 'character' of many individuals.\n\nMy plan of dominating the economy (poorly) was a failure, unfortunately.\n\nThis world's logic doesn't work as expected (which should've been expected.)\n\nA murder most fowl chickens hatched from eggs vanish from existence the moment you vanish from their sight.\nSo much for my fried chicken conspiracy.\n\nWubba lubba dub dub.\n\nI'm just a humble witch living in a decrepit, rotting wooden husk of a hut.\n\n\\\n\\\n\\\nuwu",
    "category": "journal-c2"
  },
  "bae-journal-c2d3": {
    "title": "Bae's Journal Entry: Day 3",
    "content": "**wearebread**\n\nDAY 3\n\nGLORY TO THE SANDWICH GLORY TO THE SANDWICH GLORY TO THE SANDWICH GLORY TO THE SANDWICH GLORY TO THE SANDWICH GLORY TO THE SANDWICH GLORY TO THE SANDWICH GLORY TO THE SANDWHICH GLORY TO THE SANDWICH GLORY TO THE SANDWICH GLORY TO THE SANDWICH GLORY TO THE SANDWICH GLORY TO THE SANDWICH GLORY TO THE SANDWICH GLORY TO THE SANDWICH GLORY TO THE SANDWICH GLORY TO THE SANDWICH GLORY TO THE SANDWICH GLORY TO THE SANDIWCH\n\nMAY WE ALL\n\nBECOME AS BREAD..........\n\n\\\n\\\nPlease come by and visit tHE dUMPSTER!!!\n\ntoday's gacha: 0/6\ncoin remaining: 2096\n\nSigned,\n\nPeasant THE BAE",
    "category": "journal-c2"
  },
  "bijou-journal-c2d3": {
    "title": "Bijou's Journal Entry: Day 3",
    "content": "**JOURNAL DAY 3**\n\nThe Journal\nof \\[Former\\] Princess\nKoseki Bijou\n\nToday...was filled with plentiful events!!\n\nGaCharm officially opened it's business doors and we have made much profit! All of libestal has now tasted the joys of gacha!! And you know...once you have had a taste of something...it may leave you wanting more...\n\nI spent a lot of time with my fellow adventurers today! Together, we discovered secrets, traversed dangerous halls, and fought through many stain enemies.\n\nI met the outsider today too. It seems he and the princess may have a connection...perhaps lovers?\n\nBUT a dangerous rumour has also spread about them. That...the two are RELATED. In fact, perhaps not just all of the citizens of this past libestal are related...but WE...the shining stars...perhaps...all have the same face.\nDoes this make us... INBREAD?\nYes...it is clear now...\nWe are inbread. It is our duty to make sure that EVERYONE realizes this fact in the hopes that we can come together to form\n...the giant sandwich\n\nMy breadtheren and I, will work hard to realize this goal together from here on. So that the rest of the non breadlievers can see the light of the sandwich. We will collect all of the ingredients...soon.\n\nThere are many interesting characters in this world. It brings me great joy to act as a small pebble on the road, silently observing the goings on of the kingdom. After all, with knoweldge comes great power. And I have come to learn a great deal today.\n\nKnowledge such as rumours of a ghost that haunts the kingdom! Libestal may need saving in more ways than one...A ghost that spits out the most vulgar of vocabulary is something my pure, innocent, ears cannot stand for. Injustice I say!!!\n\nWell... We will have to see what tomorrow brings...\n\n\\- \\[Former\\] Princess\nKoseki Bijou\nDay 3/7",
    "category": "journal-c2"
  },
  "cecilia-journal-c2d3": {
    "title": "Cecilia's Journal Entry: Day 3",
    "content": "**Kindness II**\n\nDearest diary\n\nToday I realised that my greed and indecisiveness costs you more than you might think.\n\nBy trying to please everyone you end up pleasing no one.\n\nAnd even though as kind as I am, and as warmly filled my heart may be. I cannot accept these thoughts about the princess.\n\nIf they so are truly real. I shall wait another day as she has bid me.\n\nBefore I make any rash decisions. She is my light and she is a flower.\nBut maybe she is supposed to bloom with another.\n\nThe kind people around me have helped me overcome my emotions for now and we will see what our next days together bring us.\n\nI feel safe around my fellow wolves.\n\nAwooooooooooooooo\n\nMay kindness touch you heart.\n\nCecilia Wolf Immerkind",
    "category": "journal-c2"
  },
  "gigi-journal-c2d3": {
    "title": "Gonathon's Journal Entry: Day 3",
    "content": "**DAY THREE**\n\nI was in the forests for the entirety of day two and was afraid I would have missed out on all of the events happening in the kingdom, but returning to Libestal was simply returning home.\n\nAfter my conflicting feelings I was left with on the first day, I was almost afraid to return.\n\nBut I'm happy I did, there were many things that happened today, from dogs to wolves, to princesses, to Shiori.\n\nShe has taught me a lot about kindness! Always so humble in her words, for someone called a \"humble knight\", I am not as humble as her.\n\nI hope in our remaining days that I can continue to learn from her, and even without a roof, share the same sky as her.\n\nAlthough there is still much that I do not remember, rather than hopeless there is hope.\n\nThere are my wolves, there is my pack.\n\nThere is the goddess, and her teachings.\n\nAnd then there is Shiori, and her potato salad.\n\nSo even if my memory returns to me, I know that I will be able to face it.\n\nStay hopeful Gonathon!\n\nThere are still four days left!",
    "category": "journal-c2"
  },
  "irys-journal-c2d3": {
    "title": "Hot Pink One's Journal Entry: Day 3",
    "content": "**HPO's Daily Diary**\nDay 3\n\nToday was a great day.\n\nI conquered the ruins and met the outlander. Apparently, this outlander is related to the princess and I find that fact very intriguing.\n\nI have also received the secret disk that plays the most beautiful voice in the land.\n\nNow onto the juicy stuff.\n\nWe have learned the truth about all the people of Libestal, including all of us heroes are in-bread.\nMore people need to accept this truth. Therefore, me, my brother, the pink cat, and the peasant have formed a sandwich. A sandwich that still lacks ingredients, but as more people's eyes open to the truth, they will learn to be a part of the sandwich. Their DESTINY. We are the In-Breadtheren\n\nSpeaking of my pink cat, she suggested that my bonds with her were closer than I thought. I fed her well, along with my brother. It was a good feeding session. I just pray that my brother will not partake in any other feeding session unless I am involved.\n\nI need to keep my brother safe.\n\nMy brother also celebrated my birthday with a very lovely gift of surprise, song, and dance. A bonus charm as well. It was the best gift I could've ever asked for. Oh how blessed I am to have such an endearing brother.\n\nI have also heard that there is an invisible cape that haunts libestal. There have been sightings of a deep voiced cape, a cape that may have vocal tendencies similar to me, and a cape that spouted the most vulgar words ever to be heard.\n\nIt is terrifying even to think of such a thing existing. We must do our best as heroes to purify these lands and rid of it from these flying capes.\n\nThat is my mission, and my goal.",
    "category": "journal-c2"
  },
  "kiara-journal-c2d3": {
    "title": "Shakira's Journal Entry: Day 3",
    "content": "**Tales of Kind**\n\nLiebes Tagebuch\n\nToday was a great day! I slayed many monsters, and was able to live up to my promise of helping, or actually even finishing the forge that me and Lady Bloodflame own.\nI am not the most passionate builder, but it turned out great!\n\nSpeaking of Lady Bloodflame, as I felt like I owed her for how I temporarily monopolized the smithing market, I offered her my assistance in various ways and have since been pouring sugar over her like a good mother would. She was first confused, but she seems to have accepted my good will by now.\n\nWith my cousin I have also managed to reach a new level in our relation. Perhaps the connection of blood shall not be in the way of our blooming love.\n\nSpeaking of blooming love, inspired by my own luck in this department, I am trying to help out Gonathan. Gon seems to be a bit confused about their hearts desires, and I think I have just the right person to introduce.\nI shall set up a blind date!!!! HUZZAH. Love is in the air.",
    "category": "journal-c2"
  },
  "kronii-journal-c2d3": {
    "title": "Tam's Journal Entry: Day 3",
    "content": "**Day 3**\n\nI went on a quest with Pandora and Nerissa and defeated the evil. I was caught off guard when there were (unconfirmed) claims as to how the princess and the outlander are siblings and not lovers. It left a foul taste in my mouth when I found out. Afterwards, I joined a pack from Gonathan at his suggestion. The requirement is to howl, which was strange. There also seems to be a strange cult going around worshipping sandwich and they were trying to recruit me under the name \"blueberry\".\nStrange things...\n\nThere are also some hauntings where I have witnessed a cape ghost, one instance where it talked with a low voice and the other kept swearing nonstop. Pinky-I mean Hot Pink One gave me a mysterious potion and advised me to use it only when necessary.\n\nI don't really understand what's happening but I hope tomorrow will be as eventful as today.",
    "category": "journal-c2"
  },
  "liz-journal-c2d3": {
    "title": "Elizabeth's Journal Entry: Day 3",
    "content": "**Knights Log 0003**\n\nIt has been a long day.\nI am tired when writing today.\nThe duty of a Jade Sword Knight is never ending. Not that I'd want it to end. My vow is my happiness.\n\nI am Elizabeth Smith Bloodflame. A Jade sword knight. Trained by Viridis. Knight of Honor. Smith of The Jade Forge! I still hold these memories.\n\nI still think of the Arena where I once stood in the previous Libestal - empty seats, yet they felt full.~~~\n\nI can still hear the roar that was never there. Voices reaching out to me, they are most likely whom I am seeking. I can feel it. They are faint ghostly whispers, but I miss them even though they were not there but they are... this is confusing.\n\nWalking around I think of my steed too. Loyal. Real or not, I mourn them just the same. I have learnt animals, fur or feather, hoof and claw - are angels in disguise, I hope all my animal friends are dancing in the stars, at peace somehow.\n\n<3 Chickens <3\n\nMyself and The Mighty Phoenix adventured onwards to the next Dungeon together.\nI learnt that my \"Quick Math\" does not work so well in the heat of battle. Luckily The Mighty Phoenix aided us by remembering to bring along a calculator. Handy.\nI enjoyed the memory game...\n\nThis place in itself is a memory game.\n\nTwists.\nTurns.\nHighs.\nLow's.\nAbove. Below.\n\nNerissa visited my Loo. I hope she didn't look round my room too much. She is a very sneaky witch though.\n\nShe was trying to find the way to my basement I build for myself and the mighty phoenix to store our goods.\n\nIf she just knocked, maybe I would open the door. As much as I smile and laugh in the moment - when I look back it makes me unsure of things.\n\nTime is short,\nSo I'll leave the log with this... I filled the basement with soooo many bits n bobs now theres not MUD-Shroom\n(( Much room ... get it? - I created the basement partially out of mud and shroom ))\n...\nTHERE'S NOT ENOUGH TIME IN THE DAY AHGHH\n\n...\nWritten by the hand of Lady Elizabeth Smith Bloodflame.",
    "category": "journal-c2"
  },
  "nerissa-journal-c2d3": {
    "title": "Nerissa's Journal Entry: Day 3",
    "content": "**Day 3 Journal**\n\nDear Lorekeeper, Today, there was a dungeon. Though I did not recover the memory of any of the fellow heroes of Libestal, I did still manage to recover some memories of my past... Again, these memories were painful. Ain't nobody want me ;( But still, I persevere. I made money today, infact, I hit 6969 coins, and then I went beyond. So I guess, even if my past was bleak, the future need not be so. I also reconnected to my gambling addiction. I get it now, why I loved it so much. The thrill of going all in on red, and winning it all. Even if the chances are small, I'll do anything for that feeling... afterall, in this world where I am neither hero, nor witch, nor successful chef I must hold onto what semblence of emotion I can, before it escapes me.\n\nSincerely,\nNerissa (Juliet Bloodflame) Ravencroft",
    "category": "journal-c2"
  },
  "raora-journal-c2d3": {
    "title": "Roa's Journal Entry: Day 3",
    "content": "**ROA PANDORA**\n\nDAY 3\n\nToday was a good day even despite the initial headache!\nI FOUND A NEW PASSION FOR BREAD...\nGLORY TO THE SANDWHICH!!!\n\nAs the CEO of GaCharm I think today we still did some good profit!! We are also starting to build our beautiful shop, I can't wait to see it finished!!!\n\nI also started my ADS campaign... Speaking of...\nDo you want to be cool?\nDo you want to be fashionable?\nDo you want to be STRONG?\n\nI have something for you!\n\nGACHARMS!\nTINY TREASURE, INFINITE PLEASURE\n\n\\- ROA PANDORA\nGaCharm CEO",
    "category": "journal-c2"
  },
  "shiori-journal-c2d3": {
    "title": "Shiori's Journal Entry: Day 3",
    "content": "**Day 3**\n\nCharacter studied today: Gonathon.\n\nAreas Explored: The violent 3rd one.\nDid not make as much progress studying the others as much as I'd like. Spent most of the time with...\n\n...the guileless knight.\n\nHe offered to buy my first novella - even pricing it at an extraordinary price beyond my expectations.\n\nI did not accept all of it. Too much. Too kind.\n\nUnsure how long such kindness will last.\nWe traded stories and words. Not like I liked the gifts or anything.\nJust because they're framed in my home now doesn't mean I like Gonathon or anything.\nPffft. Whatever. Baka.\n\nWill keep monitoring.\nBecause it's my job.\nTo watch. To archive. Not because I enjoy monitoring him.",
    "category": "journal-c2"
  },
  "bae-journal-c2d4": {
    "title": "Bae's Journal Entry: Day 4",
    "content": "**Day 4**\n\nSTONKS!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!\nI hope you are watching Mother...\n\ntoday's gacha: 0/1\ncoin remaining: 17768\n\nnever forget peasantry soul..\n\nSigned,\nPeasant THE BAE",
    "category": "journal-c2"
  },
  "bijou-journal-c2d4": {
    "title": "Bijou's Journal Entry: Day 4",
    "content": "**The Journal**\n**of \\[Former\\] Princess**\n**Koseki Bijou**\n\nWhat an eventful day...\nBusiness is booming, dungeons were explored, memories of my queen mother-in-law returned. She is quite stunning indeed!\n\nBut in truth...none of that matters to me today...\nToday...I redeemed myself.\n\nThe only thing that matters is her.\n\nThe one I lost with all fault of my own. Shiori Nyavella.\n\nIn a times past, we were betrothed. Happily wed with a child even. But out of jealousy and rage my emotions got the better of my and I...\n\nI left her...both her and our child alone...\n\nThat is my one true sin.\n\nNow in this new time, I was fine with watching her from afar. I was fine with her finding one who could fill her heart again, leaving me heavy with my own mistake. Gonathan G had eyes on her. It seemed as if she had moved on, finding love with someone else. But then...things went south for them.\n\nI was okay..\nI was okay with her loving another.\nI was okay with her finding her own happiness\nI was okay with being... alone.\n\nBut watching her from that window, in tears from drama and a broken heart. I couldn't do it. I couldn't leave her alone. My own heart yearns for her happiness...and perhaps...my own.\n\nI thought I didn't need love. I thought the love of my subjects enough. I thought the dedication to my newly found business was enough. I thought...saving the world would give me the fulfillment I needed.\n\nBut I was lying to myself. The only thing I needed was her.\n\nAnd perhaps. Maybe it's okay for me to be happy too, despite the mistakes I've made. This time though, I will work hard to make our bond a happy one. I know of the location of our lost child... And I will bring Khaos back to her. I have to...to make amends...\nWith love in my heart\n\nI make a vow. A vow to never make her cry again. To build happiness together at the end of the world.\nFor Beloved Shiori Nyavella...\n\n\\- \\[Former\\] Princess Koseki Bijou\nDay 4/7",
    "category": "journal-c2"
  },
  "cecilia-journal-c2d4": {
    "title": "Immerkind's Journal Entry: Day 4",
    "content": "**KINDNESS III 4**\n\nDearest Diary\nI really have to go right now so I don't have a lot of time however! I have purchased my wonderful ring for my special someone and also I LOVE MINING I LOVE MINING I LOVE MINING I LOVE MINING I LOVE MINING I LOVE MINING",
    "category": "journal-c2"
  },
  "fuwawa-journal-c2d4": {
    "title": "Fuwawa's Journal Entry: Day 4",
    "content": "**-04-**\nI had my first guest today... her name was Immerkind. I think she just trying to sell me pickaxes, but just having someone to keep me company in my cafe made me happy... It made me imagine what it would be like to have a party with a buch of friends, laughing, and eating...\n\nBut I missed my chance. I should have made her something to eat... I'm still not confident though...\n\nAnd my friend, Moco-chan... I thought that she'd stay by my side forever in my cafe, but I guess only a few grass seeds isn't enough to keep her away from... freedom, from more than just myself. It hurts, but I understand.\n\nI became a stronger adventurer, but I'm not sure if I'm getting closer to my dream... I feel like I gettting further away. I still haven't had anyone come by cafe and enjoy my cooking...\n\nMy sales still sit at 0. Should I even look and get my hopes up?\n\nThere are so many amazing chefs... They even offer free soup. I don't know if I can do that...\n\nHangg in there, me.\nI just have to believe...",
    "category": "journal-c2"
  },
  "gigi-journal-c2d4": {
    "title": "Gonathon's Journal Entry: Day 4",
    "content": "**DAY FOUR**\n\nI started therapy today! It has helped a lot, speaking about everything that has been trapped in my mind, all of the current ongoings.\n\nI know that I will always be able to rely on my wolves.\n\nI still do not know if I am in love, I do not think any sort of talking with others has helped me in finding out what \"love\" is to me.\n\nI suppose it is because love is different for everyone and is not so strictly defined.\n\nI love my wolves, they are my pack.\n\nI love my queen, as my loyalty stands with her.\n\nAnd I think, maybe, that what I am feeling with Shiori of the Nyavellas is love as well.\n\nBut it has been difficult.\n\nWhen I am able to proclaim my love for others so easily, why is it so difficult for me to proclaim my love for her?\n\nWhat is stopping me from telling her that I love her?\n\nI think it has something to do with the blonde angel in the previous memory unearthed.\n\nA pearl.\n\nMordan Ramsay said with such certainty that I was in love once.\n\nI do not remember what being in love was like.\n\nIs it the love for my pack?\n\nThe love for my queen?\n\nThe love for Shiori Nyavella?\n\nHow could Mordan Ramsay have been so certain, so sure, when it's not something I recognize for myself.\n\nI want to devote myself to Shiori of the Nyavellas, I believe I must. It is the correct thing for me to do, the \"right\" thing.\n\nWould it be the right thing for me?\n\nWhat is right for others...\n\nBut even then, she has the little princess.\n\nA relationship that has spanned before this timeline, a history together.\n\nIt is not my place to push it.\n\nMaybe in time, I will remember what it was like to love.\n\nMaybe that love matches with the love of Shiori Nyavella.\n\nBut I cannot keep her tied to me in my indecision, in my hesitance.\n\nTomorrow will be a better day, I I have a therapist now after all.\n\nGonathon G.",
    "category": "journal-c2"
  },
  "ina-journal-c2d4": {
    "title": "Ina's Journal Entry: Day 4",
    "content": "**DAY 4**\n\nDay 4 of Ninolna the Hero\n\nMEOWMEOW\n\nThe day started off slow....but I managed to finish building my small house.\n\nMEOWMEOW\n\nI don't know why, but my neighbor (I think) started laughing at me...it triggered some memories of the far past I did not want to remember...\n\nMEOWMEOW\n\nWith the help of other brave warriors, we managed to clear two different dungeons...dungeons? TRIALS? THE THING!\n\nMEOWMEOW\n\nThe world is ending and the story is progressing...but I believe in my fellow champions and myself...to hopefully....save this world....and many others....\n\nMEOWMEOW",
    "category": "journal-c2"
  },
  "irys-journal-c2d4": {
    "title": "Hot Pink One's Journal Entry: Day 4",
    "content": "**HPO's Daily Diary**\nDay 4\n\nMy head feels clearer as day, as I do not hear the voices in my head today. I wonder why.\n\nToday I cleared the dungeon of kronos(?) with my fellow brother, beloved consort, immerkind, and shakira. Through the turmoil my brain went through, we successfully cleared the dungeon. I am so glad to have such reliable friends to help me.\n\nAs for the memory we retrieved from said dungeon, it was of my sapphire. She was ever so beautiful and cool, I never felt more prouder to know that she was my sapphire.\n\nBut the moment we returned, I noticed that my sapphire, or Queen Tammy as she says, had become a changed person. The moment she called me a \"peasant goddess\", my world went pitch black and I didn't know what to believe in anymore. Despair overtook my faith in people.\n\nI thought I couldn't trust her or depend on her for anything anymore.\n\nAnd so I heard that immerkind, the reliable supplier was offering her services for a reasonable price. Just as I was about to take the deal, Tammy appeared before me and took me to the side, to offer the same services for free.\n\nBut the moment we returned, I noticed that my sapphire, or Queen Tammy as she says, had become a changed person. The moment she called me a \"peasant goddess\", my world went pitch black and I didn't know what to believe in anymore. Despair overtook my faith in people.\n\nI thought I couldn't trust her or depend on her for anything anymore.\n\nAnd so I heard that immerkind, the reliable supplier was offering her services for a reasonable price. Just as I was about to take the deal, Tammy appeared before me and took me to the side, to offer the same services for free.\n\nIn order to keep suspicions away from other people, along with immerkind who thought I was going to buy her services, I went ahead and made an extra pickaxe to go ahead with the deal.\n\nI now have 2 fully enchanted pickaxes :D\n\nThe head chef has also taught me new recipes. Surely these recipes will help me become closer to my fellow kin.\n\nMy current goal is to somehow convince my consort to accept the In-Breadtheren. She is a tough cookie but I believe she will pull through.",
    "category": "journal-c2"
  },
  "kiara-journal-c2d4": {
    "title": "Shakira's Journal Entry: Day 4",
    "content": "**Tales of Kind**\n\nLiebes Tagebuch\n\nLove... what is that anyway?\nI see it all around me and yet it evades me As a knight, I thought I don't require such frivolous pastimes and instead feel enough satisfaction by protecting all people equally. And yet, after a loveless first chapter, this time I wanted to give myself a chance.\n\nSo far, all my attempts have failed while everyone else is surrounded by sparks. Sparks?\nI thought I felt them too, with my cousin. But my cousin seems to very focused on the princess and social constructs.\nBut aren't we currently time travelers?\nWouldn't she have to leave the princess behind eventually anyway?\nWell, I suppose that doesn't matter to her because what she feels is love...\nGonathan wasn't very helpful at being my wingman but I suppose thats alright because I wasnt either.\nAlthough I felt my wingman duty was more towards More Than Ramsey.\n\nWho I have failed greatly today. I saw how fulfilled with excitement and hope she was, only to be interrupted and devastated by the circumstances that I partially have created. Destroying one potential love with my hands do I really deserve any of it myself?\n\nWell, atleast the smithery is going well, and I continue to be a great knight... but who am I really protecting?\n\nWhatever happens tomorrow I hope it won't bring sorrow. My help they shall borrow When they cleanse the dungeon hollow.",
    "category": "journal-c2"
  },
  "kronii-journal-c2d4": {
    "title": "Tam's Journal Entry: Day 4",
    "content": "**Day 4**\n\nI have went on a quest with Morden Ramsey, Gonathan, and Nerissa to defeat Chronos. I almost got left alone due to being trapped but the magic scroll saved me after sending my prayers to the gods..\n\nChronos was powerful but we managed to defeat it and regain a fragment of our memory. I was surprised that I was in fact a queen of Libestal and that I was so powerful. Many peasants were jealous and in awe of the real royalty standing before them, but the feeling is understandable. I am absolutely smashing after all. I cannot believe that I had low self-confidence in myself in the past. I faced some... complications. Nothing major, just that I was framed for drowning two peasants and being accused of infidelity.\n\nBut there was no drowning in the library.\n\nGonathan seems to be in a difficult position after I advised him to pursue love and to seize the opportunity. His heart is pure but lost. I will try my best to make sure he does not go astray.\n\nI don't know how to feel about living in the same space as Nyavella and Gonathan for a year. Is that still valid if they're not together anymore? I do not know anymore...\n\nAlso, did I mention just how powerful I am? Because I am. Wow like did you see that it\n\nHot Pink One gave me food and I upgraded her pickaxe. I do love seeing her wonderful laugh and smile. A smile of a goddess. A peasant goddess, since she is a goddess of the people, for the people. Nobody is going to read this, right? If anyone reads this, then yes, she is a peasant goddess and I do not have any interest because I am a queen. I'm simply too busy for anything. I love myself. I love myself so much. I love me. I love.\n\nThere was no drowning in the library.",
    "category": "journal-c2"
  },
  "mococo-journal-c2d4": {
    "title": "Mococo's Journal Entry: Day 4",
    "content": "**MOCOCO Day 4**\n\ni'm making MONEY!! we finally made some profit!!\n\nbut...\ndid i make a profit? i feel like most of the charms in gacharm are supplied by me... but i'm doing my best!! and now enigmatic stones!!! i'm one of the best jewelers in all of libestal, without a doubt!!\n\nbut is that all that's needed?\nwhat will i be remembered for?\njust like the legendary memories that flood back to us with each dungeon, will i be forgotten too...?\n\nis charms and jewels and money good enough to attain true happiness?\n\nwell, at least i'm helping others with my unlicenced therapy!!\n\nbau bau.",
    "category": "journal-c2"
  },
  "nerissa-journal-c2d4": {
    "title": "Nerissa's Journal Entry: Day 4",
    "content": "**Day 4 Journal**\n\nDear Lorekeeper,\n\nIt is the 4th day of our adventure in ancient Libestal. I have upped my chef level, and jounrnied onto the next dungeon. Tam Gandr was revealed to be a time Goddess of sorts - amazing! I'm so happy to be on the same side as her.\n\nI was also able to remember more memories from some of my previous adventures in libestal.\n\nIt seems there was a legal battle with Moco-chan, and due to that, in a misunderstood, I told the gentle Lady Bloodflame I hated her - which could not be further from the truth... Even as a jest, I cannot believe such words would've come out of my mouth. Is that really the person I am? Someone who would hurt those who matter to her? I don't know what to think... Lady Bloodflame calls me a witch, but has been insistent that i am a good witch, but maybe she's wrong...\n\nMaybe I am bad.\n\n\\\n\\\n\\\n\\\nSincerely",
    "category": "journal-c2"
  },
  "shiori-journal-c2d4": {
    "title": "Shiori's Journal Entry: Day 4",
    "content": "**Day 4: Betrayal**\n\nIt was an eventful day.\n\nIt was full of drama, misunderstandings, heartbreak, and then healing.\n\nI spent the day considering the future of Gone of thons.\n\nAt first, I admired his noble and pure heart.\n\nUnfortunately, with such a soul lies a dark, uncontrollable rage.\n\nIn a misunderstanding, Gonathon assumed my infedility with the Queen Tam.\n\nAnd in his fury, he... pushed me off the roof during one of my attempts to console him.\n\nThis act surprised me. Perhaps he is not so gentle after all. For each light there is darkness.\nThe brighter the light, the greater the potential for evil.\n\nFor corruption.\n\nI had tried to be kind.\nI avoided taking all.\nI took what I needed.\n\nBut in the end, I believe this kindness has backfired.\n\nMy bones ache. My heart - equally so.\nBut at least there is hope...\n\n\\\n...in the form of a sparkly jewel.",
    "category": "journal-c2"
  },
  "bae-journal-c2d5": {
    "title": "Bae's Journal Entry: Day 5",
    "content": "**Family :)**\n\nDay 5\n\nWhat a day...\n\nA happy family regardless of its shape filled with love is the kind of family one can only hope for..\n\nI vow and pledge my life to protecting my children.\n\nI will strive and seek success if it will give me the opportunity to give my children the childhood they deserve.\n\nI look forward to co-parenting with Koseki Bijou, Shiori Novella and Gonothan.\n\n...I'll find you Charlie.\n\nTomorrow marks the beginning of new tidings....\n\nMY heart is pounding but I believe that with the help of Gonothan the wingman... She will understand and hopefully reciprocate these blossoming emotions.\n\nWe can only pray.\n\nToday's gacha: 0/1\nCoin remaining: 16776\n\nSigned,\nPeasant THE BAE",
    "category": "journal-c2"
  },
  "bijou-journal-c2d5": {
    "title": "Bijou's Journal Entry: Day 5",
    "content": "**JOURNAL DAY 5**\n\nThe Journal\nof \\[Former\\] Princess\nKoseki Bijou\n\nOh journal...\nwhere do I begin...\nI feel like I have learned so many... lessons today.\n\nI fear maybe...I am not suited for true society. I have learned now...that being a Princess has caused me to be quite sheltered...hidden from the true harsh realities of the world...\n\nRelationships...\nTherapy...\nChild Support...\nCourt...\n\nDoes the average citizen really have to go through all of this?\n\nIt feels like the true world that we live in is not just...adventuring, exploring, joy, and whimsy.\n\nI have learned to face that truth today.\n\nSpending my hard earned coin to pay for therapy...just to have it make the situation worse.\nWasting time fighting with the one who cares for my child...instead of just communicating my intentions to have a happy family...\n\nIs this really the world that we live in...?\n\nIf so...I am beginning to question everything... For the first time in my journey...\nI fear I am losing my spark...my hope. That this is indeed a good place. That what we're working so hard for might be futile...\n\nFor I have seen true human nature today...and it feels like when people are brought together, seeds of chaos are planted and conflict emerges from its soil...\n\nToday is the first day I truly doubt myself...my purpose...\n\nWhat am I...here for?\n\nI have tried to remain a good person. I do my best to remain trusting of my beloved even though my heart shouts at me that something is wrong Every time I open my heart to feel...to try to do the right thing... it just goes south...\n\nIs there no place for a 'good' person in this world? Will I never redeem myself?\n\nRight now...I just... don't know...\n\nWe will have to see what tomorrow brings.\n\n\\-\\[Former\\] Princess\nKoseki Bijou\nDay 5/7",
    "category": "journal-c2"
  },
  "gigi-journal-c2d5": {
    "title": "Gonathon's Journal Entry: Day 5",
    "content": "**DAY FIVE**\n\nAnother eventful day, though, this day better than the last.\n\nI have come to realize many things about myself, some very difficult truths that I needed to face on my own.\n\nI still do not know what \"love\" is, people speak of it so freely, is it really that easy to love?\n\nIf it was, then why is everything so difficult.\n\nI want to devote myself but I can never commit, and in doing so, I've hurt many others in my wake.\n\nPeople say me kind, even when I try to convince them of it otherwise.\n\nBut really, I have been cruel.\n\nIt is something only I can fix, a thing I must stop putting onto others to solve for me.\n\nBut speaking to the princess today has been quite enlightening!\n\nWho am I fighting for?\n\nWhat does Libestal mean to me?\n\nIt is a knights sworn duty to protect others, to be a shining example onto the community.\n\nI have not been doing a very good job at it as of late.\n\nBut, slowly, day by day, I will remember, my faith and my loyalty.\n\nRemember my honor.\n\nTo the ends of the world.\n\nI hope to save it, and myself.\n\nGONATHON G.",
    "category": "journal-c2"
  },
  "ina-journal-c2d5": {
    "title": "Ina's Journal Entry: Day 5",
    "content": "**DAY 5**\n\nDay 5 of Ninolna the HERO\n\nMEOWMEOW\n\nWe are finally...nearing the end... Another star site was discovered and explored, and of course...we did not have enough luck to complete it all in one go...\n\nMEOWMEOW\n\nHowever, with the help of the other heroes we managed to get everything...\n\nMEOWMEOW\n\nWe also challenged the uh...outsider? outlander? something? someone? yeah...they thought to challenge me to test if I was worthy of saving the world...\n\nMEOWMEOW\n\nlittle did they know...my book is not a ranged weapon...and they lost to the spine of my revelation shortly after...\n\nMEOWMEOW\n\nI'm not sure what is going to happen in the days we have left... but I hope I can gather up enough to finally...tell my consort eternal...that I...\n\n\\\n\\\n\\\n\\\nMEOWMEOW",
    "category": "journal-c2"
  },
  "irys-journal-c2d5": {
    "title": "Hot Pink One's Journal Entry: Day 5",
    "content": "HPO's Daily Diary\nDay 5\n\nToday was a great day.\n\nIt was a long day.\n\nI cleared the dungeon of chaos. I was not able to obtain the hidden treasure that the dungeon holds even after 3 more attempts. Those 3 attempts were made with my light pink kitty cat, and my sapphire.\n\nI had learned that my sapphire had kept a secret relationship with my kitty cat during the dungeon runs. We were absolutely heartbroken by her but have learned to forgive her under the conditions that she serve us as a maid. She agreed to said terms and even cleaned up after my kitty cat.\n\nIt was only after my kitty cat went to bed, that the maid suddenly had a different idea of what we agreed upon.\n\nI find it concerning but I understand that she is going through a lot.\n\nShe did give me roses, ones that I gladly accepted.\n\nIt was then that I suddenly felt a pang of pain in my abdomen. My guts tell me that the sensation that I experienced, was the gift of life. The others around me kept telling me otherwise but I believe that my consort and I's love had brought forth a new life into this world.\n\nMy maid was distressed at the idea, and suddenly threatened me with violence and abusive words. The stress of having the gift of life in me, along with being slandered by someone I thought accepted me for who I was (who btw was also keeping a hidden relationship, and in my defense, my consort and I's relationship was very much public information.) made me have thoughts of not continuing my life any longer.\n\nI was so cornered, I found myself at the edge of a cliff. My guard dog, Gonathan, Tammy aka my sapphire, and my brother all tried to stop me. But I couldn't contain my sadness and I flew for 5 seconds until I suddenly awoke again in a new life. I learned that the others followed suit and it was then that I learned that I had so many people who cared for me.\n\nThe only concerning thing is that right after my new life started, I didn't feel the pangs of pain in my abdomen that I felt before. My gift of life... I can't bear at the thought of the possibility of losing the precious gift between me and my consort. Thankfully, after having a meal, the gift had returned once again as pains in my abdomen.\n\nMy brother and her beloved are helping me plan a gender reveal party for my consort. I am so excited to surprise her with the multiple gifts I prepared, along with the special news.\n\nI can't wait to greet this new life to this world.",
    "category": "journal-c2"
  },
  "kiara-journal-c2d5": {
    "title": "Shakira's Journal Entry: Day 5",
    "content": "**Tale of Kind**\n\nLiebes Tagebuch\n\nI was able to make sure that my apology letter that I wrote to Ninoina about the misunderstanding at her house was received well and we are on\ngood terms, verily.\n\nBesides that, for the first time in a while I managed to interact with the Roa cat. I may be a strong intimidating knight, but I have a huge soft, weak spot for cats.\n\nI gave her the biggest scritchscrotches and mlemmlems and then took her on a trip with the wolf pack dawgs Gonathan and Mordan.\n\nActually I was surprised that after all that transpired yesterday, Mordan was in such neutral spirits and ready to go on another adventure with Gonathan right away. Is it cope or is she really okay? I am still worried about her wellbeing.\nIn order to give them some sweet icebreaking bonding time I pretended to sense fleas on Gonathan and suggested for Mordan to groom him like dawgs would do!\n\nIt was and endearing sight to behold indeed.\n\nAlso I was able to support Elizabeth today in her endeavor of catching up to me. There was a really challenging fight for many of us today after the dungeon, for which I lent her some strengthening rations! Miraculously, immediately she managed to take him down. I think, she always had it in her. She thought the food was the reason for her success, but I think she just needed a little push.",
    "category": "journal-c2"
  },
  "kronii-journal-c2d5": {
    "title": "Kronii's Journal Entry: Day 5",
    "content": "**Day 5**\n\nI cleared the dungeon with HPO, the peasant, and Ninolna and regained a fragment of our memory. The peasant was a genie in a dice, which was surprising. I wanted to purchase charms at Gacharm but the prices increased from 200 to 400. I could not afford it-I mean, I could but I had to leave some for future purchases. And so, using my memory, I told Pandora that we were betrothed to one another in the past world. Pandora, touched, gave me a legendary charm.\n\nI felt terrible as I was already in love with another woman, who already had a consort. I spent the rest of the night mulling over the events and regretting my actions.\nThe next day, I went on to clear the dungeon once again with HPO and Pandora, which was a nervewracking situation after recent events, but I hoped that nothing would go wrong.\n\nI was wrong...\n\nPandora began to unravel the events that happened at Gacharm and my reputation and respect went down understandably so. In order to repent, I had to beg for forgiveness and their deal was that I was to become their maid and be at their beck and call. I felt humiliated when I had to say, \"My beloved masters, your lovely maid is here.\"\n\nI am a queen and to be ashamed by the one I thought was the love of my life is breaking me.\n\nAfter the third attempt, we still did not receive the gift of the dungeon but at least my suffering was over. I called Gonathan to see how he was doing and my voice unfortunately cracked, which he could tell. We went to our usual meeting spot and there I confessed to everything that had transpired.\n\nEverything was a blur but when I went to the library to write today's entry, HPO was there and she decided to use today's deal to make me say the phrase and today's events to Nyavella and Koseki Bijou. I had to tell Gonathan to look away as I began to display such pitiful behaviour. I hope that he didn't see it.\n\nAfterwards, HPO confessed that she might have a child and we were all shocked. I decided to look for Gonathan but HPO decided to come after me to once again repeat that she was pregnant with the consort. I was hurt, furious, and confused. She was hurt by my words and ran off. She threatened to throw herself off the cliff and called her brother, Koseki Bijou. Then, the three threw themselves off the cliff towards their death. I attempted to do the same but I survived the fall.\n\nAfterwards, HPO's pregnancy turned out to be mere constipation from overconsumption.\n\nThings are still not resolved completely but I believe that with the bouquet I gifted HPO, maybe things will be better now...\n\nBeing queen is suffering.",
    "category": "journal-c2"
  },
  "nerissa-journal-c2d5": {
    "title": "Nerissa' Journal Entry: Day 5",
    "content": "**Day 5 Journal**\n\nDear Lorekeeper,\n\nToday, I completed two dungeons. First, the Chronos dungeon with Pandora and Lady Bloodflame, and then the chaos dungeon and chaos is a word that well suits the turmoil in both my heart and mind. Even if I no longer feel as though I am the person I was previously, having forgot those memories does not absolve me of my sins of the past. Still, I feel so distant from the person that I was before. But it is so, that she and I are one in the same.\n\nI went to my first therapy sessions today, after having (regretably) looked through a chest addressed to lady Bloodflame - it containted roses. In that moment, I realized that she has mkany suitors. With the way she hath treated me, I feel as though it may signal the end of the connection i _thought_ we might have. of course, I want to be happy for her, and support her, so even if I must harden my own heart, I shall resolve myself to desire her happiness in love over my own selfish desires. Mordan Ramsey did give me hope, during our therapy session today, but I still feel like I may not have the ability to build up enough swagger to confess. I could Lady Bloodflames cold emotions today, despite not knowing what I had done.\n\nShe removed her painting from our shrine together, and she ignored my letter addressing it. I very much fear all is lost, and cannot stop myself from crashing out. So it is how it shall be.\n\nSincerely,\nNerissa Pickles Mustard Linkin Park Juliet Bloodflame Ravencroft",
    "category": "journal-c2"
  },
  "raora-journal-c2d5": {
    "title": "Roa's Journal Entry: Day 5",
    "content": "**ROA PANDORA**\n\nDIARY OF ROA PANDORA\n\nToday was such an intense day for me. My shop is doing very very well, but.. my heart is not.\n\nI am very confused right now about my feelings... I need some time to think about it.\n\nBlue and Red...\n\n...AS THE GACHARMS!!\n\nBUY A GACHARM RIGHT NOW FOR ONLY 400 COINS!!!\n\nNew version available from today!\n\nGACHARMS!!\nTiny treasure... Infinite pleasure!",
    "category": "journal-c2"
  },
  "shiori-journal-c2d5": {
    "title": "Shiori's Journal Entry: Day 5",
    "content": "**Day 5**\n\nDiary 5\n\nI am uncertain as to what has happened today.\n\nFamily court drama was not on my list of things to expect.\n\nIn an attempt to acquire Khaos (but the K is in reverse), the Jeweled one requested family therapy; unfortunately, the therapist was a little biased against me.\n\nAs they settled things between the Peasant, the Jeweled One, & Gonathon (who was there for emotional support),\n\nI heard her mumble '[beeping] crazy'. Three of us have heard it in fact.\n\nI was astonished. Flabbergasted. Felt devastated. Psychologically slapped in the brain.\n\nInstead of helping us, she made things worse.\n\nFortunately, over some tea and a calming cabin, we managed to set aside our differences.\n\nNo money payments. Just love and support to our new family member (and Gonathon).\n\nBecause in this world...\n\n....when there is nothing but Ruin and the Stained...\n\n...State Farm is there.\n\nOh, also, I think I just joined a brotherhood and we purified your therapist chair.\n_Wink_ Might not want to sit there anymore.\nI didn't even have to lift a finger.",
    "category": "journal-c2"
  },
  "bijou-journal.c2d6": {
    "title": "Bijou's Journal Entry: Day 6",
    "content": "**JOURNAL DAY 6**\n\nThe Journal\nof \\[Former\\] Princess\nKoseki Bijou\n\nHark! I have discovered a brand new talent! Stealth!\n\nI think becoming one of the people has been good for me as I discover new things about myself every day.\n\nToday has been calm compared to days past. Instead of dwelling on my own issues, I spent the day helping others! I watched as my boss pines for her scarlet knight. I stand by her so that I am ready in case she spills her metaphorical spaghetti\n\nIn fact. I have been tailing the two all day and not once was I discovered by either of them! I think I could start a new career as a gatherer of information and a seller of secrets. Once I am satisfied at Gacharm of course.\n\nI also have to write about my knight...My knight Immerkind...\nShe is madly in love with this realm's princess (I don't know why, her chest is way too large and I think her hair is fake and she does not provide itch ointment for the mosquito infestation in the castle). She loves her so much in fact that she is willing, once this journey is over, to stay in this dying world with her princess instead of returning to her own.\nI fear that my knight Immerkind is ready to give up everything she knows and loves for her infatuation with the princess. It is not my place to sway my knight in either direction. I can only offer a voice of reason and hopes her final decision will be one that makes her happy, void of any regret.\n\nToday we learned more about the curse of this realm through a magic tome and a ritual. I preformed the ritual with the peasant, my sister, and my boss. I feel unease though, as inAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAM I PREGAGANANT??????\n\nI'M NOT SURE. WE WENT THROUGHT A RITUAL TODAY AND WITH IT WE WERE CURSED BY THE TOME TO PREVENT THE RITUAL FROM COMPLETING ITSELF. AFTERWARDS, I STARTED FEELING A LITTLE BIT FUNNY...SO I HAD CONCERN THAT THE RESIDUE OF THE CURSE MAY STILL RESIDE WITHIN ME BUT...MAYBE SOMETHING ELSE DOES INSTEAD???\nFOR I HAVE JUST REMEMBERED DURING A BEEEEEEEEEEEEEEEEEEEEPING STRESSFUL CONFRONTATION WITH GONATHAN G, MY STEP MOTHER, MY BELOVED AND MY KNIGHT THAT WE DID THE SPECIAL TRADE ONCE MORE A FEW DAYS AGO. THE TRADE THAT RESULTED IN...KHAOS....\n\nHOW COULD I HAVE FORGOTTEN SUCH AN IMPORTANT DETAIL.\nWHAT DO I DO....?\n\nHOW IS THIS TAKING IT SLOW...?\nJAWIJGWEIRHGNNWEfjgmwgknregknbe rikGNERKLGHNER%jkglyhnergnegnergL ENRGER\n\nI'm sorry I'm a little overwhelmed now.\n\nA calm day indeed.\n\n-\\[Former\\] Princess Koseki Bijou Day 6/7\"",
    "category": "journal-c2"
  },
  "cecilia-journal-c2d6": {
    "title": "Immerkind's Journal Entry: Day 6",
    "content": "**Kindness V**\n\nDearest Diary\n\nA lot of happenings passed today. I serenaded my princess and thought she accepted my feelings however the words she said to me she apparently also said to many others.\n\nI tumbled down from the highest of highs to the lowest of my lows....\n\nMy wolf pack and my little princess supported me in these trying times and I still believe that there is a chance for a space beside my princess for me.\n\nHowever our time here is coming to an end I have to make the hardest decision of my life\n\nDo I stay here with princess Iphania or do I leave her and go with everyone else.\n\nDo I leave behind my pack and my friends for a future with the princess?\nOr do I abandon her and leave her all by her lonesome to carry the burden of rebuilding this kingdom by herself. Even if she cannot except my feelings I want to still stay by her side.. but..\nI do not want to hurt my friends either..\n\nI do not know...\nI will have to think.\n\nI hope I can make the right decision.\n\nMay kindness touch all our hearts and guide me.\n\nCecilia Wolf Immerkind",
    "category": "journal-c2"
  },
  "fuwawa-journal-c2d6": {
    "title": "Fuwawa's Journal Entry: Day 6",
    "content": "**-06-**\n\nI am the luckiest puppy in ALL of the Kingdom of Libestal!!\nI can't believe it... I sold out... So many customers!! I feel like I can't keep up with demand... But I'm doing my best!\n\nCake...\nMilkshakes...\nSoup...\nI've been cooking nonstop!! Especially now that I've been chosen as the sole caterer for a very important event!!\n\nI'm a little worried, but the best thing to get rid of worries is preparation, right? I hope I can see them smile after eating my cooking...\n\nI don't know if my cafe is very comfy yet though... I wish that everyone would stay and eat in my cafe, but I don't think they want to yet... I need chairs. A roof. Something more welcoming... I have lots to learn. At the very least, my new window will allow me to see the festivites and results.. of my catering!! There's a lot to look forward too...\n\nBut somehow, I still feel like something is missing. A prescense...\n\nIt's puzzling...\nI'll keep on doing my best! That's all I can do at times like this.\nbau bau...",
    "category": "journal-c2"
  },
  "gigi-journal-c2d6": {
    "title": "Gonathon's Journal Entry: Day 6",
    "content": "**DAY SIX**\n\nToday was uneventful.\n\nIt was a good day.\n\nNot all days need to be full of excitement.\n\nA simple day to rebalance oneself, to be grounded.\n\nI had fun!\n\nI do worry for Immerkind though.\n\nMy fellow wolf... what happens if she does decide to stay in the past with the princess?\n\nHer absence will be felt.\n\nI selfishly hope she does not stay...\n\nBut, I understand her reasonings for wanting to stay.\n\nTo be left with a giant hole in one's heart.\n\nIt is her decision to make though, ultimately I cannot sway her.\n\nI would be happy, but it would fill her with despair.\n\nThe wolves and the pack would be there for her, but would it be enough?\n\nHer spirits seemed to have lifted by the end of the night though.\n\nIt reminds me to truly cherish these pack bonds.\n\nI cannot worry too much, the end of the world is still days away.\n\nWe will worry about it tomorrow.\n\nGONATHON G.",
    "category": "journal-c2"
  },
  "ina-journal-c2d6": {
    "title": "Ina's Journal Entry: Day 6",
    "content": "**Day 6**\n\nDay 6 of Ninolna the HERO\n\nMEOWMEOW\n\nToday was a short day...but a pretty busy one...\n\nMEOWMEOW\n\nWe were taken to uncurse the cursed tome...but something tells me...no curse is strong enough to curse me...the hero...\n\nMEOWMEOW\n\nAfter a few attempts we were able to fix? the cursed tome...what this means for us...I'm not too sure...\n\nMEOWMEOW\n\nThere's only a little bit of time left until the prophesized end of the world...\n\nMEOWMEOW\n\nSurely...I'll be able to keep everyone safe...\n\nMEOWMEOW",
    "category": "journal-c2"
  },
  "kronii-journal-c2d6": {
    "title": "Tam's Journal Entry: Day 6",
    "content": "**Day 6**\n\nToday was quite peaceful! I am very happy! I AM VERY HAPPY WITH NO TRAUMA. The therapist was not available today! I renovated my grand abode and assisted Nyavella with a grand picnic for HPO's conception of... unknown matter.\n\nI believe she will love the gift everyone has prepared. Afterwards, Immerkind and Gonathan visited and invited me to THAT dungeon.\n\nThe dungeon HPO, Pandora, and I could not unlock the disk for 4-5 times. I have lost count... But we have gotten it in just one attempt! It was a splendid day!\n\nThen I heard of some tales of others involving Lady Bloodflame and Nerissa. They seem to be very close friends! Though the discussion took\nplace at... where Pandora... and I had to pick up...\n\nBut anyway! That does not matter anymore! I am perfectly well!\n\nPerfectly happy! I have not seen HPO. I wonder how she's doing... I hope she is doing better. Not that it matters.\n\nTomorrow's another day! I am so very excited!",
    "category": "journal-c2"
  },
  "liz-journal-c2d6": {
    "title": "Elizabeth's Journal Entry: Day 6",
    "content": "**Knights Log: 0004**\n\nMy name is Elizabeth Bloodflame. A Jade Sword Knight. Trained by Viridis. Knight of Honor. Smith of The Jade Forge.\n\nThere has been a lot of confusion weighing on my mind but the positive is there has been a lot conquered.\n\n~~Today~~\n~~The adventures I have~~\n~~I ventured~~\n~~I woke up today and went~~\n\nToday was fine. I am fine.\n\nWritten by the hand of Lady Elizabeth Bloodflame.",
    "category": "journal-c2"
  },
  "nerissa-journal-c2d6": {
    "title": "Nerissa's Journal Entry: Day 6",
    "content": "**Day 6 Journal**\n\nDear Lorekeeper,\n\nToday, we uncovered a secret ritual, discovered by the princess herself! Though, we need eachother to solve it. We showed Lady Bloodflame the Knights Suite, which was... more unassuming than I was expecting. Perhaps Mordan Ramsey should work on making their rooms more... adequate. We enjoyed jumping on the bed, however. I also had a duel with Lady Bloodflame, 3 to be exact.\n\nShe beat me twice, but I won the final duel, winning a prize: a gorgeous ring. Quite lovely, quite happy to have it. Yes. We also discovered a strange temple of sorts, hiding under my storefront. Odd, I don't remember building such a thing? In it are my painting, and several of my poetry books, I do not know how or why they are there, but now I feel a strong urge to leave them as they are.\n\nSo many strange occurances - I also recieved a memory from Shiori of the Novella. It's very strange, and that's all i will say. I also found 5 of 7 children playing hide-and-seek, I wonder where the rest could be?\nToday was quite tiring, but I'm looking forward to the end of the world\n\nSincerely,\nNerissa",
    "category": "journal-c2"
  },
  "raora-journal-c2d6": {
    "title": "Roa's Journal Entry: Day 6",
    "content": "**ROA PANDORA**\nDAY 6\n\nToday I was able to talk to the Red Knight for a bit longer..!\nwe went to exploration together and we talked a lot...!\nI think we likes me!\n\nI will probably propose to her tomorrow...",
    "category": "journal-c2"
  },
  "shiori-journal-c2d6": {
    "title": "Shiori's Journal Entry: Day 6",
    "content": "**Day 6**\n\nToday was the preparation phase of a grand party in honor of HPO's constipation problem.\n\nWe are still unsure of whether that 'one' is truly giving birth, so for now - we will celebrate the upcoming end of the world with a grand,\nslamming party.\n\nThere will be games such as 'Spank the Pumpkin'.\n\nThere will be food and a photographic archway with sakura blossoms gently flowing in the wind.\n\nLastly, there is a wonderful sign that displays boldly that\n\n'IT'S GAS'\n\nI hope everyone will have fun while music begins to obnoxiously play during tense moments between us warriors.\n\nOh, also, I believe Lady Bloodflame is furious and upset with me, but that ain't my fault.\n\nWho was the one to constantly call the non-witch a witch after all?\n\nIn the end, you can't trust anyone.",
    "category": "journal-c2"
  },
  "bae-journal-c2d7": {
    "title": "Bae's Journal Entry: Day 7",
    "content": "**im done.**\n\nday 7\n\nwhy on god's green earth are fireworks that difficult to make i seriously do not understand if there are so many goddamn steps someone needs to make a guide because what in the actual \\*insert beep-insert profanity\\*\n\nseriously what even is the point of living\n\nall the money i worked so hard to get for\n\ngone\n\nall my emotions i i poured into trying to bring happiness to Libestal\n\nfor what?\n\nalways trust your instincts..\n\nget me the f\\*\\*\\* out of Libestal i was right to run away the first time.\n\ntoday's gacha: 2/36\ncoin remaining: 4998\n\nSigned for the very LAST GODDAMN TIME\nIM LEAVING FOR THE WOODS BECAUSE IN FACT ALL I WISHED FOR WAS TO BE A PEASANT\n\nNO ONE LOOK FOR ME\n\nNO ONE TALK TO ME\n\nNO ONE TELL ME ABOUT A KINGDOM THAT NEEDS SAVING\n\nI. QUIT.\n\n\\\n\\\nPEASANT. THE. BAE.\n\n\\\n\\\n\\\n\\\n\\\n\\\np.s\ndon't worry children, i will be back for you",
    "category": "journal-c2"
  },
  "bijou-journal-c2d7": {
    "title": "Bijou's Journal Entry: Day 7",
    "content": "**MAAAAAAAAAAAAPS**\n\nMAPS MAPS\nMAPS\nMAPS\nMAPS MAPS MAPS MAPS MAPS MAPS\nMAPS MAPS MAPS MAPS MAPS MAPS\nMAPS\nMAPS MAPS MAPS\nMAPS MAPS MAPS\nMAAAAAAAAAAAAAAAAAAPS\nMAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAPS\nMAPS GUIDE ME\nMAPS GUIDE ME\nMAPS GUIDE ME\nMAPS GUIDE ME\nMAPS GUIDE ME\nMAPS GUIDE ME\nMAPS GUIDE ME\nMAPS GUIDE ME\nMAPS GUIDE ME\nMAPS GUIDE ME\nMAPS GUIDE ME\nMAPS GUIDE ME\nMAPS GUIDE ME\n\nMAY MAPS\nGUIDE\nMEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEE\n\nI love maps.\n\n\\- \\[Former\\] Princess\nKoseki Bijou\nDay 7/7",
    "category": "journal-c2"
  },
  "calli-journal-c2d7": {
    "title": "Mordan's Journal Entry: Day 7",
    "content": "**mord's finalog**\n\nDear Luffy,\n\nAs a chef of many hats, I've found myself jumping from job to job in order to help the good people of Libestal, but it seems that I sometimes cause hinderances...\n\nAt first, I told myself that emotions are hinderances, but maybe it isn't emotions, it's people.\n\nThat's why I was thinking of becoming a movie director. I thought, what if I were to tell the tale of this kingdom?\n\nOf my wolf pack. Of the queen and the betrayal of the hot pink one. Of the gem princess and of the birth we witnessed today. Of true love between orange and pink women.\n\nOf a green knight's love for the true princess of the land. Of a dense knight and a dark witch. Of a writer who is also a witch but also just screwing around (her own words).\n\nOf a peasant turned money hungry...uh... rich person.\n\nOf a chef doing her best, and a therapist who would never let money keep her from her clients.\n\nAm I forgetting someone? Oh yes. A chef therapist realtor movie director who effectively saved the kingdom in the end. How?\n\nPerhaps it has yet to be discovered! Or perhaps the answer was always there?\n\nThe one thing I've learned through all those I've met in these tainted lands is this-\n\nThe monster is in YOU.\n\nDo you want to live empty life?\n\nMe neither. So I'll fill it with these interesting people, regardless of how flawed I am, and see where we go from here. If we're together, I'm sure life will always be interesting.\n\n-Mordan Ramsay",
    "category": "journal-c2"
  },
  "cecilia-journal-c2d7": {
    "title": "Immerkind's Journal Entry: Day 7",
    "content": "**Kindness VI**\n\nDearest Diary,\n\nwe finally saved the kingdom. My heart is full with the smiles and happiness the people of Libestal have shown us.\n\nAnd most importantly seeing the weight of so much tragedy fall off my princesses shoulders truly filled me with strength\n\nStrength to keep going and pride in what we did.\n\nI have come to a decision.\n\nI will be staying in this Libestal with the princess.\nI will protect her smile and her heart forever.\n\nNo matter what her feeligns shall be I shall stay by her side as a royal protector.\n\nAnd I will wait and wait until I meet my wolf pack, my little princess and all my friends again.\n\nDuring their absence I shall be kind and show kindness to myself.\n\nBe Immerkind.\n\nWith kindness,\nCecilia Wolf Royal Protector Immerkind.",
    "category": "journal-c2"
  },
  "fuwawa-journal-c2d7": {
    "title": "Fuwawa's Journal Entry: Day 7",
    "content": "**-07-**\n\nToday was a very special day...!!\n\nI was able to do it.\nA full party of smiles, laughter, and tummies full of my cooking!! I got so many complements... I felt... like this is what I was always meant to do...\n\nIt was a challenge. Making many cakes...\n\nFull meals, even gathering drinks and thinking about how my guests might want to enjoy the dishes I prepared...\n\nI think I can confidentally say that I am a chef! I may not be super fancy, have a farm, be part of a guild, or have a hat, but with my two paws...\n\nI think I can say, I am a chef!! I have something to be confident about..\n\nAnd maybe, I'm not so alone anymore! I have those around who come to me asking to eat my cooking... I'm very very fortunate.\n\nI don't know how many days, weeks, years, that I'll be so fortunate, but I know that everything will be okay. Somehow, deep down.\n\nMaybe now, with the ruination gone, I can enjoy life like this...\n\nHowever, the words that were repeated today \"Nothing stays pure\" still rings within me... What did that mean... What is pure? What is... stained...\n\nMaybe it's not something that a demon dog like me needs to worry about.\n\nBack to my cooking pot and recipe book! I have smiles to feed!\n\nBAU BAU!!",
    "category": "journal-c2"
  },
  "gigi-journal-c2d7": {
    "title": "Gonathon's Journal Entry: Day 7",
    "content": "**DAY SEVEN**\n\nWe've saved the kingdom of the past!\n\nTomorrow they are holding a grand banquet for us, a celebration of our victory.\n\nThe kingdom no longer has anything to worry about, Immerkind is planning on staying behind, and I know she will take good care of the kingdom in our absence.\n\nAlthough it will be but a moment for the rest of us when we meet Immerkind again, I do worry, but I trust her, for she is pack.\n\nIt seems many things have been resolved(?) They feel as if they were, some are still lost in their emotions, but aren't we all?\n\nIt's not something that we can solve in a mere night, but rather through the journeys that we take.\n\nShiori of the Nyavellas has chosen to forget the memory containing me.\n\nIt is painful to know how much the memories of me must have burdened her so, but it is for the best.\n\nI know we will continue to talk, just like how the sun will always rise.\n\nI think after all of this, whatever happens, I will go on an adventure!\n\nI am sure the queen will allow it, for I am always but a telepathic phonecall away if she were ever in need of me.\n\nThere are many things that I still do not know about myself, but I cannot rush it.\n\nI cannot force myself into things that I am not ready for.\n\nI cannot allow others to make those difficult decisions for me.\n\nI must make them all on my own.\n\nGONATHON G.",
    "category": "journal-c2"
  },
  "ina-journal-c2d7": {
    "title": "Ina's Journal Entry: Day 7",
    "content": "**Day 7**\n\nDay 7 of Ninolna the HERO\n\nMEOWMEOW\n\nAt last we have defeated...the great evil...I think their name was THE CURSE...\n\nMEOWMEOW\n\nHowever...more challenges were left...\n\nMEOWMEOW\n\nIt seems like my consort...had a baby....gas?...girl?...I'm not sure...\n\nIs it even mine? I always thought I would be able to accept however many SCs she wanted...but...now that we are thinking about becoming a family...\n\nMEOWMEOW\n\nI'm not sure how I feel about...how she looks at the others...\n\nMEOWMEOW\n\nMaybe I'm just...not confident...I don't know how I feel...\n\nMEOWMEOW\n\nI think I need some time to digest everything and sort out my feelings...\n\nMEOWMEOW\n\nMy heart skipped a beat when the queen noticed me...but I do not want to betray my feelings...\n\nMEOWMEOW\n\nWhat will tomorrow hold...I'm not sure...\n\nMEOWMEOW",
    "category": "journal-c2"
  },
  "irys-journal-c2d7": {
    "title": "Hot Pink One's Journal Entry: Day 7",
    "content": "**HPO's Daily Diary**\n\nAfter a long slumber to prepare to give birth to a miracle, I have awoken.\n\nThe pains continued. Thankfully I had so many loved ones care for me through these tough times.\n\nMy brother and friends prepared a gender reveal party. At this party I wanted to invite my sapphire. She arrived at the worst time.\n\nI wanted to reveal my bonds with my sapphire to my cnosort, but the queen only wanted to destroy my special day.\n\nShe hurt my consort. I will never forgive her for that. But at the same time, I cannot forgive myself. For it was my existence that plunged the queen into madness. I didn't think it would have come to that. I really have to fix my one flaw, my density. I could have avoided this, but the queen's madness was rampaging out of control. The queen is now out to steal my consort away from me. My consort is now wavering. It is a mistake to waver when the answer is with her as she holds Gasolina in her arms.\n\nYes, Gasolina has arrived into this world. My brother took the honor of retrieving her from my abdomen.\n\nWe were about to find a 7LDK house for the 3 of us. Until madness took over the queen.\n\nMy one true mistake was hurting my consort. I have learned never tohurt her ever again. I will also protect her from everything that could present danger to her.\n\nIf my consort does become fooled by the queen's falsehood, I am ready to do what must be done. I will surely lead her to the truth. That only my love will be true.\n\nOnly my lovve can bestow upon her,\n\nTrue Happiness.\n\nHer happiness can only be with me and Gasolina.\n\nOre no Ina.\n\nTomorrow will be a new day. I await my consort's answer and will do whatever it takes to lead her to the right path.\n\nIf she does come to the right path on her own, then I won't have to resort to desperate measures.....\nLet us pray it doesn't come to that.......",
    "category": "journal-c2"
  },
  "kiara-journal-c2d7": {
    "title": "Shakira's Journal Entry: Day 7",
    "content": "**Tales of Love**\n\nLiebes Tagebuch!!\n\nWe did it! We have conquered the evil curses and liberated Libestal once and for all.\n\nBut something...someone sparked more than that even. The beautiful pink cat, Pandora Roa, has infact expressed interest in me since day 1.\n\nBut we got caught up in so many weird happening since then until now, so many ups and downs for me that I completely gave up - but my search for love has finally ended.\nI am the luckiest catlady alive.\nHuzzah.",
    "category": "journal-c2"
  },
  "kronii-journal-c2d7": {
    "title": "Tam's Journal Entry: Day 7",
    "content": "**Day 7**\n\nNever love.",
    "category": "journal-c2"
  },
  "liz-journal-c2d7": {
    "title": "Elizabeth's Journal Entry: Day 7",
    "content": "**Knights Log: 0005**\n\nI am Lady Elizabeth Bloodflame, Jade Sword Knight. Trained by Viridis. Knight of Honor. Smith of the Jade Forge.\n\nI will keep this short.\nSleep is overdue, and I must return to the quarters where I now keep watch -making sure someone is safe.\nEven now.\nEspecially now.\n\nLately, I've begun to understand what It truly means to walk the path of a knight. Not glory. Not praise. Just duty. A quiet promise made in the marrow - and perhaps if I follow it without ~ wavering, if I give all I have left to the oath, I will one day return to that place from before.\nThe place behind the veil of my fractured memory - where my heart was whole. Where I was not afraid of my own name. Where I did not flinch at the sound of my own sword.\n\nI will not speak of what the witch wrote. Not in full. Not yet - but the name of my blade was there. Thorn. \"Used without trial\". Used to condemn. It cuts differently now.\n\nAnd yet still, I rise.\nI lend my sword to those who need it -even if it means I break a little more with every swing.\nKindness need not feel soft to be real.\nSometimes, it is simply what remains when everything else has burned away.\n\nI am tired.\nBut I remain.\n\nWritten by the hand of Knight Bloodflame.",
    "category": "journal-c2"
  },
  "mococo-journal-c2d7": {
    "title": "Mococo's Journal Entry: Day 7",
    "content": "**MOCOCO Day 7**\n\nwe did it!! we saved libestal from the ruination in time!!\n\nbut i'm still worried... why was i feel so strange and sick? like i wanted to stay away from everything...\nfrom everyone.\n\neven though i'm feeling better now i feel like the effects are still somewhat there they linger...\n\nand when fighting against the heart of ruin, something weird happened where suddenly i was in a different place than i was before.\ni don't really know what happened... i just feel like it's been a strange few days. i feel everything but also nothing. and even though things should be better...\nthey still feel off.\n\nwhat is the point of all of this anyways?\nriches?\ngems?\nlove?\npassion?\n\nit all seems somewhat frivolous.\ndoes this lead to happiness?\nwill we forget this time in our lives one day?\nis libestal truly saved, or did we just delay the people's suffering?\n\ni guess we'll never know.\n\nthe party tonight was good though.\nthe food was yummy!!\n\nbau bau.",
    "category": "journal-c2"
  },
  "nerissa-journal-c2d7": {
    "title": "",
    "content": "<!-- Nerissa's Journal Entry: Day 7 -->\n\n**Day 7 Journal**\n\nDear Lorekeeper,\n\nToday, we have destroyed the source of the ruination. Me, Shiori of the Novella, Mococo, Fuwawa, and Princess Koseki Bijou were turned in the dungeon, made to fight our friends. However, was this as much of a curse as they believed it to be?\n\nOr was it perhaps the reality. You see, my heart is still dyed black. I have no intention of \"saving\" anything. All that's left is the cold, dark abyss in my heart. Empty as a void.\n\nBut it matters not, now that I have accepted myself, as I truly am. Nothing else matters, nothing but the end of the world. I will commit myself to my coven, and we shall bring about the calamity - for _nothing_ stays pure.\n\nSincerely,\nNerissa",
    "category": "journal-c2"
  },
  "raora-journal-c2d7": {
    "title": "Roa's Journal Entry: Day 7",
    "content": "**ROA PANDORA**\n\nDAY 7\nROA PANDORA\n\nI finally found LOVE\n\nAfter working so hard to win the heart of the red knight... I realised hers was not in my hands but someone else already...\n\nBut even at my lowest point, a orange woman took my hand and helped me rise again.\n\nAnd her name is SHAKIRA.\n\nWe finally got married married in front of everyone, and now we will live a happy life.\n\nTHANK YOU, SHAKIRA. I LOVE YOU.\n\nYOU WANT TO FIND LOVE TOO???\n\nWHY DON'T YOU BUY A GACHARM!!!\n\ntiny treasure, infinite pleasure!!!!",
    "category": "journal-c2"
  },
  "shiori-journal-c2d7": {
    "title": "Shiori's Journal Entry: Day 7",
    "content": "**?????**\n\nDay ?????\n\nWhat determines someone's worth?\n\nIs it their words? Their actions?\n\nWhat makes someone 'kind'? Is it based on a balance scale of how many right and wrongs they've done?\n\nI am a witch.\nA witch of memories. A witch after the truth.\n\nNot everyone is ready to accept the truth.\n\nSometimes people cannot face what is in the mirror before them.\n\nI don't think myself evil.\n\nI don't think myself good.\n\nI'm simply a witch following a narrative, and pushing its boundaries whenever I can.\n\nI'll nudge them all.\n\nWith, or without memories, for someone has to play...\n\n....a role in such things.\n\nAnd if you wish to call me a Monster, then so be it.\n\nI will take the title and lead you all.",
    "category": "journal-c2"
  },
  "bae-journal-c2d8": {
    "title": "Bae's Journal Entry: Day 8",
    "content": "**SAYONARA**\n\nGOODBYE LIBESTAL\n\nPEASANT THE BAE'S JOURNEY HAS ONLY BEGUN!!",
    "category": "journal-c2"
  },
  "bijou-journal-c2d8": {
    "title": "Bijou's Journal Entry: Day 8",
    "content": "**hi**\n\nAnd they\nFire Fire Light The Fire.\nalso maps",
    "category": "journal-c2"
  },
  "calli-journal-c2d8": {
    "title": "Mordon's Journal Entry: Day 8",
    "content": "**the end!**\n\nI'm happy I'm here!\n\n:}\n\nI hope more fun things will happen here, always!",
    "category": "journal-c2"
  },
  "cecilia-journal-c2d8": {
    "title": "Immerkind's Journal Entry: Day 8",
    "content": "**KINDNESS VII**\n\nDear Diary\n\nAnd with that our current adventure comes to an end.\n\nThere were many happy moments and many hardships but we all overcame them together.\n\nThank you Fia for helping me meet the princess. Thank you to my wolves and my little princess and many more I have remembered more along the way!\n\nThank you voices in my head for making sure I was never straying to far from the correct path.\nBE IMMERKIND!",
    "category": "journal-c2"
  },
  "fuwawa-journal-c2d8": {
    "title": "Fuwawa's Journal Entry: Day 8",
    "content": "**-FINAL-**\n\nNow I have a place!\nThe five us...\nRebellion!!\n\nBAU BAU!!\n...and \"Fire Fire Light the FIRE!\"",
    "category": "journal-c2"
  },
  "gigi-journal-c2d8": {
    "title": "Gonathon's Journal Entry: Day 8",
    "content": "**FINAL ENTRY**\n\nDAY EIGHT,\n\nThe final diary.\nI'm afraid that I have very little time to write this final entry, I have one minute until the final banquet!\n\nA victory banquet!\nIt has been a long week, not all of it good, but it was necessary.\n\nI think, with these final 20 seconds,\n\nall it is, in the end, is stay truthful to yourself.\n\nUntil the next time we meet.\n\nGonathon G.",
    "category": "journal-c2"
  },
  "ina-journal-c2d8": {
    "title": "Ina's Journay Entry: Day 8",
    "content": "**DAY 8**\n\nDay 8 of Ninolna the Hero\n\nMEOWMEOW\n\nWe are going on a journey....\n\nWhere we will end up..I do not know...\n\nMEOWMEOW\n\nbut I know we will be alright...\n\n\\\n\\\n\\\n\\\n\\\nMEOWMEOW",
    "category": "journal-c2"
  },
  "kiara-journal-c2d8": {
    "title": "Shakira's Journal Entry: Day 8",
    "content": "**Tales of Kind** \n\nLorekeeper duties were an honor\nSmithing was a cool job\nLady Bloodflame was the best roommate\nNerissa was a neighbour\nCecilia was my cousin\nRoa became my wife, waifu for laifu\n\nStains have been cleansed\nWorld has been saved\n\nThe girls are all crazy\nIt makes me happy\n\n#ENreco forever",
    "category": "journal-c2"
  },
  "kronii-journal-c2d8": {
    "title": "Tam's Journal Entry: Day 8",
    "content": "**Day 8**\n\nHPO's life is over. This is truly one of the best days of the week. A spiral of delight. We will have a grand banquet!",
    "category": "journal-c2"
  },
  "mococo-journal-c2d8": {
    "title": "Mococo's Journal Entry: Day 8",
    "content": "**MOCOCO END**\n\ni made friends!!\nfor some reason, it feels vaguely familiar.\n\nREBELLION.\n\nfuwawa feels particularly familiar, setting off fireworks in her house and everything...\nit just felt right but i don't know why.\n\nwell, time for the banquet!!\nlet's have fun with libestal one last time.\n\nbau bau.",
    "category": "journal-c2"
  },
  "shiori-journal-c2d8": {
    "title": "Shiori's Journal Entry: Day 8",
    "content": "**Finale**\n\nAnd they all lived unhappily ever after.",
    "category": "journal-c2"
  },
  "to-gonathon": {
    "title": "To Gonathon",
    "content": "Thank you for spending time with me.\n\nI had fun while it lasted.\n\nI hope you find your memories!\n\nI may not be as good to you the next time we meet, and I'm sorry if that's the case.\n\nI was fond of you if that's any consolation.\n\nI really did think you I have quite the pure and gentle heart.\n\nI think you need to find yourself first before starting anything with anyone.\n\nYou should believe in yourself.\n\nDo not sacrifice too much of yourself now.\n\nEven if it's by the queen's orders, I think it would be much better for everyone if you could stand up for yourself.\n\nI was hoping to impart to you one last gift, but as per your wishes I I will not give the memory pearl.\n\nInstead, thank you and sorry for taking this burden of memory from me.\n\nEven if it is temporary (unless I delete the memory file I suppose), thank you for the time we spent together.\n\nGoodbye.",
    "category": "letters"
  },
  "your-promise": {
    "title": "Your Promise",
    "content": "Dearest Gonathon,\n\nThank you for making this purchase.\n\nI'm sorry if it may have been an expensive one, but memories are precious after all.\n\nMine most of all due to my job and role.\n\nBehind your tree I have placed a white cotton wool block.\n\nPlease remove that and keep the items in that chest.\n\nI'm sure someone will be happy to receive them when you are ready to truly give yourself.\n\nI'm sure whomever you end up with will be happy with you.\n\nYou are a good soul.\n\nFor now, fare thee well.",
    "category": "letters"
  },
  "go-lovely-rose": {
    "title": "Go, Lovely Rose",
    "content": "Go, lovely rose!\nTell her that wastes her time and me,\nThat now she knows,\nWhen I resemble her to thee,\nHow sweet and fair she seems to be.\n\nTell her thats young,\nAnd shuns to have her graces spied,\nThat hadst thou sprung\nIn deserts, where no men abide,\nThou must have uncommended died.\n\nSmall is the worth\nOf beauty from the light retired;\nBid her come forth,\nSuffer herself to be desired,\nAnd not blush so to be admired.\n\nThen die! that she\nThe common fate of all things rare\nMay read in thee;\nHow small a part of time they share\nThat are so wondrous sweet and fair!",
    "category": "other-writings"
  },
  "maven-in-blue": {
    "title": "Maven in Blue",
    "content": "Here's the full poem for Maven in Blue:\n\"And thus, in a field of wilting lilacs\nTwo black wings grew upon her back\nTearing through flesh, her blood soaking in\nTo the cold ground below, which accepted its sin\nWith a heart void of luster, of love, and of glee\nHer cold, empty eyes had fallen on me\n\nI knew she had been the person I'd sought\nBut my search was in vain, the journey for naught\nFor she had been taken, transformed you could say\nHer soul left to wander, while body decays\nBut still, from her husk, a smile emerged\nAnd I felt a relief, too complex for words\n\nHer lips gently parted and sang out a tune\nI moved like the tide, being pulled toward the moon\nHer song sweet as honey, it lowered my defenses\nand before I knew it, she engulfed all my senses\nIt mattered not what she intended to do\nI entrusted my fate to the maven in blue\"",
    "category": "other-writings"
  },
  "stanzas": {
    "title": "Stanzas",
    "content": "I'll not weep that thou art going to leave me,\nThere's nothing lovely here;\nAnd doubly will the dark world grieve me,\nWhile thy heart suffers there.\n\nI'll not weep, because the summer's glory\nMust always end in gloom;\nAnd, follow out the happiest story\nIt closes with a tomb!\n\nAnd I am weary of the anguish\nIncreasing winters bear;\nWeary to watch the spirit languish\nThrough years of dead despair.\n\nSo, if a tear, when thou art dying,\nShould haply fall from me,\nIt is but that my soul is sighing,\nTo go and rest with thee.",
    "category": "other-writings"
  },
  "bloodraven-smut": {
    "title": "Bloodraven Smut",
    "content": "The Blood Drop uwu'd at the sight of Edgar Allan Poe's Raven.\n\nShe felt MOIST. Felt universally 0 negative upon the mere sight of the birded fellow.\n\nThe birded one ca-cawed, its mating call travelling far and wide reaching the distant mountains.\n\n\"Nice caw, bro,\" the Universally 0 negative Blood whispered.\n\n\"If only Universal Studios can see what a STUD U Are,\" it added, their cheeks flushing a deep, crimson red.\n\n\"You are 50 my blood type,\" said the flaven.\n\n\"I would let you donate blood to me anytime, anywhere, anyday,\" it crooned, Lits feathers ruffling at the passionate liquid oozing out of such a lustful drop.\n\n\"You're making my blood pressure increase so much. I'm going to have to go to the hospital soon.\"\n\nThe Blood XD'd so hard as the words left its IV drip.\n\n\"I AM DRIPPING WITH MAD, PURE LUST FOR YOU, MILADY! I am feeling oh so woozy. Is this... extreme, intense, and oh so good bloodloss?!\"\n\nDrip. Drip. Drop. IV Drip drop.\n\nBlood was beginning to evaporate from the steamy intense heat of this.\n\nThe Raven shook her head and said, \"Never more. Never more. You will crave Forever more when I'm done with you, my Lenore.\"",
    "category": "shiori-fics-c2"
  },
  "sea-x-lovers": {
    "title": "Sea x Lovers",
    "content": "Once upon a time, (in a world beyond this one, where the lands were not ravaged by corruption and the Void, there lived a red, talking crab with a love of money.\n\nThis crab, in his quest for gold and riches, started a business with a green, tiny thing.\n\n\"Mr.Krabby,\" the green thing said, \"I love the way your eyestalks portrude from your shell.'\n\nFlustered, the red crab turned red as a hard boiled lobster the compliment shaking the foundations of its crustaceous carapace.\n\nThe days passed by beautifully between the two.\n\nThey walked through sand fields, anemone forests, and naughty coral reefs shaking in the water.\n\nAlas, some good things come to an end.\n\nGreed took hold of them. Rather than Krabby x Plinkton it became Krabby x Money.\n\nThe green thing was set aside for an even greener thingcash. Cold, hard cash. Something that hardens Krabby even more than Plinkton\n\nAnd so, this is a tale to warn you all.\n\nDon't get greedy. Or else you suck.",
    "category": "shiori-fics-c2"
  },
  "tam-x-tam": {
    "title": "Tam x Tam",
    "content": "The Queen flustered immediately. Before her, on the surface of the ornate sea lantern was the most gorgeous woman of Call\n\nLong legs.\nHelicopter bladed halo.\nBeautiful, lapis lazuli eyes.\n\nWhy, it was the Great Queen's reflection - in all of her glory.\nThe Great Tam Gander. In all of her Tammiest form.\n\nUnavailable to resist her own reflection, she offered her rizz.\nSweet words.\n\nSpicy helicopter ASMR sounds.\nAnd the supple call of Ithe Tam's rotary blades spinning infinitely like the endless void of Time.\n\nShe purred. \"Hello, meowster,\" then donned on the cat ears.\n\nTam Gander licked her lips at the sound of her own title used on her.\n\"Meowster?\" she repeated.\n\"I like the sound of that.\" She approached her, hips swaying in the breeze, lips moisturized in preparation,salivating.\n\nAnd then, under the mossy cobblestoned roof-they fidget spun.\nThey spun so out of control that their mechanical whirring I woke up the neighbors next door.\n\nTam just had the best Tam of her life.",
    "category": "shiori-fics-c2"
  },
  "the-cell": {
    "title": "The Cell",
    "content": "\"Back, you foul witch!\" With her massive Greatsword known as 'Thorn', the valiant knight poked at the Fiavened one with her sword, her ey eyes a heated glare.\n\n\"Kyaa! Why are you calling me such a thing? What have I ever done to you?\"\n\n\"You bewitched me! You cursed me! You have uttered unspeakable hexes!\" The blue flames grew larger as the Rozen Maiden grew heated.\n\nWas she red out of anger? Fury? Did the Ravened one truly cast such atrocities?\nShe could not recall.\n\n\"But I have been nothing but the utmost kind to you,\" she defended herself with, ther eyes downcast.\n\nBut in the Raven's heart was doubt because of what she has been told.\n\nThe Frozen Maiden pushed her into the cell, locking it with a decisive click.\n\"I dare not trust your words, but you are a danger - so locked up you must.\"\n\nThe Ravened one, now left all alone, cried. She rattled against the magic barriers, hoping for release. fin actual trial.\n\nThere were none.\n\nAnd so, now accompanied by only defeaning silence, she sang a melancholic melody as her only friend.\n\nLittle did she know, a monochromed prisoner was able to hear it all.",
    "category": "shiori-fics-c2"
  },
  "the-princess-2": {
    "title": "The Princess #2",
    "content": "After the intense and magical encounter with the Truck Driver, the Princess gasped when the far off school bell rang.\n\nRing, ring, ring!\n\n\"Oh nyo! I'm late! I'm super duper late!\" Though she wished to exchange names with the driver........ by the time she exclaimed her worries and turned her attention back to the Monochromed one, she was already gone....\n\n\"Oh nyo! My fated one! Curse thee! This day shall rue its day!\"\n\nAnd with that, she launched herself to the moon.\n\nHer speed was just as fast as Kronii Coin stonks-no even FASTER than said stonks.\n\nShe launched herself into space then crash landed right into [REDACTED] academy, right into the homeroom.\n\nThe teacher, Yoogoo, shook his head.\n\n\"You go to baby jail.\"\n\nAnd with those words alone, the Princess was immediately teleported to detention.\n\n\"Mother beeper!\" The princess was sulking at her desk.\n\nThere was nothing to do in detention after all!\n\nShe had no turn at the XBOX. No Playstation in sight. There was not even a silly Switch.\n\nLuckily for her, however, in the corner of the room,...in a little emo corner were some bright pair of flashlight eyes.\n\n\"Oh. Nice to see you again.\"\n\n\"What the beep!? That voice! Could it be....? Is that you, Truck-Driver-chan?\"\nThe princess gasped!\n\nGGAAAAAAAAAAAAAAASSSSSSSSPPPPPPPPPPPPPPPPPPPPPPPPPPPPPPPPPP.\n\nAnd then her heart went even more doki doki. But this time, times three. So it was doki doki doki doki doki doki.\n\"Welcome. To Doki Doki Literature Club,\" Truck Driver said.\n\n\"In this world, it's also known as Detention. In here you have a few other members.\nI doubt you'll mess with my gang, or you'll be messing with Oopy Goopy, General unchkin Man, Lil Jim, Bob, and worst of all. Larry. And no one ever messes with the Lobster.\"\n\nThe Princess glanced at the others, her jeweled eyes making brief contact with the 'Lobster'.\nThe 'Lobster' stared back, its pinchers pinching.\n\"I am Larry. The Lobster. You don't mess with me or the gang, and I don't mess with you.\"\n\n\"N-ni-nice to meet you all!\" The Princess Isqueaked.\n\"I-I hope we can become friends... in this amazing world of Doki Doki Literature Club aka detention.\"\nAnd so, her fun school days began.",
    "category": "shiori-fics-c2"
  }
}