{
  "irys-journal-c2d1": {
    "title": "Hot Pink One's Journal Entry: Day 1",
    "content": "HPO's Daily Diary\nDay 1\nI had a good day.\n\nI did my daily quests.\nI became chef.\n\nI saved the utters from exploding\n\nI am lowering prices of cake for the people of Libestal\n\nI built house with shop. The house looks like the most charming person in the land.\n\nMy consort eternal is the cutest as she has always been. I am planning on buying her something really nice on her assumed birthday that she has not told me about.\n\nShe will be the happiest consort in the land. Hopefully if she ever finds out about my secret hobby, she'll forgive me. She will always be my first priority.\n\nI have a little brother that calls me onii-chan and thinks that a single \"daisuki\" will make me do all of his bidding. Foolish I say.\n\nI say. But I do like being called oniichan. There's something about it that I can't put my finger on, but it sounds nice.\n\nImmerkind said my name used to be Oliver before I lost my memory, but I really don't recall nany of that.\n\nThe peasant has a distinctive acquired scent that I have not acquired yet.\n\nTammy is my secret hobby. She calls me Pinky Pie (Might be pinkie spell wise idk) and Idk if there is a deep meaning to that nickname.",
    "category": "journal-c2"
  },
  "irys-journal-c2d2": {
    "title": "Hot Pink One's Journal Entry: Day 2",
    "content": "Daily Diary of HPO\nDay 2\n\nToday was a great day.\n\nI ended up staying in Libestal longer than I had planned.\n\nI have conquered the Elpis Dungeon with my Consort and friends (including a peasant) and have understood how important it is to cooperate and to have a ton of food.\n\nThe two headed dragon was terrifying. Thank god I was chef and had cheffed up my inventory.\n\nI have learned that the jewelers plotted to swoop up everyone's fortunes with their jewel gacha system. Thankfully I have made connections that will keep my gold safe and sound.\n\nI have made 40 gold revenue through my shop. Mind you, that 40 gold was from pity from a friend. Nonetheless it was still business. But I have learned that my food has more value than just mere gold. It can be used to barter with other people in their respective professions for their services.\nWho cares about my store. I don't.\n\nI was invited by immerkind to the creek with her, a peasant, a lighter pink cat, and my brother. We drank stain souls till dawn and bonded under the influence of alcohol I was questioning immerkind's kindness with her short whispers of \"peasant\" whenever the peasant passed by, but I eventually understood it was not a big deal I witnessed her mingling with the peasant in a very suggestive manner. I wonder if I will be able to witness their date one day.\n\nWill they have offspring that would also be peasant? That is the actual question.\n\nThrough that creek gathering, I was able to bond with the light pink cat and have vowed to keep her belly bursting with food and plump. She is one lucky cat She must know that I make the finest dishes.\n\nI have killed many stains today. So many, that I now have a total of 6293 coins. My savings will all go to my lavish gift I have planned for my consort eternal I really hope she will like it.\n\nOh i see peasant has logged in bc she probably forgot to write in the diary.\n\nI have also seen my brother around. She was not handling the alcohol very well and it made me a very concerned Oniichan.\n\nI have fulfilled my oniichan duties by leaving my brother a lavish gift of about? 10 chocolate cakes. She mentioned many times yesterday how much she liked cake. I have not been told DAISUKI today, something that I am totally not salty about. Maybe its a good thing. It just means that I was not exploited today. I hope she will be elated from the gift. I told her my birthday was tomorrow. I seek a bountiful return.\n\nPeople left me one person at a time until I was eventually alone in this cruel world.\n\nIt was only then that Tammy, now nicknamed Sapphire, appeared in my empty world. I secretly call her Sapphie in my heart. She is wonderful company, and I assisted her in clearing the Elpis Dungeon. I carried hard.\n\nI would say about half of the day I was trying to hunt chickens for eggs. I eventually thought up of a plan to hatch chickens in my house. I successfully laid 2 chickens and had them locked up in my abode. When I came back with milk, they were gone. I wonder where they went. We will never know.\n\nI, as a very experienced chef, have now learned how to make some ridiculously expensive milkshakes, and chicken cutlets. Hopefully they will help me build more connections and friends along the way.\nWho cares about cash.\n\nToday, was a good day.\n\nHPO",
    "category": "journal-c2"
  },
  "irys-journal-c2d3": {
    "title": "Hot Pink One's Journal Entry: Day 3",
    "content": "HPO's Daily Diary\nDay 3\n\nToday was a great day.\n\nI conquered the ruins and met the outlander. Apparently, this outlander is related to the princess and I find that fact very intriguing.\n\nI have also received the secret disk that plays the most beautiful voice in the land.\n\nNow onto the juicy stuff.\n\nWe have learned the truth about all the people of Libestal, including all of us heroes are in-bread.\nMore people need to accept this truth. Therefore, me, my brother, the pink cat, and the peasant have formed a sandwich. A sandwich that still lacks ingredients, but as more people's eyes open to the truth, they will learn to be a part of the sandwich. Their DESTINY. We are the In-Breadtheren\n\nSpeaking of my pink cat, she suggested that my bonds with her were closer than I thought. I fed her well, along with my brother. It was a good feeding session. I just pray that my brother will not partake in any other feeding session unless I am involved.\n\nI need to keep my brother safe.\n\nMy brother also celebrated my birthday with a very lovely gift of surprise, song, and dance. A bonus charm as well. It was the best gift I could've ever asked for. Oh how blessed I am to have such an endearing brother.\n\nI have also heard that there is an invisible cape that haunts libestal. There have been sightings of a deep voiced cape, a cape that may have vocal tendencies similar to me, and a cape that spouted the most vulgar words ever to be heard.\n\nIt is terrifying even to think of such a thing existing. We must do our best as heroes to purify these lands and rid of it from these flying capes.\n\nThat is my mission, and my goal.",
    "category": "journal-c2"
  },
  "irys-journal-c2d4": {
    "title": "Hot Pink One's Journal Entry: Day 4",
    "content": "HPO's Daily Diary\nDay 4\n\nMy head feels clearer as day, as I do not hear the voices in my head today. I wonder why.\n\nToday I cleared the dungeon of kronos(?) with my fellow brother, beloved consort, immerkind, and shakira. Through the turmoil my brain went through, we successfully cleared the dungeon. I am so glad to have such reliable friends to help me.\n\nAs for the memory we retrieved from said dungeon, it was of my sapphire. She was ever so beautiful and cool, I never felt more prouder to know that she was my sapphire.\n\nBut the moment we returned, I noticed that my sapphire, or Queen Tammy as she says, had become a changed person. The moment she called me a \"peasant goddess\", my world went pitch black and I didn't know what to believe in anymore. Despair overtook my faith in people.\n\nI thought I couldn't trust her or depend on her for anything anymore.\n\nAnd so I heard that immerkind, the reliable supplier was offering her services for a reasonable price. Just as I was about to take the deal, Tammy appeared before me and took me to the side, to offer the same services for free.\n\nBut the moment we returned, I noticed that my sapphire, or Queen Tammy as she says, had become a changed person. The moment she called me a \"peasant goddess\", my world went pitch black and I didn't know what to believe in anymore. Despair overtook my faith in people.\n\nI thought I couldn't trust her or depend on her for anything anymore.\n\nAnd so I heard that immerkind, the reliable supplier was offering her services for a reasonable price. Just as I was about to take the deal, Tammy appeared before me and took me to the side, to offer the same services for free.\n\nIn order to keep suspicions away from other people, along with immerkind who thought I was going to buy her services, I went ahead and made an extra pickaxe to go ahead with the deal.\n\nI now have 2 fully enchanted pickaxes :D\n\nThe head chef has also taught me new recipes. Surely these recipes will help me become closer to my fellow kin.\n\nMy current goal is to somehow convince my consort to accept the In-Breadtheren. She is a tough cookie but I believe she will pull through.",
    "category": "journal-c2"
  },
  "irys-journal-c2d5": {
    "title": "Hot Pink One's Journal Entry: Day 5",
    "content": "HPO's Daily Diary\nDay 5\n\nToday was a great day.\n\nIt was a long day.\n\nI cleared the dungeon of chaos. I was not able to obtain the hidden treasure that the dungeon holds even after 3 more attempts. Those 3 attempts were made with my light pink kitty cat, and my sapphire.\n\nI had learned that my sapphire had kept a secret relationship with my kitty cat during the dungeon runs. We were absolutely heartbroken by her but have learned to forgive her under the conditions that she serve us as a maid. She agreed to said terms and even cleaned up after my kitty cat.\n\nIt was only after my kitty cat went to bed, that the maid suddenly had a different idea of what we agreed upon.\n\nI find it concerning but I understand that she is going through a lot.\n\nShe did give me roses, ones that I gladly accepted.\n\nIt was then that I suddenly felt a pang of pain in my abdomen. My guts tell me that the sensation that I experienced, was the gift of life. The others around me kept telling me otherwise but I believe that my consort and I's love had brought forth a new life into this world.\n\nMy maid was distressed at the idea, and suddenly threatened me with violence and abusive words. The stress of having the gift of life in me, along with being slandered by someone I thought accepted me for who I was (who btw was also keeping a hidden relationship, and in my defense, my consort and I's relationship was very much public information.) made me have thoughts of not continuing my life any longer.\n\nI was so cornered, I found myself at the edge of a cliff. My guard dog, Gonathan, Tammy aka my sapphire, and my brother all tried to stop me. But I couldn't contain my sadness and I flew for 5 seconds until I suddenly awoke again in a new life. I learned that the others followed suit and it was then that I learned that I had so many people who cared for me.\n\nThe only concerning thing is that right after my new life started, I didn't feel the pangs of pain in my abdomen that I felt before. My gift of life... I can't bear at the thought of the possibility of losing the precious gift between me and my consort. Thankfully, after having a meal, the gift had returned once again as pains in my abdomen.\n\nMy brother and her beloved are helping me plan a gender reveal party for my consort. I am so excited to surprise her with the multiple gifts I prepared, along with the special news.\n\nI can't wait to greet this new life to this world.",
    "category": "journal-c2"
  },
  "irys-journal-c2d7": {
    "title": "Hot Pink One's Journal Entry: Day 7",
    "content": "HPO's Daily Diary\n\nAfter a long slumber to prepare to give birth to a miracle, I have awoken.\n\nThe pains continued. Thankfully I had so many loved ones care for me through these tough times.\n\nMy brother and friends prepared a gender reveal party. At this party I wanted to invite my sapphire. She arrived at the worst time.\n\nI wanted to reveal my bonds with my sapphire to my cnosort, but the queen only wanted to destroy my special day.\n\nShe hurt my consort. I will never forgive her for that. But at the same time, I cannot forgive myself. For it was my existence that plunged the queen into madness. I didn't think it would have come to that. I really have to fix my one flaw, my density. I could have avoided this, but the queen's madness was rampaging out of control. The queen is now out to steal my consort away from me. My consort is now wavering. It is a mistake to waver when the answer is with her as she holds Gasolina in her arms.\n\nYes, Gasolina has arrived into this world. My brother took the honor of retrieving her from my abdomen.\n\nWe were about to find a 7LDK house for the 3 of us. Until madness took over the queen.\n\nMy one true mistake was hurting my consort. I have learned never tohurt her ever again. I will also protect her from everything that could present danger to her.\n\nIf my consort does become fooled by the queen's falsehood, I am ready to do what must be done. I will surely lead her to the truth. That only my love will be true.\n\nOnly my lovve can bestow upon her,\n\nTrue Happiness.\n\nHer happiness can only be with me and Gasolina.\n\nOre no Ina.\n\nTomorrow will be a new day. I await my consort's answer and will do whatever it takes to lead her to the right path.\n\nIf she does come to the right path on her own, then I won't have to resort to desperate measures.....\nLet us pray it doesn't come to that.......",
    "category": "journal-c2"
  }
}