{
  "main-quests": [
    {
      "id": "heart-of-ruin-entry",
      "title": "Heart of Ruin",
      "chapters": [
        1
      ],
      "quote": "They brought this upon themselves—Nothing stays pure",
      "content": "## Overview\n\n**Day Unlocked:** Day 7\n\nThe **Heart of Ruin** was the final dungeon—and the ultimate challenge the heroes faced in Chapter 2, as this was the source of all corruption, the root cause of the kingdom’s decay. Destroying it meant not only completing the mission for which the heroes were summoned, but also saving the world from ruin itself.\n\nHowever, it quickly became clear that victory would come at a cost. Some of their comrades proved more vulnerable to the corruption than anyone had expected.\n\n## Details\n\n### Appearance\n\nThe dungeon’s atmosphere was oppressive and grim, resembling a massive, foreboding mansion. Dark and crimson red dominated the color palette, while curtains of lava bathed the space in an intimidating orange glow. The layout featured a vast library and multiple platform-like sections, all gradually leading toward a grand hall where the final boss awaited.\n\n### Challenges\n\n#### The Cursed Ones\n\nUnlike the dungeons before it, the Heart of Ruin featured no puzzles or riddles.\n\nThe heroes began their journey in a darkened library, where a select few among them—**Fuwawa, Mococo, Bijou, Nerissa, and Shiori**—were revealed to be [cursed](https://www.youtube.com/live/FlPFFE5_X3Y?si=X225RDkHgfG9S-lA&t=8877), having succumbed to the corruption. Twisted by its influence, they turned against the rest of the party, [hindering](https://www.youtube.com/live/FlPFFE5_X3Y?si=Y0CkESZCjPvnlNT4&t=9221) their progress and becoming obstacles along the path forward. The remaining heroes were tasked with purifying their friends.\n\nWithin this first library was a book titled _“Prelude of Ruin,”_ hinting at the events and powers that brought the kingdom to its current state.\n\n[Read \"Prelude of Ruin\"](#text:prelude-of-ruin)\n\nProgressing onward, the heroes were thrown into a series of arenas where they fought off waves of Stains. Each victory built up **Purification Energy**. The goal was to fill this energy meter to cleanse their corrupted comrades. However, their progress was threatened by trap-laden terrain and attacks from their cursed allies, which drained the energy meter and delayed their rescue.\n\nOnly once the meter was filled could each corrupted hero [be freed](https://www.youtube.com/live/FlPFFE5_X3Y?si=gTrix4HT7CG7-0Xx&t=9250) and return to the group.\n\n#### The Final Battle\n\nDeeper into the dungeon, another library awaited. There, the heroes found the book titled _“Song of Ruin,”_ which detailed the tragic fate of the former King and Queen, as well as the source behind their downfall.\n\n[Read \"Song of Ruin\"](#text:song-of-ruin)\n\nFinally, at the end of the path, the heroes stood before their last enemy: **The Curse**—the very essence of corruption, the entity that had infected the kingdom and threatened to bring everything to its knees.\n\nDefeating this entity meant liberation: of the land, the Princess, and the Outlander, who both offered their heartfelt gratitude after the battle.\n\n[The battle against The Curse](#embed:https://www.youtube.com/live/mb91g7vQSnA?si=aPXghWa1h648PaCG&t=6678)\n\nBut this was not the end.\nAs the heroes would soon learn, the events on the final day would change everything.\nThis chapter had closed, but the story was far from over.\n\n## Sources\n\n- World Builder - [tskai_xx](https://x.com/tskai_xx/status/1921298594185036164/photo/1)\n- Concept Art - [R_E_C_flctiond](https://x.com/R_E_C_flctiond/status/1921068336151957890)\n- Boss Design - [Asmodeus](#out:https://www.youtube.com/watch?v=wMbXr2nLMeU)",
      "thumbnailSrc": "/images-opt/heart-of-ruin-entry-opt-thumb.webp",
      "galleryImages": [
        {
          "title": "Heart of Ruin Overview #1",
          "source": "/images-opt/heart-of-ruin-entry-0-opt.webp"
        },
        {
          "title": "Heart of Ruin Overview #2",
          "source": "/images-opt/heart-of-ruin-entry-1-opt.webp"
        },
        {
          "title": "Heart of Ruin Overview #3",
          "source": "/images-opt/heart-of-ruin-entry-2-opt.webp"
        },
        {
          "title": "Heart of Ruin Concept Art #1",
          "source": "/images-opt/heart-of-ruin-entry-3-opt.webp"
        },
        {
          "title": "Heart of Ruin Concept Art #2",
          "source": "/images-opt/heart-of-ruin-entry-4-opt.webp"
        },
        {
          "title": "Heart of Ruin Concept Art #3",
          "source": "/images-opt/heart-of-ruin-entry-5-opt.webp"
        },
        {
          "title": "Dungeon Boss: The Curse",
          "source": "/images-opt/heart-of-ruin-entry-6-opt.webp"
        }
      ],
      "imageSrc": "/images-opt/heart-of-ruin-entry-opt.webp"
    },
    {
      "id": "stronghold-of-ruin-entry",
      "title": "Stronghold of Ruin",
      "chapters": [
        1
      ],
      "quote": "If Iphania trusts you, perhaps you stand a chance",
      "content": "## Overview\n\n**Day Unlocked:** Day 3\n\nThe **Stronghold of Ruin** marked the place where the heroes first encountered the [Outlander](#entry:outsider-entry), a nameless swordsman the Princess had specifically tasked them to find. He too had been investigating the stronghold—only to fall victim to the lingering corruption that trapped him inside. Thanks to the heroes' efforts in conquering the dungeon, he was ultimately freed.\n\n## Details\n\n### Appearance\n\nThis dungeon served as a branch of the Heart of Ruin, which explained the visual and atmospheric similarities between them. It was cloaked in a dark, ominous palette of reds and shadows, creating an oppressive sense of danger. The structure featured large, round platforms where challenges took place, culminating in a final arena adorned with floating red crystals, where the dungeon’s boss awaited.\n\n### Puzzles\n\nUpon entering, the party received a checkpoint system and five shared lives, setting the tone for the challenging trials ahead.\n\n**First Challenge**\n\nThe dungeon began with a gauntlet of [stain-filled arenas](https://www.youtube.com/live/gVAtGMLBJos?si=Yz9FvKwuZtv4e-ZS&t=1423). Each arena required the party to defeat all spawned stains before the gates would open and allow them to move forward. The fights escalated in intensity as they progressed.\n\n**Second Challenge**\n\nNext, the party encountered artifacts represented as black roses. To advance, they had to destroy these roses, but first, the heroes needed to solve puzzles:\n\n- One puzzle involved a series of [math problems](https://www.youtube.com/live/EKjcWfEGsB0?si=kbaxo2QGrPfrE5La&t=2999).\n- Another required solving a sequence [memory lock](https://www.youtube.com/live/Lp7GyRVbz1c?si=eZeTfPLnxXrZZVP7&t=2892).\n\nAll the while, stains continued to spawn endlessly, making puzzle-solving a frantic and dangerous task until all the black roses were destroyed.\n\n**Intermission**\n\nAs they progressed, the heroes entered a quiet but eerie library, where they discovered a riddle etched into a hidden corner of the room:\n\n> _\"The heart is distant, under lock and key\n> And hides in corners far from enemy.\"_\n\n**Final Challenge**\n\nThe final room housed **Stain King Proto**, who guarded a crystal linked to something greater—the [Heart of Ruin](#entry:heart-of-ruin-entry), an as-yet unrevealed location that would eventually come into play.\n\nThe arena was surrounded by four more black roses, one in each corner, each protected by the same types of puzzles encountered earlier (math and memory). Only after the roses were destroyed could the chest containing the music disc be accessed post-battle.\n\n[Stain King Proto Fight](#embed:https://www.youtube.com/live/gVAtGMLBJos?si=ySvBC15UpSUDHK4E&t=2203)\n\n### Rewards\n\n- [\"Monster\"](https://www.youtube.com/watch?v=2kllY6gIU6o&pp=ygUQbW9uc3RlciBob2xvbGl2ZQ%3D%3D) Vinyl\n\n## Sources\n\n- World Builder - [tskai_xx](https://x.com/tskai_xx/status/1920399135754367072/photo/1)\n- Boss Design - [Asmodeus](#out:https://www.youtube.com/watch?v=7DoxNoIma18&feature=youtu.be)",
      "thumbnailSrc": "/images-opt/stronghold-of-ruin-entry-opt-thumb.webp",
      "galleryImages": [
        {
          "title": "Stronghold of Ruin Overview #1",
          "source": "/images-opt/stronghold-of-ruin-entry-0-opt.webp"
        },
        {
          "title": "Stronghold of Ruin Overview #2",
          "source": "/images-opt/stronghold-of-ruin-entry-1-opt.webp"
        },
        {
          "title": "Stronghold of Ruin Overview #3",
          "source": "/images-opt/stronghold-of-ruin-entry-2-opt.webp"
        },
        {
          "title": "Dungeon Boss: Stain King Proto",
          "source": "/images-opt/stronghold-of-ruin-entry-3-opt.webp"
        }
      ],
      "imageSrc": "/images-opt/stronghold-of-ruin-entry-opt.webp"
    },
    {
      "id": "star-site-chaos-entry",
      "title": "Star Site: Chaos",
      "chapters": [
        1
      ],
      "quote": "Just ask me anything and I'll make it happen!",
      "content": "## Overview\n\n**Day Unlocked:** 5\n\nStar Site: Chaos was the third and final star site in Chapter 2, standing out significantly from the previous two. Fittingly, the memories it contained belonged to none other than the embodiment of chaos herself—[Hakos Baelz](#entry:bae-entry).\n\n## Details\n\n### Appearance\n\nAt the center of the dungeon hovered a massive, circular roulette platform, suspended in a swirling void. Surrounding it were six towering structures shaped like doors, each leading to a unique minigame. The entire dungeon was adorned in gleaming white quartz, which contrasted with bold primary color palettes that gave the space a bright, vibrant, and almost surreal energy—perfectly capturing the essence of chance and chaos.\n\n### Games\n\nUnlike the earlier dungeons where puzzles were the main focus, the primary gimmick here was a collection of minigames determined by spinning a roulette wheel. Player performance in these games was tracked by a **luck meter**—the better the performance, the more luck gained.\n\nThere were five different minigames, each with its own unique objective.\n\n**Shaky Floor Showdown**\nPlayers must defeat as many Stains as possible while [the floor](https://www.youtube.com/live/L7rBGepFrXA?si=ehUP_KK9qRn2DrzW&t=4127) collapses beneath them with each step. The game ends when all players fall.\n\n**Balloon Pop**\nPlayers are given [colored balls](https://www.youtube.com/live/L7rBGepFrXA?si=ZN4CDNF33MknO8Qa&t=8297) and must match them to the corresponding colored balloons, popping as many as possible before time runs out.\n\n**Blind Round**\nPlayers must [push a button](https://www.youtube.com/live/L7rBGepFrXA?si=byW4Jzn2G2E6zxj2&t=8083) across a pit by using platforms that appear and disappear in intervals. The more presses within the time limit, the better the score.\n\n**Boss Room?**\nA [deceptive room](https://www.youtube.com/live/L7rBGepFrXA?si=8feoLm3SloHkkDFp&t=4581) where attacking the sleeping Stain causes the party to gain no luck. Avoid the bait.\n\n**Cutout Match**\nPlayers receive three [colored blocks](https://www.youtube.com/live/L7rBGepFrXA?si=E8tnJXeN4Tp4hmHt&t=4740) and must build a structure that matches the incoming wall’s hole pattern and color.\n\nAt the end, players face the true boss: **Stain King Chaos**, a battle riddled with RNG mechanics. In the final phase, a roulette wheel appears—higher accumulated luck increases the chance of landing on green. Winning this spin opens a cage containing a music disc.\n\n[Stain King Chaos Fight](#embed:https://www.youtube.com/live/L7rBGepFrXA?si=wWfwJ_k0ugG8B9oW&t=4954)\n\n### Rewards\n\n- [\"Play Dice\"](https://www.youtube.com/watch?v=na6bysYNuS0&pp=ygUJcGxheSBkaWNl) Vinyl – Hakos Baelz\n- [Memories](https://www.youtube.com/watch?v=aSFZwinYaaU) of Hakos Baelz\n\n## Sources\n\n- World Builder - [tskai_xx](https://x.com/tskai_xx/status/1921298173123076248)\n- Concept Art - [R_E_C_flctiond](https://x.com/R_E_C_flctiond/status/1922200389815882127/photo/1)\n- Boss Design - [Asmodeus](#out:https://www.youtube.com/watch?v=jEPAk0PdIjc&feature=youtu.be)",
      "thumbnailSrc": "/images-opt/star-site-chaos-entry-opt-thumb.webp",
      "galleryImages": [
        {
          "title": "Star Site: Chaos Overview #1",
          "source": "/images-opt/star-site-chaos-entry-0-opt.webp"
        },
        {
          "title": "Star Site: Chaos Overview #2",
          "source": "/images-opt/star-site-chaos-entry-1-opt.webp"
        },
        {
          "title": "Star Site: Chaos Concept Art",
          "source": "/images-opt/star-site-chaos-entry-2-opt.webp"
        },
        {
          "title": "Star Sites: Chaos Icon",
          "source": "/images-opt/star-site-chaos-entry-3-opt.webp"
        },
        {
          "title": "Dungeon Boss: Stain King Chaos",
          "source": "/images-opt/star-site-chaos-entry-4-opt.webp"
        }
      ],
      "imageSrc": "/images-opt/star-site-chaos-entry-opt.webp"
    },
    {
      "id": "star-site-chronos-entry",
      "title": "Star Site: Chronos",
      "chapters": [
        1
      ],
      "quote": "When abnormalities arise, it falls to me to correct them.",
      "content": "## Overview\n\n**Day Unlocked:** 4\n\n**Star Site: Chronos** was the second of the three star sites in Chapter 2, setting itself apart with a strong central theme: _time_. This dungeon contained the memories of none other than the Warden of Time herself, [Ouro Kronii](#entry:kronii-entry), and, as expected, the puzzles and mechanics were all built around the manipulation of time.\n\n## Details\n\n### Appearance\n\nAmong all the dungeons in Chapter 2, Star Site: Chronos had perhaps the most elegant, formal, and grand design. The core structure was a towering clock tower, painted in regal shades of deep blue and shimmering gold, perched atop a wide circular platform of matching colors, where all the challenges were held. Each of the platform’s four corners was marked with ornate clock symbols, reinforcing the time motif.\n\nSuspended within a serene void bathed in cool blue hues, the tower glowed softly with scattered points of light, echoing the enchanting twinkle of distant stars in the background. The atmosphere exuded a sense of command and reverence—as if those who entered were stepping into a domain governed by one of the universe’s most sacred forces: time itself.\n\n### Puzzles\n\nThe dungeon introduced its main mechanic immediately: each room presented a brief **10-second timer** to complete an objective. A central device called the **timer block** allowed the players to manipulate this timer in various ways—**playing**, **pausing**, **rewinding**, or **resetting** time depending on the challenge.\n\n**First Puzzle**\n\nA simple challenge to ease the group in: cross a [gap](https://www.youtube.com/live/YVyeKQ-6Ka8?si=Wl_THIyIf_zPzyLC&t=686) before the timer runs out. The timer block here only allows restarting the countdown.\n\n**Second Puzzle**\n\nA maze with [moving walls](https://www.youtube.com/live/YVyeKQ-6Ka8?si=uw5ysU_bCtSsY0Vo&t=765) that close when the timer hits zero. Resetting the timer reopens the walls. Players must navigate through the maze and press all floor buttons to unlock the next area.\n\n**Third Puzzle**\n\nSet inside a clock tower, this room features [four mirrors](https://www.youtube.com/live/YVyeKQ-6Ka8?si=9ipSXdXbJZx-cklg&t=1222) mounted on pillars. When play is pressed, the timer block emits a beam of light that can be paused in midair. By rotating and angling the mirrors, the team must reflect the light to hit a target tile above the door to progress. Pausing and restarting the light beam is essential to success.\n\n**Fourth Puzzle**\n\nHigher in the clocktower is a [colored wall maze](https://www.youtube.com/live/YVyeKQ-6Ka8?si=vWL35RPlcj3FKtwZ&t=1850): six different colored walls can be raised by pressing corresponding buttons. These walls reset when the timer ends, and the timer block allows pausing and playing. The group must first locate a vine that leads above the walls and then raise the correct walls to reach the exit.\n\nExploration here also reveals secret cracked blocks—when the green wall is raised, players can break through the cracks to unlock a shortcut back to the mirror room. Using the mirrors and pillars again allows traversal to another breakable wall, hiding a chest with the dungeon's music disc.\n\n**Fifth Puzzle**\n\nBy far the most complex challenge in the dungeon. A massive [multi-layered maze](https://www.youtube.com/live/YVyeKQ-6Ka8?si=hccb2ghDRdj1nsgO&t=2636) with moving platforms, fenced walls, and cube structures embedded with colored buttons. The timer block now supports rewinding and moving platforms between positions. Players must:\n\n- Press rewind or play to position the platforms correctly\n- Press buttons to open colored gates\n- Use precise platforming to traverse tight paths and reach the exit\n\nThis final puzzle tests everything learned in the dungeon: logic, timing, teamwork, and movement.\n\n**Final Boss – Stain King Chronos**\n\nThe boss fight cleverly incorporates the time gimmick. Chronos summons pillars with numbers on top, and players must set the timer block to the matching number in order to destroy the pillar and make the boss vulnerable.\n\nChronos can also rewind its own health bar, healing back damage taken, forcing players to act quickly and precisely to avoid wasting time or effort.\n\n[Stain King Chronos Fight](#embed:https://www.youtube.com/live/YVyeKQ-6Ka8?si=DutQY97bg-9L372Q&t=3734)\n\n### Rewards\n\n- [\"Daydream\"](https://www.youtube.com/watch?v=6W749jRBg-4&pp=ygURZGF5ZHJlYW0gaG9sb2xpdmU%3D) Vinyl – Ouro Kronii\n- [Memories](https://www.youtube.com/watch?v=qV7dgz75tVo&pp=ygUTcmVjb2xsZWN0aW9uIGtyb25padIHCQnDCQGHKiGM7w%3D%3D) of Ouro Kronii\n\n## Sources\n\n- World Builder - [tskai_xx](https://x.com/tskai_xx/status/1920402035117338696/photo/1)\n- Concept Art - [R_E_C_flctiond](https://x.com/R_E_C_flctiond/status/1921475614206505098/photo/1)\n- Boss Design - [Asmodeus](#out:https://www.youtube.com/watch?v=x4kTmNXDCXQ&feature=youtu.be)",
      "thumbnailSrc": "/images-opt/star-site-chronos-entry-opt-thumb.webp",
      "galleryImages": [
        {
          "title": "Star Site: Chronos Overview #1",
          "source": "/images-opt/star-site-chronos-entry-0-opt.webp"
        },
        {
          "title": "Star Site: Chronos Overview #2",
          "source": "/images-opt/star-site-chronos-entry-1-opt.webp"
        },
        {
          "title": "Star Site: Chronos Overview #3",
          "source": "/images-opt/star-site-chronos-entry-2-opt.webp"
        },
        {
          "title": "Star Site: Chronos Concept Art",
          "source": "/images-opt/star-site-chronos-entry-3-opt.webp"
        },
        {
          "title": "Star Site: Chronos Icon",
          "source": "/images-opt/star-site-chronos-entry-4-opt.webp"
        },
        {
          "title": "Dungeon Boss: Stain King Chronos",
          "source": "/images-opt/star-site-chronos-entry-5-opt.webp"
        }
      ],
      "imageSrc": "/images-opt/star-site-chronos-entry-opt.webp"
    },
    {
      "id": "star-site-elpis-entry",
      "title": "Star Site: Elpis",
      "chapters": [
        1
      ],
      "quote": "Your one true idol, now sit back and enjoy the show!",
      "content": "## Overview\n\n**Day Unlocked:** 2\n\n**Star Site: Elpis** was the first major dungeon tackled by the heroes in Chapter 2, and the first of the three memory dungeons in this arc. Within its walls resided the fragmented memories of [IRyS](#entry:irys-entry), the embodiment of hope and despair.\n\n## Details\n\n### Appearance\n\nThe dungeon was deeply rooted in the concept of a nephilim, split between two opposing forces. One side embodied the angelic, bathed in brilliant white and soft pastel blues, evoking a sense of serenity and purity. The other side channeled the demonic, cloaked in deep crimson reds that radiated intensity and conflict.\n\nEach side consisted of a long corridor filled with challenges, paralleling each other and separated so that neither path could see the other. Only after all trials on both paths were completed did the two halves converge, reuniting for the final boss fight.\n\n### Puzzles\n\nDesigned for a group of four, the dungeon splits the party into two teams, the **Angelic Side** and the **Demonic Side**, who must cooperate to solve a series of puzzles in order to progress.\n\n**First Puzzle**\n\nThe Angelic Side is presented with a [circle of red blocks](https://www.youtube.com/live/axlJjQQ_rzU?si=MAqpJXpQJXmj2K6e&t=3573) topped with buttons. Pressing a button changes the block's color to blue. These colors must be matched to the Demonic Side, where red and blue [campfires](https://www.youtube.com/live/NSOuyMjCxPI?si=03CadFAr7PQ8DJvd&t=4524) are also arranged in a circle.\n\n**Second Puzzle**\n\nThe Angelic Side is given a [movable block](https://www.youtube.com/live/axlJjQQ_rzU?si=DDnmLpQW0CXpggdp&t=3694), which must be pushed through a floor-based puzzle according to a [maze map](https://www.youtube.com/live/NSOuyMjCxPI?si=wgLETZiPN-WpX7qy&t=4666) only visible on the Demonic Side.\n\n- A small rectangular tutorial map introduces the mechanic.\n- The main puzzle features a larger maze on the Demonic Side, while the Angelic Side sees a circular area with colored blocks on the ground.\n- **Note:** Pushing the block onto a tile made of black and red terracotta unlocks a secret door at the end of the dungeon containing a [music disc](https://www.youtube.com/live/A97SrozF36w?si=zNzhwalpOc_S6Tu_&t=7429).\n\n**Third Puzzle**\n\nNow floating over an abyss, the maze requires players on the Angelic Side to carefully [navigate](https://www.youtube.com/live/axlJjQQ_rzU?si=8ijRq_d2gpa0y5mv&t=4273) their way through it. The Demonic Side assists by standing on specific [floor tiles](https://www.youtube.com/live/NSOuyMjCxPI?si=8UiI1wWq3zOPqzNm&t=5227), which create temporary platforms to help their teammates across.\n\nAfter completing the final puzzle, both teams reunite to face the dungeon boss, **Stain King Elpis**, a two-headed dragon.\n\n[Stain King Elpis Fight](#embed:https://www.youtube.com/live/axlJjQQ_rzU?si=imMOupLj1UxTJV2C&t=5896)\n\n### Rewards\n\n- [\"Caesura of Despair\"](https://youtu.be/vBNI979XyoE?si=J7NPq-J5GJfAt8iP) – a music disc by IRyS\n- [Memories](https://www.youtube.com/watch?v=5uaWaQg4pnM) of IRyS\n\n## Sources\n\n- World Builder - [tskai_xx](https://x.com/tskai_xx/status/1919701535896043963/photo/1)\n- Boss Design - [Asmodeus](#out:https://www.youtube.com/watch?v=o3-fzH3MgfE&feature=youtu.be)",
      "thumbnailSrc": "/images-opt/star-site-elpis-entry-opt-thumb.webp",
      "galleryImages": [
        {
          "title": "Star Site: Elpis Overview #1",
          "source": "/images-opt/star-site-elpis-entry-0-opt.webp"
        },
        {
          "title": "Star Site: Elpis Overview #2",
          "source": "/images-opt/star-site-elpis-entry-1-opt.webp"
        },
        {
          "title": "Star Site: Elpis Overview #3",
          "source": "/images-opt/star-site-elpis-entry-2-opt.webp"
        },
        {
          "title": "Star Site: Elpis Overview #4",
          "source": "/images-opt/star-site-elpis-entry-3-opt.webp"
        },
        {
          "title": "Star Site: Elpis Icon",
          "source": "/images-opt/star-site-elpis-entry-4-opt.webp"
        },
        {
          "title": "Dungeon Boss: Stain King Elpis",
          "source": "/images-opt/star-site-elpis-entry-5-opt.webp"
        }
      ],
      "imageSrc": "/images-opt/star-site-elpis-entry-opt.webp"
    },
    {
      "id": "eldritch-horror-dungeon-entry",
      "title": "Eldritch Horror Dungeon",
      "chapters": [
        0
      ],
      "quote": "Some say I'm acting as a guide, to help them move on. But to me, I'm just keeping them company.",
      "content": "## Overview\n\n**Day Unlocked:** 3\n\nThe Eldritch Horror Dungeon was housed within a haunted sanctum—its eerie, chilling atmosphere stood in stark contrast to the kind, sweet, and light-hearted priestess it was themed after: [Ninomae Ina’nis](#entry:ina-entry) of the Ancient Ones.\n\n## Details\n\n### Appearance\n\nTrue to its name, the dungeon exuded a dark, gloomy, and otherworldly vibe. From the outside, it appeared as an isolated island hovering above an endless pool of water. The surface was scattered with torii gates and religious artifacts, evoking a sense of sacred yet forsaken ground. However, the trials did not take place on this surface. Instead, the heroes were transported into enclosed wooden chambers, furnished with pots, bookshelves, and strange décor, where the real challenges began.\n\n### Puzzles\n\nThe objective was to free a trapped spirit by playing a series of “games,” each chosen by a mysterious soul guiding the trials. These puzzles used a sanity mechanic: sanity gradually depleted over time, and if it reached zero, the afflicted hero would suffer permanent withering until death.\n\nThere were three main puzzles:\n\n- **Pot Smashing:** Break the five correct [pots](https://www.youtube.com/live/N3v-MJXHQ0w?si=jWPSiUlHzjpY3R3E&t=3275) among a group, using clues to identify them.\n- **House Maze:** Navigate a confusing [maze](https://www.youtube.com/live/N3v-MJXHQ0w?si=7nPVVdHr_PtQeouW&t=3540) filled with deceptive doors to find the exit.\n- **Lilies of the Valley:** Search various chests to collect [flowers](https://www.youtube.com/live/N3v-MJXHQ0w?si=2D9pH-3fNKE1RX3u&t=4573) known as _Lilies of the Valley_.\n\n### Rewards\n\n- [\"Violet\"](https://www.youtube.com/watch?v=8ZdLXELdF9Q&ab_channel=NinomaeIna%27nisCh.hololive-EN) Vinyl - Ninomae Ina'nis\n- Memories of Ninomae Ina'nis\n\n[Recollection - Ninomae Ina'nis](#embed:https://www.youtube.com/watch?v=QE5Ow4L1Zt8&pp=ygUQcmVjb2xsZWN0aW9uIGluYQ%3D%3D)\n\n## Sources\n\n- World Builder - [t.s.kai](https://x.com/tskai_xx/status/1830984777304015120/photo/1)",
      "thumbnailSrc": "/images-opt/eldritch-horror-dungeon-entry-opt-thumb.webp",
      "galleryImages": [
        {
          "title": "Eldritch Horror Dungeon's Entry",
          "source": "/images-opt/eldritch-horror-dungeon-entry-0-opt.webp"
        },
        {
          "title": "Eldritch Horror Dungeon Overview #1",
          "source": "/images-opt/eldritch-horror-dungeon-entry-1-opt.webp"
        },
        {
          "title": "Eldritch Horror Dungeon Overview #2",
          "source": "/images-opt/eldritch-horror-dungeon-entry-2-opt.webp"
        },
        {
          "title": "Eldritch Horror Dungeon Overview #3",
          "source": "/images-opt/eldritch-horror-dungeon-entry-3-opt.webp"
        }
      ],
      "imageSrc": "/images-opt/eldritch-horror-dungeon-entry-opt.webp"
    },
    {
      "id": "ocean-temple-dungeon-entry",
      "title": "Ocean Temple Dungeon",
      "chapters": [
        0
      ],
      "quote": "Finally... My story begins here!",
      "content": "## Overview\n\n**Day Unlocked:** 2\n\nThe **Ocean Temple Dungeon** holds the remnants of a once-thriving underwater society now forgotten. This was the home of the last surviving member, whose memories can be found here as well— Gawr Gura.\n\n## Details\n\n### History\n\nThere was once a civilization that prospered in both innovative technology and culture. At its peak, this civilization sank to the ocean's floor and rebuilt itself, becoming what is known as Atlantis.\n\n### Appearance\n\nIn the present day, the dungeon is an empty shell of what Atlantis used to be. To enter, the heroes must swim to an underwater cave where a portal transports them to the entrance at the threshold of a stone-walled city. Each step they take is cushioned by the vibrant green moss that has claimed the once-bustling streets, giving the place an air of enchantment and mystery. Towering above are intricately carved shark statues, which could be mistaken for dolphins, each possibly depicting a celebrated figure of the past.\n\n### Puzzles\n\n- **Tower of Hanoi:** Stack all [rings](https://www.youtube.com/live/bOIlLaFiiE4?si=9T-46rQ15ghlkjRc&t=5810) on the third rod in decreasing size order.\n\n- **Bridge Puzzle:** Activate [color-coded](https://www.youtube.com/live/bOIlLaFiiE4?si=RRQ8rSSECOvsw8e_&t=6098) bridges whilst avoiding laser traps and falling to advance to the other side.\n\n- **Directional Guard Puzzle:** Lead a [mannequin](https://www.youtube.com/live/bOIlLaFiiE4?si=-QX63tFq7Cp2tcxT&t=6384) guard on the prismarine route to an elevated platform. Letting the guard pass by the 5 embedded golden blocks in the ground unlocks the dungeon's treasure.\n\n### Rewards\n\n- [\"REFLECT\"](https://youtu.be/nCQ_zZIiGLA?si=SEr2O2h7CBt2t-05)– a music disc by Gawr Gura\n- Memories of Gawr Gura\n\n[Recollection - Gawr Gura](#embed:https://www.youtube.com/watch?v=SDnRHwpnIH4)\n\n## Sources\n\n- World Builder - [tskai_xx](https://x.com/tskai_xx/)",
      "thumbnailSrc": "/images-opt/ocean-temple-dungeon-entry-opt-thumb.webp",
      "galleryImages": [
        {
          "title": "Ocean Temple Dungeon's Entrance Overview #1",
          "source": "/images-opt/ocean-temple-dungeon-entry-0-opt.webp"
        },
        {
          "title": "Ocean Temple Dungeon's Entrance Overview #2",
          "source": "/images-opt/ocean-temple-dungeon-entry-1-opt.webp"
        },
        {
          "title": "Ocean Temple Dungeon Overview #1",
          "source": "/images-opt/ocean-temple-dungeon-entry-2-opt.webp"
        },
        {
          "title": "Ocean Temple Dungeon Overview #2",
          "source": "/images-opt/ocean-temple-dungeon-entry-3-opt.webp"
        }
      ],
      "imageSrc": "/images-opt/ocean-temple-dungeon-entry-opt.webp"
    },
    {
      "id": "underworld-dungeon-entry",
      "title": "Underworld Dungeon",
      "chapters": [
        0
      ],
      "quote": "Reapers should help the living, not take away their future.",
      "content": "## Overview\n\n**Day Unlocked:** 1\n\nThe **Underworld Dungeon** was the first of Chapter 1’s five major dungeons, themed around Mori Calliope. Described as a domain of boundless darkness, it represented the land of the dead—home to both those who had passed and those who watched over their passing.\n\n## Details\n\n### Appearance\n\nA dark, gloomy, and intimidating aura permeated the dungeon. Outside, floating rocks hovered above pools of lava, leading up to a towering castle where the main challenges awaited. The castle, constructed primarily of black basalt bricks with streaks of crimson nether bricks, radiated a sinister elegance. Red light poured through a giant window pane backed by lava, while fire torches lit the long, shadowy corridors that wound through each stage. It was an imposing structure that demanded respect.\n\n### Puzzles\n\n- **Platform Parkour:** The first official dungeon challenge in this enigmatic adventure, where the heroes had to leap across [floating rocks](https://www.youtube.com/live/xE3JQ1R2DdU?si=F_b9Fzm_PqfGy2wJ&t=10800) suspended over lava to reach the main dungeon area.\n\n- **Mob Slaying:** Inside the castle’s first maze-like hall, the heroes faced monsters carrying panes of glass. [Slaying](https://www.youtube.com/live/xE3JQ1R2DdU?si=sFOM71YcWPl-VwhQ&t=10926) enough of these creatures unlocked the path forward.\n\n- **Lights On:** A large cube of [redstone lamps](https://www.youtube.com/live/xE3JQ1R2DdU?si=7GChsp0b4cow1sKS&t=11075) glowed in a predefined pattern. Clicking a lamp would toggle it and the lamps adjacent in a plus shape on or off. The goal was to illuminate the entire cube.\n\n- **Climb the Dungeon’s Tree:** Here, the heroes needed to lure attacking skeletons onto a block where a small mushroom grew. Slaying the skeletons caused the plant to [grow](https://www.youtube.com/live/xE3JQ1R2DdU?si=PhIFZ1_WkalwvoTJ&t=11579) taller each time. They had to nurture it to reach a height that allowed them to climb into the final area and complete the conquest.\n\n### Rewards\n\n- **\"Excuse My Rudeness, But Could You Please RIP\"** – a music disc by Mori Calliope\n- **Calli's Memories**\n\n[Recollection - Mori Calliope](#embed:https://www.youtube.com/watch?v=j8I3gqJV1NU)\n\n## Sources\n\n- World Builder - [tskai_xx](https://x.com/tskai_xx/status/)\n- Concept Art - [miya-zaki](https://x.com/miya_zaki/status/1830140718729265368/photo/1)",
      "thumbnailSrc": "/images-opt/underworld-dungeon-entry-opt-thumb.webp",
      "galleryImages": [
        {
          "title": "Underworld Dungeon's Entrance",
          "source": "/images-opt/underworld-dungeon-entry-0-opt.webp"
        },
        {
          "title": "Underworld Dungeon Overview #1",
          "source": "/images-opt/underworld-dungeon-entry-1-opt.webp"
        },
        {
          "title": "Underworld Dungeon Overview #2",
          "source": "/images-opt/underworld-dungeon-entry-2-opt.webp"
        }
      ],
      "imageSrc": "/images-opt/underworld-dungeon-entry-opt.webp"
    },
    {
      "id": "ancient-sewers-dungeon-entry",
      "title": "Ancient Sewers Dungeon",
      "chapters": [
        0
      ],
      "quote": "I want to work on something big! The case of the century!",
      "content": "## Overview\n\n**Day Unlocked:** 5\n\nThe Ancient Sewer Dungeon was the final dungeon of Chapter 1, containing the memories of the number one silly, cute, and quirky detective beloved by all—[Amelia Watson](#entry:ame-entry).\n\n## Details\n\n### Appearance\n\nIn stark contrast to the grand, mythical settings of the previous four dungeons—castles, temples, labyrinths—the Ancient Sewer Dungeon was located, as the name implies, beneath a sewer system. Comprised of twisting tunnels and junctions built with mud bricks, the setting was modest yet exuded a strange sense of mystery and intrigue that invited exploration.\n\n### Puzzles\n\nCompared to the other dungeons, this one featured the simplest challenge: [a quiz](https://www.youtube.com/live/i7g-HJMqZ_E?si=mMXZ1h38Mujkzloh&t=4056). The heroes had to answer a sequence of five questions testing their knowledge of the journey so far. Each question offered multiple choices. A correct answer allowed them to advance; a wrong answer transported them to a chamber filled with Stains, which they had to defeat before trying again.\n\nEach question was tied to previous dungeon events and memory fragments, with the final question requiring the players to explore the dungeon itself for a hidden clue.\n\nThe questions were as follows:\n\n**Which source of energy did a certain offbeat reaper discover?**\n– Answer: People’s strong emotions\n\n**Which of these guards the force field around Atlantis?**\n– Answer: Shark statues\n\n**A mysterious boy appeared at a certain shrine. What is he particularly good at?**\n– Answer: Folding origami\n\n**What is the grand achievement of a certain oddball phoenix?**\n– Answer: Helping a fast food restaurant pay its debt\n\n**What did a certain detective invent for the travelers who made it this far?**\n– Answer: A Warp Crystal\n\nAnswer all five correctly to clear the final dungeon of the first chapter.\n\n### Rewards\n\n- A Warp Crystal\n- [\"ChikuTaku\"](https://www.youtube.com/watch?v=fYVweqOW31w&pp=ygUJY2hpa3V0YWt1) Vinyl - Amelia Watson\n- [Memories](https://www.youtube.com/watch?v=jDmyL6CuzBU&pp=ygUacmVjb2xsZWN0aW9uIGFtZWxpYSB3YXRzb24%3D) of Amelia Watson\n\n## Sources\n\n- World Builder - [t.s.kai](https://x.com/tskai_xx/status/1832470327122935920/photo/1)",
      "thumbnailSrc": "/images-opt/ancient-sewers-dungeon-entry-opt-thumb.webp",
      "galleryImages": [
        {
          "title": "Ancient Sewer Dungeon's Entry",
          "source": "/images-opt/ancient-sewers-dungeon-entry-0-opt.webp"
        },
        {
          "title": "Ancient Sewer Dungeon Overview #1",
          "source": "/images-opt/ancient-sewers-dungeon-entry-1-opt.webp"
        },
        {
          "title": "Ancient Sewer Dungeon Overview #2",
          "source": "/images-opt/ancient-sewers-dungeon-entry-2-opt.webp"
        },
        {
          "title": "Ancient Sewer Dungeon Overview #3",
          "source": "/images-opt/ancient-sewers-dungeon-entry-3-opt.webp"
        }
      ],
      "imageSrc": "/images-opt/ancient-sewers-dungeon-entry-opt.webp"
    },
    {
      "id": "volcano-dungeon-entry",
      "title": "Volcano Dungeon",
      "chapters": [
        0
      ],
      "quote": "It seems that I've been reduced to a fast-food chain owner",
      "content": "## Overview\n\n**Day Unlocked:** 4\n\nThe Volcanic Dungeon was by far the most challenging dungeon in Chapter 1, featuring a gauntlet of fiery obstacles designed to test the heroes’ patience and perseverance. Fittingly, its central theme revolved around resurrection and retrying—embodying the spirit of the mighty phoenix, [Takanashi Kiara](#entry:kiara-entry).\n\n[Read the Volcano Dungeon's Journals](#text:volcano-dungeon-lore)\n\n## Details\n\n### Appearance\n\nThe dungeon carried a strong fiery motif, its structure resembling a colossal castle or labyrinth suspended above a lake of lava. Inside, the labyrinth seemed partially ruined, its design dominated by stone and fire—radiating heat in every direction, as if the entire place were one giant forge.\n\n### Challenges\n\n#### Lasers and Traps\n\nRather than puzzles, the Volcanic Dungeon emphasized physical trials, riddled with dangerous traps throughout its castle interior. These included dodging searing [lasers](https://www.youtube.com/live/N3v-MJXHQ0w?si=rFVQeKPLGv5Zumnz&t=6526) that incinerated on contact and navigating deviously placed [bait traps](https://www.youtube.com/live/N3v-MJXHQ0w?si=8JvYnazYsw-n5I-I&t=7215) disguised as buttons, tempting curious adventurers.\n\nThe arsenal of traps featured:\n\n- Lava pitfalls\n- Fire bar traps\n- Powdered snow traps\n- Falling anvil traps\n- Magma traps\n- Fireball traps\n- Poison traps\n\n#### Parkour and Boss Fight\n\nTowards the dungeon’s climax, heroes had to ascend through intricate [parkour sequences](https://www.youtube.com/live/72SJQRQ7qi0?si=34q6OX2oqyM_n2rX&t=15634) across various platform types—some that alternated positions, others that only appeared briefly before vanishing. Missing a jump meant falling to certain doom.\n\nAt the summit stood the Flame Guardian, a towering statue of a goddess-like figure who served as the dungeon’s final boss. Heroes had to leap across floating platforms while evading the Guardian’s fire beams, ultimately reaching the statue and using pickaxes to chip away at its core until its health bar dropped to zero.\n\n[Flame Guardian Boss Fight](#embed:https://www.youtube.com/live/72SJQRQ7qi0?si=UymqRZv4YuWyiCbi&t=15823)\n\n### Rewards\n\n- [\"Hinotori\"](https://youtu.be/eDfMDkgheQY?si=LrNua8X-nFdM770M) Disc - Takanashi Kiara\n- [Memories](https://youtu.be/A3bQdV_sl08?si=-NxdiYuhunxDUoa1) of Takanashi Kiara\n\n## Sources\n\n- World Builder - [t.s.kai](https://x.com/tskai_xx)\n- Concept Art - [taneda822456](https://x.com/taneda822456/status/1831263434736013607/photo/1)",
      "thumbnailSrc": "/images-opt/volcano-dungeon-entry-opt-thumb.webp",
      "galleryImages": [
        {
          "title": "Volcanic Dungeon's Entrance Overview #1",
          "source": "/images-opt/volcano-dungeon-entry-0-opt.webp"
        },
        {
          "title": "Volcanic Dungeon's Entrance Overview #2",
          "source": "/images-opt/volcano-dungeon-entry-1-opt.webp"
        },
        {
          "title": "Volcanic Dungeon Overview #1",
          "source": "/images-opt/volcano-dungeon-entry-2-opt.webp"
        },
        {
          "title": "Volcanic Dungeon Overview #2",
          "source": "/images-opt/volcano-dungeon-entry-3-opt.webp"
        },
        {
          "title": "Volcanic Dungeon Overview #3",
          "source": "/images-opt/volcano-dungeon-entry-4-opt.webp"
        },
        {
          "title": "Volcanic Dungeon Overview #4",
          "source": "/images-opt/volcano-dungeon-entry-5-opt.webp"
        },
        {
          "title": "Volcanic Dungeon Concept Art",
          "source": "/images-opt/volcano-dungeon-entry-6-opt.webp"
        },
        {
          "title": "They all tried to swim in lava",
          "source": "/images-opt/volcano-dungeon-entry-7-opt.webp"
        }
      ],
      "imageSrc": "/images-opt/volcano-dungeon-entry-opt.webp"
    }
  ],
  "special-quests": [
    {
      "id": "ritual-entry",
      "title": "The Ritual",
      "chapters": [
        1
      ],
      "quote": "Get the order correct, and the ritual succeeds!",
      "content": "## Overview\n\n**Day Unlocked:** Day 6\n\n**\"The Ritual\"** was a unique quest assigned to the heroes, deviating from their usual dungeon investigations. Their new task was to perform a \"ritual\" to purify a book essential for the next stage of their journey.\n\n## Details\n\n### Puzzle\n\nThe ritual was structured as a social deduction game. Each participant was assigned a number and a topic.\n\nThey had to devise a word that reflected the magnitude of their assigned number (small or large) to determine the correct seating order.\n\nOne participant was \"cursed\" and sought to sabotage the purification without being discovered.\n\nThe ritual could be completed by either correctly seating everyone in numerical order or by identifying and voting out the cursed individual.\n\n[The Ritual](#embed:https://www.youtube.com/live/tJ_YXGE3o2w?si=PuRoJPyk6DJCIjQC&t=5809)\n\n### Rewards\n\n- [Read \"The Truth of Ruin\"](#text:the-truth-of-ruin)",
      "thumbnailSrc": "/images-opt/ritual-entry-opt-thumb.webp",
      "galleryImages": [
        {
          "title": "Venue where the Ritual took place",
          "source": "/images-opt/ritual-entry-0-opt.webp"
        }
      ],
      "imageSrc": "/images-opt/ritual-entry-opt.webp"
    }
  ]
}