[
  {
    "id": "amber-coin-hat",
    "name": "Amber Coin Hat",
    "chapter": null,
    "quote": "You are of the Amber Coin?!",
    "content": "### <u>Description</u> \nA first glance at the Amber Coin's hat and you could immediately tell it’s something a merchant would wear. It reeks of money—the giant jewel attached to the front screams monetary value. All of that is fitting for a guild that’s, well, known for gambling.\n\n### <u>Story</u> \nNot much really went on with this hat, considering there were only two active Amber Coin members, one of whom defected. The most notable moment was when it was used as a prize for said defector.\n\n[Booby Prize][#embed:https://www.youtube.com/live/5R01-igo4sM?feature=shared&t=10411]",
    "thumbnailSrc": "/images-opt/amber-coin-hat-thumb.webp",
    "galleryImages": [
      {
        "title": "Nanamoo and Shakira wearing the Amber Coin Hat",
        "source": "/images-opt/amber-coin-hat-0.webp"
      }
    ]
  },
  {
    "id": "cerulean-cup-hat",
    "name": "Cerulean Cup Hat",
    "chapter": null,
    "quote": "I thought we were the empathetic ones...",
    "content": "### <u>Description</u> \nThe Cerulean Cup's hat bears the shape of a... balloon? Egg? Something blue? No one really knows for sure, but one thing's certain—it looks incredibly heavy for the wearer's head.\n\n### <u>Story</u> \nThe hat represents the guild of the empathetic, though ironically, most members of the Cerulean Cup were anything but empathetic.\n\nIts shape also vaguely resembles a diamond, as pointed out by Amelia—during a brief moment of confusion, when she mistakenly thought the Hot Pink One was her beloved.\n\n[It's blue so it's a diamond](#embed:https://www.youtube.com/live/mxOT9QEg5dI?feature=shared&t=8495)",
    "thumbnailSrc": "/images-opt/cerulean-cup-hat-thumb.webp",
    "galleryImages": [
      {
        "title": "Cerulean Cup members wearing their hat",
        "source": "/images-opt/cerulean-cup-hat-0.webp"
      }
    ]
  },
  {
    "id": "jade-sword-hat",
    "name": "Jade Sword Hat",
    "chapter": null,
    "quote": "A worthy helmet for a knight",
    "content": "### <u>Description</u> \nThe Jade Sword's hat served more like a helmet, most notable for the visor protecting the wearer's face. And of course, it's green—matching the color of its guild.\n\n### <u>Story</u> \nEach Jade Sword member took pride in their hat, especially those like Elizabeth and Calli—the latter even went as far as spending her entire savings (all 9 coins) to buy it from someone else.\n\n[Hey it's my guild's!](#embed:https://www.youtube.com/live/oPKmSO7XtoY?feature=shared&t=3275)",
    "thumbnailSrc": "/images-opt/jade-sword-hat-thumb.webp",
    "galleryImages": [
      {
        "title": "Elizabeth wearing the Jade Sword Hat",
        "source": "/images-opt/jade-sword-hat-0.webp"
      }
    ]
  },
  {
    "id": "scarlet-wand-hat",
    "name": "Scarlet Wand Hat",
    "chapter": null,
    "quote": "Let us touch tips!",
    "content": "### <u>Description</u> \nThe Scarlet Wand's hat is by far the longest and most absurd-looking one among all the guilds. It's long, pyramid-shaped, and red—it resembles a very suggestive shape, as pointed out by Shiori. Long story short, it's a pretty unique hat.\n\n### <u>Story</u> \nIts strange appearance is one thing, but the story it brought upon its wearers is another. The Scarlet Wand is the guild of the knowledgeable, yet instead of representing its intended meaning, the hat earned its wearers titles like \"witches,\" misunderstood as granting the ability to read minds.\n\n[The Witch's hat](#embed:https://www.youtube.com/live/oVguNTPnDww?feature=shared&t=3586)\n\nGawr Gura was the first to acquire this hat and immediately felt a connection to it. She found it special, called it \"the hat of the Appointed Point,\" and claimed only chosen ones could bear the responsibility of wearing it. She said it gave her immense power, and that if others wore it, they must wear it forever, as they would share an unbreakable bond—one where, if any chose to remove the hat, they would all perish. (Notice how the keyword is *claimed*.)\n\n[Watch your mouth](#embed:https://www.youtube.com/live/PJtapc2_7ok?feature=shared&t=10160)\n\nBearers of this hat also has a sacred ritual , where they all gather around, lean forward and let their pointy tips touch each other. Why? Why not.\n\n[Scarlet Tips](#embed:https://www.youtube.com/live/cIb5yHw4mvk?feature=shared&t=452)",
    "thumbnailSrc": "/images-opt/scarlet-wand-hat-thumb.webp",
    "galleryImages": [
      {
        "title": "Gura donning the Scarlet Wand hat",
        "source": "/images-opt/scarlet-wand-hat-0.webp"
      },
      {
        "title": "Scarlet Wand tip touching ritual",
        "source": "/images-opt/scarlet-wand-hat-1.webp"
      }
    ]
  },
  {
    "id": "stain-hat",
    "name": "Stain Hat",
    "chapter": null,
    "quote": "Ṃ̷̳͝͝A̷̼̝͊Y̴͕͑ ̴̹̚T̵͓́͜H̵̻̻̚E̵̟͆ ̴̡̒L̴̙̏̚A̶̲̋Ṉ̴̦̉D̴̡͗S̵̜͇̄ ̸̧̱̐B̵͇̚͝Ǘ̷̗̌R̸̙̳͝N̶̬̬̈",
    "content": "### <u>Description</u> \nThe Stain Hat takes the shape of—well—a stain, that part’s obvious. What wasn’t obvious, however, was the implication it held. When placed atop the wearer’s head, it looked as though a stain was just casually sitting there. Cute at first glance, but little did they know, it was quietly corrupting their mind.\n\n### <u>Story</u> \nKoseki Bijou was one of the first to obtain this hat. As excited as she was to finally have any kind of hat, she put it on immediately. But as days passed, the Stain slowly seeped into her thoughts—until she was completely under its control.\n\n[Corruption](#embed:https://www.youtube.com/live/qFnAgJtQtiY?feature=shared&t=12727)\n\nThe hat then commanded her to spread its corruption, and the moment anyone else put on the hat passed from the corrupted one, they too would fall under its influence (except for Shiori—she’s immune, for some reason).\n\nTo break free of the corruption, the hat must either be removed... or the wearer must drink a cure known as “The Essence of Empathy.”\n\n[Cure of the Corruption](#embed:https://www.youtube.com/live/_urPfTQnLes?feature=shared&t=12365)",
    "thumbnailSrc": "/images-opt/stain-hat-thumb.webp",
    "galleryImages": [
      {
        "title": "Corrupted ones wearing the Stain Hat",
        "source": "/images-opt/stain-hat-0.webp"
      }
    ]
  }
]