{
  "heroes": [
    {
      "id": "ame-entry",
      "title": "アメリア・ワトソン",
      "chapters": [
        0
      ],
      "quote": "王様のズボンにシミがついてるぞ！",
      "content": "## 概要\n\n**記憶:** [覚醒](https://youtu.be/jDmyL6CuzBU)\n**レベレーション:** [叡智の瞳](#entry:eye-of-wisdom-entry)\n**状態:** 旅の途中\n\nジョン・ワトソン――後に「アメリア・ワトソン」として記憶される彼女は、いたずら好きで憎めない名探偵です。特に[ゴナソン](#entry:gigi-entry)との関係は、旅の中でもひときわ印象深く、[心に残る物語](#entry:a-knights-tale-entry)として語り継がれています。第1章の終盤以降、その消息は不明。第2章では姿を見せなかったものの、いつか物語に再び登場するのではと、多くの人々がその帰還を心待ちにしています。\n\n## 詳細\n\n### 第1章\n\n**名前:** ジョン・ワトソン、アメリア・ワトソン\n**所属ギルド:** ジェイドソード\n\nジョンは、この世界に降り立ったその日から波乱を巻き起こしました。王国に到着したその日、勇者たちを召喚して助けを求めた王を、なんと暗殺しようと企てたのです。その理由は、「レベレーション（啓示）」を「レボリューション（革命）」と聞き間違え、王を悪の支配者だと勘違いしたからだ。そして何より、王の[ズボンにシミ](https://www.youtube.com/live/y9KKa_k2VTU?t=7108)がついていた、という些細な（？）理由からでした――。\n\nこの大胆不敵な計画の噂は瞬く間に広まり、王への忠誠心に厚い騎士ゴナソンの耳にも届きます。彼はジョンを止め、その企みを阻止しようと躍起になるのですが、運命は彼らが想像もしなかった展開を用意していたのです。なんと、2人は争うどころか、出会ってわずか2日でダイヤを交わし、仲睦まじく夫婦の契りを結んでしまうのでした。\n\nジョンはすぐにみんなのアイドルとなりました。快活なエネルギーと、彼女のレベレーションがもたらすおなじみの「ボンッ！」という音と共に、どこへ行っても人々を笑顔にし、希望の光を灯したのです。オレンジ色の鎧をまとった騎士（ゴナソン）が、彼女に夢中になるのも当然だったと言える。\n\nしかし、そんな幸せな物語がまさに花開こうとしていた時、悲劇が彼らを襲います。[エイジアント・シューアーズ・ダンジョン](#entry:ancient-sewers-dungeon-entry)を攻略したジョンは、そこで過去の記憶――「アメリア・ワトソン」としての自分――を取り戻すのです。しかし、その代償はあまりにも大きかった。「今」の自分、そして何より愛するゴナソンのことを、すべて忘れてしまった。オレンジ色の騎士（ゴナソン）の心は、まさに粉々に砕け散りました。しかし、記憶を取り戻したアメリア自身もまた、表現しようのない喪失感に苛まれていたのです。大切な何かを失ってしまったような――けれど、それが何だったのか、どうしても思い出せない。\n\n> 「私のダイヤを返して！ダイヤがここに閉じ込められてる！」\n> 「なぜ私は見捨てられたの…！何を奪ったっていうの！」\n\n頭の中に響く声、仲間たちからのさりげないけれど温かい支え、そして心の奥底に残る確かな感情に導かれ、彼女は失われた記憶そのものを取り戻すことはできなかったものの、新たな一歩を踏み出す勇気を得ます。そして、騎士の変わらぬ一途な想いに胸を打たれたアメリアは、2人の絆を再びゼロから築き直すことを選んだのです。こうして2人は共に、新たな[ハッピーエンド](https://www.youtube.com/live/WvRIdaH107U?feature=shared&t=12776)を紡ぎ出すのだったのでした。\n\nこうして、アメリアの物語はひとまず幕を閉じた。その後、彼女は「重要な用事」を済ませるために旅立ったが、彼女がこの世界、そして今も待っている騎士の元へ戻ってくるための扉は、ほんのわずかに開いたままだ。\n\n## 豆知識\n\n- [エイジアント・シューアーズ・ダンジョン](#entry:ancient-sewers-dungeon-entry)の報酬アイテムの一つである「ワープクリスタル」は、アメリアが作ったものだと語られています。\n\n[アメ](#easter:easter-ame)",
      "thumbnailSrc": "/images-opt/ame-entry-opt-thumb.webp",
      "galleryImages": [
        {
          "title": "アメ 第1章プロフィール",
          "source": "/images-opt/ame-entry-0-opt.webp"
        },
        {
          "title": "アメ リベスタル王国を探検中",
          "source": "/images-opt/ame-entry-1-opt.webp"
        },
        {
          "title": "リコレクション - アメリア・ワトソン",
          "source": "/images-opt/ame-entry-2-opt.webp"
        }
      ],
      "imageSrc": "/images-opt/ame-entry-opt.webp"
    },
    {
      "id": "gura-entry",
      "title": "がうる・ぐら",
      "chapters": [
        0
      ],
      "quote": "私に話すときは口の利き方に気をつけなよ >:3",
      "content": "<!-- quote: 私に話すときは口の利き方に気をつけなよ >:3 -->\n\n<!-- chapters: 0 -->\n\n<!-- images: (ぐらのチャプター1プロフィール), (アトランティスを探索するぐらと仲間たち), (リコレクション - がうる・ぐら) -->\n\n<!-- model: false -->\n\n## 概要\n\n**記憶:** [覚醒](https://youtu.be/SDnRHwpnIH4)\n**レベレーション:** [オーシャニック・テラー](#entry:oceanic-terror-entry)\n**状態:** アトランティスへ帰還\n\nがうる・ぐらは、明るくお茶目な性格で、誰もが彼女を愛さずにはいられない存在でした。その無邪気なユーモアと人懐っこい振る舞いは、いつも周りを笑顔で包み込みます。仲間たちとの冒険は、彼女がアトランティスへと連れ戻されたことで突然幕を閉じましたが、友人たちとの温かい思い出、そして頭の中に響き続けていた声は、これからも彼女の心に残り続けることでしょう。\n\n## 詳細\n\n### 第1章\n\n**名前:** がうる・ぐら\n**ギルド:** スカーレットワンド\n\nがうる・ぐらは、この不思議な冒険に誰よりも胸を躍らせていました。新たな発見に出会うたびに目を輝かせ、趣向を凝らした仕掛けや個性的なダンジョンのデザインを心から楽しみ、その創意工夫を称賛していました。\n\n彼女はちょっぴり辛辣で、茶目っ気たっぷりな一面も。特にタムや[ジョン・ワトソン](https://www.youtube.com/live/PJtapc2_0k?si=Zjtfn-It4RAxI-V-&t=7423)にちょっかいを出すのが大好きで、中でも「ジョンをからかう」のは一番のお気に入りでした。二人の間には、恋愛とは違う、お互いをよく知り尽くしているからこそできる、くだらない冗談を言い合ったり、からかい合ったりするような、そんな絆があった。そして、ジョンに夢中なゴナソンをからかうことも忘れませんでした。\n\nぐらは「アポイント・ポイント」という、一風変わった教団の創設者、最初の信者でした。彼女は、真紅の長い帽子を最初に着用し、それをギルドの象徴としました。誇らしげにその力と責任を語る彼女の姿は、スカーレットワンドのメンバーたちに一体感をもたらしました。\n\n彼女は王国の冒険で長らく活躍していましたが、他の勇者たちが引き起こした大規模な混乱の多くには、不思議と巻き込まれませんでした。しかし、もちろん彼女自身が巻き起こす事件は別です。例えば、コンビニの裏に[ギロチン台](https://www.youtube.com/live/72SJQRQ7qi0?t=4184)を設置するなど…。その理由は、聞かない方が身のためかもしれません。\n\n> 「そう、この王国には犯罪が多いんだよ、分かる？匂うんだ。」\n> 「なにっ！？私の絞首台から飛んで逃げられるだと！？」\n\nそして、[オーシャン・テンプル・ダンジョン](#entry:ocean-temple-dungeon-entry)を攻略した際、ぐらは自らの過去を思い出します。彼女はかつて、アトランティスの住人でした――王女だったとも、ただの庶民だったとも言われますが。過去の彼女は、全能のトライデントを盗み、退屈な海底の暮らしに飽きて地上へと逃げ出したのです。しかし、運命は彼女を追い、最終的にアトランティスの民によって連れ戻されることになります。ですがその前に、彼女は仲間たちに最後の別れを告げました。\n\n## 豆知識\n\n- 第1章の最後、勇者たちが白い箱に転送された際、ぐらだけはこっそりとリベスタルに戻ることに成功していました。もちろん、これは「想定外」の出来事。すぐに神々によって箱の中へと連れ戻されてしまいましたが。\n- 驚くべきことに、ぐらは王国で起きた大事件のほとんどを回避しています。[ロトの大混乱](#entry:lottery-fiasco-entry)や[穢れ](#entry:the-corruption-entry)といった出来事にも巻き込まれずに済んだのは、まさに幸運としか言いようがありません。\n\n[ぐら](#easter:easter-gura)",
      "thumbnailSrc": "/images-opt/gura-entry-opt-thumb.webp",
      "galleryImages": [
        {
          "title": "ぐらのチャプター1プロフィール",
          "source": "/images-opt/gura-entry-0-opt.webp"
        },
        {
          "title": "アトランティスを探索するぐらと仲間たち",
          "source": "/images-opt/gura-entry-1-opt.webp"
        },
        {
          "title": "リコレクション - がうる・ぐら",
          "source": "/images-opt/gura-entry-2-opt.webp"
        }
      ],
      "imageSrc": "/images-opt/gura-entry-opt.webp"
    },
    {
      "id": "calli-entry",
      "title": "森カリオペ",
      "chapters": [
        -1
      ],
      "quote": "死が二人を分かつまで。",
      "content": "## 概要\n\n**記憶:** [覚醒](https://youtu.be/j8I3gqJV1NU)\n**レベレーション:** [レスト・イン・ピース](#entry:rest-in-peace-entry)\n\n森カリオペは、死神の弟子としての記憶を取り戻したにも関わらず、人の命を奪うような陰鬱な仕事に明け暮れることはなかった。それどころか、彼女は多才な人物でした――酒場の経営者、セラピスト、競売人、建築家など何でもこなしました。常に自分の仕事に真剣で、皆の幸せのためならどんなことにも喜んで手を貸す、そんな頼れる存在だった。\n\n## 詳細\n\n### 第1章\n\n**名前:** 森カリオペ\n**ギルド:** ジェイドソード\n\nカリは、この謎めいた世界に転移した理由が明らかになった、数少ない存在の一人。その原因は、まさかの「[トラックに轢かれる](https://www.youtube.com/live/xE3JQ1R2dU?t=331)」というお決まりの展開だった。控えめで、少し大人びた雰囲気を持つ彼女は、できる限り争いを避け、単独行動を好む傾向にあった。アンダーワールドダンジョンを攻略した後、彼女はかつての自分――死神の弟子・森カリオペ――であった記憶を取り戻したのだ。\n\nカリは正義を重んじ、正しいことのために毅然と立ち上がる女性だった。エリザベスのような志を同じくする者にとって信頼できる味方でした。そんな彼女が一躍その名を馳せたのは、**死が二人を分かつまで**という酒場の経営によってだった。提供していたのは料理だけではない。なんと、離婚サービスまで手掛けていたのだ！愛に溢れる王国を見て、「どうせ愛もいつかは終わる」と見越して、そこに商機を見出したのである。最初は既婚者たちから猛反発を受けたものの、最終日には、彼女の[サービス](https://www.youtube.com/live/evcruocvE3g?feature=shared&t=11280)を求める長蛇の列ができていたという。\n\n> みんな最初は浮かれるけど、それはいつまでも続かない。その時になれば、きっと私に感謝するはずよ。\n\n最終日の「腐敗」との戦いでも、カリは重要な役割を担うことになる。絶望的な状況が広がる中、彼女はなんと、皆を救う[治療薬](https://www.youtube.com/live/evcruocvE3g?t=8835)を開発！まさに、その料理の腕を極限まで発揮した結果だった。彼女の酒場は人々で賑わい、そんな光景にピンク髪の店主は大いに満足したのだった。食事でも、慰めでも、あるいは書類仕事に至るまで――人々を繋ぎ、支えることこそが、彼女の本当の使命だったのかもしれない。\n\n### 第2章\n\n**名前:** モーダン・ラムジー\n**職業:** シェフ\n\n死神の二度目の旅は、確固たる使命を背負い始まった。シャキーラと共に「ロア・キーパー」の1人に選ばれ、英雄たちの日々の冒険を図書館に記録する役目を担うことになったのだ。\n\n他の多くの者と違い、カリは前の旅の記憶をすべて保持していた。それなら、また食堂を建てよう。シェフとして再び働くことは、彼女にとってごく自然な選択だった。こうして彼女は **モーダン・ラムジー** の名を名乗り、食事と宿泊の両方を提供する新しいレストラン兼宿屋をオープン。そこには秘密のファイトクラブまで併設されており、彼女と[「ウルフパック」](https://www.youtube.com/live/uX0rZYSrb4Q?si=ygF1V3H5aVxDjwl&t=6658)が時折スパーリングに汗を流す場ともなっていた。\n\nそれだけでなく、カリはセラピストとしても活躍。屋台を出し、悩める人々の声に耳を傾け、的確な助言を与えていた。料金は300コインと破格。王国の混乱が深まるにつれて、彼女の元には相談者が[殺到](https://www.youtube.com/live/ABO6qUKDBG0?si=zw4PRzXBRiyCgpjw&t=14246)する事態に。そのあまりの忙しさに、カリ本人が「私も誰かにセラピーを受けたい」と本音を漏らすほどだった。\n\n> 問題は根本から解決するのが一番……ねえ、殺人という選択肢は考えたことある？\n\nもちろん、モーダン自身もいくつかの騒動に見舞われることもあった。シオリの妨害がなければ、お見合い形式のブラインドデートで、ゴナソンと恋に発展していたかもしれない。だが結局、カリは心を込めて人々と向き合い、皆のために尽力し続けた。特に、住む家をなくした人々のために、何日も何晩も徹夜で家を建て上げ、それを[オークション](https://www.youtube.com/live/Ch4qLZhARtY?t=5528)にかけた姿は、彼女の揺るぎない優しさを強く物語っている。\n\nやはり彼女は、多才で、友の幸せと、皆の健やかな日々を心から願う女性だった。\n\n## トリビア\n\n- 第1章の酒場経営は、実際には赤字だった。なぜなら、彼女が頻繁に無料の食事や割引を提供していた上に、お客さんのほとんどは支払う余裕がなかったからだ。\n- 第1章の最終日にカリが手掛けた全ての離婚は、ビジューの複雑すぎる恋愛関係を整理するためだった。\n- 第2章では、カリはシオリに対して強い警戒心、というよりむしろ恐怖心を抱くようになっていた。シオリが彼女の商売にちょっかいを出したり、不気味な言葉を投げかけたりするからだ。ゴス女の存在そのものが、カリの背筋を凍らせるほどだった。\n\n[カリ](#easter:easter-calli)",
      "thumbnailSrc": "/images-opt/calli-entry-opt-thumb.webp",
      "galleryImages": [
        {
          "title": "カリのチャプター1プロフィール",
          "source": "/images-opt/calli-entry-0-opt.webp"
        },
        {
          "title": "カリ オーラ集め",
          "source": "/images-opt/calli-entry-1-opt.webp"
        },
        {
          "title": "リコレクション - 森カリオペ",
          "source": "/images-opt/calli-entry-2-opt.webp"
        },
        {
          "title": "カリのチャプター2プロフィール",
          "source": "/images-opt/calli-entry-3-opt.webp"
        },
        {
          "title": "チャプター2のエンディング中のカリ",
          "source": "/images-opt/calli-entry-4-opt.webp"
        }
      ],
      "imageSrc": "/images-opt/calli-entry-opt.webp"
    },
    {
      "id": "kiara-entry",
      "title": "タナキシャ・カリア",
      "chapters": [
        -1
      ],
      "quote": "レズビアンたちを救わなければ！",
      "content": "## 概要\n\n**記憶:** [覚醒](https://youtu.be/A3bQdV_sl08)\n**レベレーション:** [バーニングフェニックス](#entry:burning-phoenix-entry)\n\nタナキシャ・カリア――今はキアラとして知られる彼女は、仲間を支え、正義のために戦うことを決して厭わない不死鳥の戦士だ。時にはドジを踏むこともあるけれど、どんな困難に直面しても、常に自身の心と信念に従って行動する姿は一貫している。\n\n## 詳細\n\n### 第1章\n\n**名前:** オレンジのタナキシャ・カリア、通称シャキラ、自称「リベスタルの救世主」\n**ギルド:** アンバーコイン\n\nタナキシャ・カリアが目覚めた瞬間から、彼女の運命は決まっていた――それは「リベスタルを救う」こと。英雄的な使命を胸に、オレンジ色の戦士は常に正義の道を歩もうと努める。王妃タム・ガンドルに[詐欺の可能性](https://www.youtube.com/live/qKlzaYirN88?feature=shared&t=1129)を報告し、仲間を欺きから守り、不正には決して屈しない。ネリッサがエリザベスにしつこく言い寄っていた際も、シャキラはためらうことなく[彼女を非難した](https://www.youtube.com/live/3cr3DLpyB60?si=lQ_VjUGHZ9A1G2r7&t=13330)。\n\nしかし、彼女のギルド「アンバーコイン」は元々少人数で、仲間のひとりが森に姿を消し、もうひとりが別のギルドへ移ってしまったことで、さらに寂しさを募らせていた。それでも彼女は歩みを止めることはなかった。\n\n> 彼女は私たちを置いていった……\n> ただでさえ小さなギルドなのに……\n\n誰の言葉にも惑わされることなく、自身の判断を信じ続けた不死鳥の戦士。しかし、旅の終盤には、彼女もまた「愛する人と共に帰る場所が欲しい」と願うようになっていた。ある[謙虚な騎士](https://www.youtube.com/live/3cr3DLpyB60?si=lQ_VjUGHZ9A1G2r7&t=21557)に心惹かれたものの、彼の心にはすでに別の誰かがいた。結局、彼女は自分ひとりの力で前へ進むことを学んだのだった。\n\n### 第2章\n\n**名前:** シャキラ、小鳥遊キアラ\n**職業:** スミス（鍛冶屋）\n\n第2章を迎えたキアラは、胸を張って新たな役割「伝承の守り手」としてモーダン・ラムジーと共に任命され、その重責を喜んで引き受けた。\n\n特別な役割を得たことで、彼女はさらに強く「誰かの力になりたい」という気持ちを抱くようになる。エリザベスには資材を惜しみなく提供し、右も左も分からない困惑気味の騎士を支え続け、時には鍛冶場まで作ってあげた。その姿は、まるでエリザベスの「世話焼きなママ」のようだった。さらに、ふわふわシェフの[夢を叶える](#entry:fluffy-cafe-entry)ため、毎日売れ残ってしまうフワワの料理をほとんど買い取った。\n\n> 売上がゼロって本当……？\n> そんなの、心が痛むよ……！\n\nシャキラの好奇心と遊び心も健在で、仲間たちの騒動に積極的に飛び込み、まるで王国のカメラマンのように数々の[ドラマ](https://www.youtube.com/live/wCysZh57Hcc?t=14970)を見届けた。\n\nただし、そんな「助けたい」という気持ちが裏目に出てしまうこともあった。善意でモーダン・ラムジーとゴナソンのブラインドデートを企画した結果、ゴナソンとシオリの関係が[大混乱](https://www.youtube.com/live/wCysZh57Hcc?t=8832)に陥ってしまったり、王国を揺るがす[「インブレッド事件」](#entry:inbread-entry)を引き起こす一端を担うことにもなりました。\n\nこの章では、第1章で経験したような孤独を選ぶことはなく、人間関係はより複雑に絡み合っていく。彼女はイマーカインドに恋心を抱くが、なんと彼女はいとこだった――これは、孤独な旅を経験した彼女が、どれほど愛に飢えていたかを示すエピソードとも言えるだろう。\n\n当然、この恋も実ることはなかった。だが、王国中が恋愛模様で溢れ、自分だけが孤独だと感じた最も辛い時、意外なところから希望が訪れる。――一匹の「大きな猫」の存在だ。心温まる展開の末、キアラはロアと結婚。[憧れ](https://www.youtube.com/live/ngfdLbrpeM4?si=eGpYwslFn09813CQ&t=13080)は確かな愛へと変わり、第2章は幸せな結末で幕を閉じる。彼女はついに、自分自身の恋物語にハッピーエンドを手にしたのだ。\n\n## 豆知識\n\n- **シャキラ**という名前は、タナキシャ・カリアという本名が少し読みづらかったため、ゴナソンが提案したものだ。\n- シャキラはしばしば「神々の言葉を話せる」と豪語していたが、その正体は**ドイツ語**。王国でドイツ語を話せるのは、彼女を含めてわずか2人だけだったという。\n\n[kiara](#easter:easter-kiara)",
      "thumbnailSrc": "/images-opt/kiara-entry-opt-thumb.webp",
      "galleryImages": [
        {
          "title": "シャキラの第1章プロフィール",
          "source": "/images-opt/kiara-entry-0-opt.webp"
        },
        {
          "title": "他の仲間と共にステインと戦うシャキラ",
          "source": "/images-opt/kiara-entry-1-opt.webp"
        },
        {
          "title": "リコレクション - 小鳥遊キアラ",
          "source": "/images-opt/kiara-entry-2-opt.webp"
        },
        {
          "title": "シャキラの第2章プロフィール",
          "source": "/images-opt/kiara-entry-3-opt.webp"
        },
        {
          "title": "第2章エンディングのシャキラ",
          "source": "/images-opt/kiara-entry-4-opt.webp"
        }
      ],
      "imageSrc": "/images-opt/kiara-entry-opt.webp"
    },
    {
      "id": "ina-entry",
      "title": "ニノイナ",
      "chapters": [
        -1
      ],
      "quote": "ポテト…ポ・テ・ト。",
      "content": "## 概要\n\n**記憶:** [覚醒](https://youtu.be/QE5Ow4L1Zt8)\n**レベレーション:** [バイオレット・ミアズマ](#entry:violet-miasma-entry)\n\n「ニノイナ」と親しまれる一伊那尓栖。彼女はフワワと並び、この謎に満ちた冒険の中で数少ない「常識的な存在」だった。勤勉で努力家、思いやり深く、どんな時も落ち着いている彼女は、周囲の混沌とは対照的。そして、そんな彼女には、まるで正反対のような妻がいたのだ。\n\n## 詳細\n\n### 第1章\n\n**名前:** ニノイナ\n**ギルド:** セルリアンカップ\n\nイナは控えめながらも、新たな旅へと踏み出した。個性豊かな仲間たちに囲まれながらも、彼女はどんな時も冷静さを保っていた。とりわけ印象的だったのは、[ホットピンクワン](#entry:irys-entry)との出会い。冒険2日目にして、彼女を「永遠の伴侶」と宣言するほどの絆を育んだことだ。また、「ワーデンショベル」という奇妙な思い出を共有し、深い絆で結ばれたビジューを、実の妹のように大切にしていた。\n\n> 「み、みんな…私たちは共感を大事にするギルドじゃなかったっけ…？」\n> 「本当にここにいていいのかな…この人たちちょっと…」\n\n[エルドリッチ・ホラーダンジョン](#entry:eldritch-horror-dungeon-entry)を踏破した際、彼女は「一伊那尓栖」としての記憶を取り戻す。かつて彼女は、魂を癒し、人々を笑顔で送り出す司祭だったのだ。\n\n彼女は常に仲間を助け、争いを仲裁し、皆の支えとなり続けた。旅の終盤では、「穢れ」を食い止める重要な役割を担い、解毒方法を見つけ出し、仲間たちを救い出した。特に、妹のように慕っていたビジューを[深淵の闇から救い出した](https://www.youtube.com/live/NdWqpuyH0Zg?feature=shared&t=4490)ことは、彼女の大きな功績として称えられた。\n\nギルドにも、そして大切な伴侶にも忠実で頼れる存在であり続けたイナ。時に伴侶から心ない言葉を投げかけられることもあったが、それでも彼女は深い思いやりでそれらを受け止め、許しへと変えていった。贈り物をし、惜しみない愛を注ぎ、[ホットピンクワン](#entry:irys-entry)が「恋人以外の相手」に目を向けるようなことがあっても、彼女は寛大な心で受け入れてみせた。\n\n### 第2章\n\n**名前:** ニノイナ\n**職業:** ジュエラー\n\n二度目の旅でも、イナの冷静さは健在だった。周囲が互いを騙し合い、混乱が巻き起こる中でも、彼女は自宅で静かに[ポテトを育てていた](https://www.youtube.com/live/BkJIFGhpKIY?si=TOOasp2g_o_oVHFp&t=6891)のだった。\n\n> 「ああ、ポテトの妖精さん、教えてください。私は何をすればいいの？」\n> 「揚げればいい？」\n\nビジューとの姉妹の絆も盤石で、今回は彼女を「穢れ」から救い出すような事態もなく、穏やかで安定した旅路が約束されているように思えた――終盤までは。\n\n[ホットピンクワン](#entry:irys-entry)は相変わらず彼女の伴侶であり続けたが、その予測不能な行動は、日を追うごとにイナの忍耐力を試すようになっていった。突然の妊娠発表、タム・ガンドルとの恋愛模様を巡る衝突、そして、タム・ガンドルがイナに愛の告白をするという事態まで発生した。さらに[ホットピンクワン](#entry:irys-entry)は「イナは自分だけのものだ」と強く主張するに至った。――それは、ポテトを愛するジュエラーにはあまりに重すぎる試練だった。\n\nそしてイナは[決断を下す](https://www.youtube.com/live/PoM6ETBlOVY?t=723)。自らの道を歩むことを選び、自己を見つめ直す内省の旅へと出ることを決意した。何が問題だったのかを探り、[ホットピンクワン](#entry:irys-entry)との関係を続けるべきかを見極めるために。\n\n## 豆知識\n\n- イナが恋愛トラブルに巻き込まれたのは2度。第1章ではゴナソンとパールを巡る件、第2章ではタム・ガンドルとの件だ。そしてどちらの場合も――言うまでもなく、その原因は、他ならぬ伴侶の[ホットピンクワン](#entry:irys-entry)にあったのだ。\n\n[イナ](#easter:easter-ina)",
      "thumbnailSrc": "/images-opt/ina-entry-opt-thumb.webp",
      "galleryImages": [
        {
          "title": "イナのチャプター1プロフィール",
          "source": "/images-opt/ina-entry-0-opt.webp"
        },
        {
          "title": "シオリと共に啓示を発動するイナ",
          "source": "/images-opt/ina-entry-1-opt.webp"
        },
        {
          "title": "リコレクション - 一伊那尓栖",
          "source": "/images-opt/ina-entry-2-opt.webp"
        },
        {
          "title": "イナのチャプター2プロフィール",
          "source": "/images-opt/ina-entry-3-opt.webp"
        },
        {
          "title": "チャプター2エンディングのイナ",
          "source": "/images-opt/ina-entry-4-opt.webp"
        }
      ],
      "imageSrc": "/images-opt/ina-entry-opt.webp"
    },
    {
      "id": "irys-entry",
      "title": "ホットピンクワン",
      "chapters": [
        -1
      ],
      "quote": "あなたはいつだって、私の保険だったの。",
      "content": "## 概要\n\n**記憶:** [覚醒](https://youtu.be/5uaWaQg4pnM)\n**レベレーション:** [ライトアンドダークネス](#entry:light-and-darkness-entry)\n\nホットピンクワン――今ではIRySとして記憶される彼女は、自由奔放な仮面の下に、複雑で混沌とした人間関係を抱え込んでいました。行く先々で騒動を巻き起こし、特に恋愛においては、常に嵐の中心にいるかのよう。人を惹きつけると同時に気まぐれに突き放す、そんなピンクの謎めいた魅力は、まさに恋愛トラブルの磁石そのものでした。\n\n## 詳細\n\n### 第1章\n\n**名前:** ホットピンクワン\n**ギルド:** セルリアンカップ\n\n第1章での彼女は、どこか距離を置いたような気だるげな態度で、日々を気ままに過ごしていました。記憶喪失かどうかに関わらず、彼女は彼女らしく、突拍子もない発言で周囲を笑わせたり、時には呆れさせたりしていました。\n\nやがて王国の騒動に巻き込まれていきますが、控えめな活動にもかかわらず、「サイドチック・マグネット（浮気相手の磁石）」としてその悪名が知れ渡ることになります。\n\n> サイドチック4番、落ち着いて！\n> あなたはいつだって……私のキープだったの。\n\n冒険2日目にはすでにニノイナを「妻」と宣言。紫の彼女へ[永遠の忠誠](https://www.youtube.com/live/f8W426VZTb8?t=9715)を誓ったはずが、その後も次々と女性を惹き寄せ、最終的に4人もの「サイドチック（本命以外の恋人）」を持つことになります。さらに、記憶を失い愛する人を探す[金髪の女性](https://www.youtube.com/live/pH9lSCrTVMY?feature=shared&t=1792)にまで手を出そうとします。思い出してください――このピンクの彼女は「共感」を掲げるはずの[セルリアンカップ](#entry:guilds-entry)の一員なのです。\n\n因果応報か、それとも崩壊の必然か。結局、彼女が築いた不純な関係は終わりを告げ、最後に残ったのは永遠の伴侶ただ一人だけでした。\n\n### 第2章\n\n**名前:** ホットピンクワン、IRyS\n**職業:** シェフ\n\n第1章が嵐の序章だったとすれば、第2章では彼女のカオスが完全に爆発します。記憶を再び失ったものの、奇天烈で自由すぎる性格は健在で、絡み合う人間関係はさらに複雑さを増していきました。\n\n「ホットピンクワン」の名で呼ばれながら、チョコレートケーキを得意とするシェフとして活動。さらに[スターサイト・エルピス](#entry:star-site-elpis-entry)を制覇したことで、自らを「希望の化身IRyS」として思い出すのですが――その希望は、まるで酔っ払いでした。\n\n日を追うごとに、彼女の人間関係はますます複雑になっていきます。\n\n恋愛、友情、そして言葉では言い表せないような曖昧な絆が、次々と結ばれていきました。ピンクの猫と口移しで食事を分け合い、イマーカインドとは「親友」と宣言（少なくとも緑の彼女はそう信じていたようですが）、そして「インブレッド」と呼ばれる奇妙なカルト集団にまで加わってしまいます。\n\n家族のような一面も育まれていきました。古石・ビジューとは[兄妹のような関係](https://www.youtube.com/live/EKjcWfEGsB0?si=s8GiS__Q7mOaFuB_&t=436)を築き、旅の間ずっと互いを支え合いました。永遠の伴侶イナは変わらず恋人として寄り添い続け、そして新たな恋人タム・ガンドルとも情熱的に言葉を交わし合いました。\n\nすべてが順調に進んでいるように見えました。[最後の数日](#entry:hot-pink-one-collapse-entry)が訪れるまでは。\n\n終盤、彼女は混沌に拍車をかけるように「妊娠した」と主張し始めます。ビジューが性別発表パーティーを開いたものの、明かされた「赤子」の性別はなんと[「ガス」](https://www.youtube.com/live/os9TbwMUcbk?t=5739)でした。多くの人々は、彼女が「妊娠」ではなく「ガスでお腹が膨れているだけ」ではないかと疑念を抱きました。そこから事態は急転。タムとの関係は破綻してしまいます。タムは「ホットピンクワンには価値がない」と結論づけ、やがてタムとイナは関係を持つことになります。この不倫をきっかけに、イナは悟りを求める旅へと出てしまい――残されたピンクの彼女は絶望に沈み、まるでヤンデレのような姿を見せるようになったのです。\n\n> 彼女に幸せは訪れないでしょう。\n> でも、正しい選択はできるはず。唯一の幸せへの道は――私と共にあることなのよ。\n\n彼女の視点で物語を追っていたプレイヤーにとっては、いつの間にか本来の冒険の目的を忘れてしまいそうなほど、波瀾万丈な展開が続きました。\n\n## 豆知識\n\n- 予想通りと言うべきか、第2章終了時点で最も多くの恋愛関係（あるいは元恋愛関係）を持つ記録保持者はホットピンクワンでした。ビジュー、ネリッサ、シオリ、アメリア（ほんの一瞬）、イナ、そしてタムといった面々と関わりを持ちました。\n\n[irys](#easter:easter-irys)",
      "thumbnailSrc": "/images-opt/irys-entry-opt-thumb.webp",
      "galleryImages": [
        {
          "title": "ホットピンクワンの第1章プロフィール",
          "source": "/images-opt/irys-entry-0-opt.webp"
        },
        {
          "title": "啓示を発動するホットピンクワン",
          "source": "/images-opt/irys-entry-1-opt.webp"
        },
        {
          "title": "\"Start Again\" のホットピンクワン",
          "source": "/images-opt/irys-entry-2-opt.webp"
        },
        {
          "title": "ホットピンクワンの第2章プロフィール #1",
          "source": "/images-opt/irys-entry-3-opt.webp"
        },
        {
          "title": "ホットピンクワンの第2章プロフィール #2",
          "source": "/images-opt/irys-entry-4-opt.webp"
        },
        {
          "title": "リコレクション - IRyS",
          "source": "/images-opt/irys-entry-5-opt.webp"
        },
        {
          "title": "第2章エンディングのIRyS",
          "source": "/images-opt/irys-entry-6-opt.webp"
        }
      ],
      "imageSrc": "/images-opt/irys-entry-opt.webp"
    },
    {
      "id": "kronii-entry",
      "title": "タム・ガンドル",
      "chapters": [
        -1
      ],
      "quote": "これは単に、まだ早すぎるのだ。",
      "content": "## 概要\n\n**記憶:** [覚醒](https://youtu.be/qV7dgz75vVo?si=0-9CnAZpmqpDPNnO)\n**レベレーション:** [クロノ・サージ](#entry:chrono-surge-entry)\n\nタム・ガンドル――今では「オーロ・クロニー」としてその正体を思い出した彼女は、圧倒的なカリスマ、鋭い舌鋒、肥大した自尊心、そして何よりも「女王」であると譲らない誇大妄想めいた自称により、王国中でその名を知られる存在でした。\n\n## 詳細\n\n### 第1章\n\n**名前:** タム・ガンドル\n**ギルド:** セルリアンカップ\n\nゴナソンが名付けた「タム」という名は、\\_The Azure Maiden（蒼き乙女）\\_の頭文字に由来します。姓の「ガンドル」は、彼女自身が誇らしげに名乗ったものでした。リベスタルの[王](#entry:outsider-entry)と出会うやいなや、タムは彼の「助力を求める要請」を都合よく求婚だと解釈し、瞬く間に自らを女王として戴冠してしまいます。\n\n彼女は旅の初日から熱狂的な従者たちを集め始め、その筆頭は[ゴナソン](#entry:gigi-entry)でした。ゴナソンは彼女の最も忠実な騎士として、タムが女王の座を疑われ非難されるときも、彼女自身が偽りの威厳を振りかざして騒ぎを起こすときも、彼女の隣でかばい続けました。その多くは、もちろん[後者](https://www.youtube.com/live/zgiooha0m4?feature=shared&t=9013)だったのですが。\n\n一方で、従者を増やすたびに宿敵も生み出しました。真っ先にタムの「偽りの女王」ぶりを見抜いたのはエリザベス。そしてラオラは、対抗する王族として宣戦布告します。実際、彼女たちの疑念は的を射ていました。タムには王位の正当性も、その証拠もなく、そして何よりも――まったく所持金がありませんでした。常に大富豪を装い、「80億コインの財産がある」と豪語していましたが、実際には[8コイン](https://www.youtube.com/live/JcRcTRedS_8?feature=shared&t=4242)すらまともに持てない有様だったのです。\n\n> あーもう、なんで嘘ついちゃったんだろ。\n> 80億だか何だか持ってるなんて言ったけど、ほんとはゼロだよ。\n> せめて8,000コインくらい欲しかったな……あーあ！\n\nしかし、鉄壁の自尊心と独裁的な物言いの裏には、仲間を想う優しい一面も隠されていました。自身の旅がわずか3日間――他の誰よりも短いと知っていた彼女は、その貴重な時間を仲間の支援に捧げます。拠点を築き、限られた資源を分け与え、時には盾となって皆を守りました。そして、自らを「冷たい心」だと称していた彼女の胸にも、恋の感情が芽生えます。惹かれたのはホットピンクワン。しかし、その恋はすでに[「約束された者」](https://www.youtube.com/live/fIGfh8GmKY8?feature=shared&t=8234)の存在によって、終わりを告げることになります。\n\n### 第2章\n\n**名前:** タム・ガンドル\n**職業:** サプライヤー\n\n第2の旅が始まった時、彼女の記憶は失われていました。かつての威厳ある女王の姿はなく、そこにいたのは静かで引きこもりがちな女性。孤独な作業に満足し、穏やかな日々を過ごしていました。\n\n――だが、その平和は長くは続かなかった。\n\n[スターサイト・クロノス](#entry:star-site-chronos-entry)で記憶を取り戻すと、看守オーロ・クロニーが彼女の中で再び覚醒。タムは再び混沌へと引き戻されてしまいます。おっちょこちょいな騎士ゴナソンがシオリとの複雑な[愛憎劇](https://www.youtube.com/live/YVyeKQ-6Ka8?si=vXgt9AUn-I4rIQ5o&t=11385)を持ち込み、セシリアには公然と「暴君女王」だと糾弾される始末。状況は悪化の一途をたどり、セラピストから「殺害を検討したことは？」と問われるほどに追い詰められていました。\n\nしかし、最も激動の関係だったのは[ホットピンクワン](#entry:irys-entry)との関係でした。運命が二人に与えた「二度目のチャンス」。物語の序盤では仲を深め、「タミー」「ピンキー」といった甘ったるい愛称で呼び合うほどに親密になります。\n\nしかし、時が経つにつれて二人の関係はピンクの女性に主導権を握られるようになり、かつて女王だったタムは、まるでおもちゃのように遊ばれ、ぞんざいな扱いになっていきました。そして決定打となったのは、ピンキーの架空の子供の性別発表パーティーでした。ピンキーとイナの子供の名付け親になって欲しいと頼まれた瞬間――\n\n――タムは[キレた。](#entry:hot-pink-one-collapse-entry)\n\n> あの時、私たちの関係を救えなかったって？！\n> ほら見てみろよ、この負け犬、今じゃ一人で歩いてる！\n\n彼女は縁を断ち切り、復讐を決意。狙いをイナに定めます。かつて抑圧されていた女王は劇的に反転を遂げ、王冠を取り戻したのでした――血筋や名声ではなく、鋭い言葉で反撃し、笑いながら勝利を掴むことで。\n\n## 豆知識\n\n- 第1章のタムは、登場するすべての英雄の中で最も貧しい存在でした。一度も1,000コインを超えたことがない、唯一の人物です。\n- 第2章で彼女が巻き込まれた騒動は、実はほとんどが自ら望んだものではありません。ゴナソンの恋のいざこざ、ピンクとの子ども騒動、親権をめぐる争い――すべては、彼女がベッドから起き上がった瞬間、否応なく引き込まれていったものばかりだったのです。\n\n[kronii](#easter:easter-kronii)",
      "thumbnailSrc": "/images-opt/kronii-entry-opt-thumb.webp",
      "galleryImages": [
        {
          "title": "タムの第1章プロフィール",
          "source": "/images-opt/kronii-entry-0-opt.webp"
        },
        {
          "title": "タムの第2章プロフィール #1",
          "source": "/images-opt/kronii-entry-1-opt.webp"
        },
        {
          "title": "タムの第2章プロフィール #2",
          "source": "/images-opt/kronii-entry-2-opt.webp"
        },
        {
          "title": "レベレーションを使うタム",
          "source": "/images-opt/kronii-entry-3-opt.webp"
        },
        {
          "title": "\"Monster\" MVのタム",
          "source": "/images-opt/kronii-entry-4-opt.webp"
        },
        {
          "title": "リコレクション - オーロ・クロニー",
          "source": "/images-opt/kronii-entry-5-opt.webp"
        },
        {
          "title": "第2章エンディングのタム",
          "source": "/images-opt/kronii-entry-6-opt.webp"
        }
      ],
      "imageSrc": "/images-opt/kronii-entry-opt.webp"
    },
    {
      "id": "bae-entry",
      "title": "ペイザン・ザ・ベイ",
      "chapters": [
        -1
      ],
      "quote": "いいえ、これは**あなたの子供ではありません**。**こっち**があなたの子供です！",
      "content": "## 概要\n\n**記憶:** [覚醒](https://youtu.be/aSFZwinYaaU)\n**レベレーション:** [カオス・スタンピード](#entry:chaos-stampede-entry)\n\nベイは最初こそただの農民（ペイザン）だった彼女だが、その胸には、まぎれもなく勇者の心が宿っていた。働き者で、おしゃべり好き。時に周囲を巻き込むほどの騒動を巻き起こすことも。愛だろうと金だろうと、一度狙いを定めたら一直線に突き進むタイプだ。彼女の恋愛は、他の誰か（ア◯リス）ほどカオスではないですが、それ以外の場面では、機会があればカオスをまき散らしていました。\n\n## 詳細\n\n### 第1章\n\n**名前:** ペイザン・ザ・ベイ\n**所属ギルド:** アンバーコイン\n\n仲間たちと同様、ベイもまた記憶を失った状態でリベスタル王国へと連れ込まれた。恐怖と混乱に包まれた初日。勇者としての役割に慣れるどころか、結局はそれを拒否してしまう。「私は勇者なんかじゃない！ただの農民なんだから！」――そう宣言して深い森へと逃げ込み、戦いや冒険、そして複雑な恋の駆け引きから距離を置こうとしたのだ。\n\nしかし、運命からは逃れられないもの。やがてベイは見つけ出され、本人の[不本意](https://youtu.be/t5NGryTaGqk?t=1529)ながらもリベスタルへと連れ戻されてしまう。世界が彼女を呼ぶとき、たとえ応えなくても「トラック」に引きずられるようにして連れ戻されてしまうこともあるのだ…。\n「え、王様が敵だったの？」――なんて、ベイには最初からお見通しだった。真の敵は王政だと！ [さあ、王を倒そう！](https://youtu.be/t5NGryTaGqk?t=4833)\n\n> 「いいかい、おじいさん。何度も言っただろ。私は弱いんだ、何もできないんだよ。\n> なのにどうしてまたここに連れ戻したんだ！ 私はちゃんとやってたのに！」\n\nその代償として、ベイは[金貨付きの立派な農民帽](https://youtu.be/t5NGryTaGqk?t=1844)を手に入れたのだった。\n\n### 第2章\n\n**名前:** ペイザン・ザ・ベイ\n**職業:** サプライヤー\n\n第2章では、ベイの物語にさらなる彩りが加えられる。その身一つスタートし、金のために必死に働き、ついには自身の店――[\"tHE dUMPSTER\"](https://youtu.be/Lp7GyRVbz1c?t=14135)――を構えるまでになった。訪れる客には誰彼かまわず商売を持ちかける、そのたくましさは健在だ。「ペイザン」という言葉は、もはや貧しさを表すものではない。ベイにとっては、誇り高き肩書きとなっていたのだ。\n\n> 「『ペイザン』を侮辱として使うのはやめてほしいね。それって、人を『王子様』と呼んでバカにするのと同じだよ。」\n\n王国を治める王家の悪口をさりげなく広めたり（リベスタルに「リベル」を付け加えるように）、心を通わせる仲間を得たりと、第2章を通してベイは人との繋がりを深めていく。[イマーカインドとの恋](https://youtu.be/Br6dvhVJ_IE?t=4571)は悲しい結末を迎えたが、それと引き換えに[黒曜石よりも固い友情](https://youtu.be/Br6dvhVJ_IE?t=5292)が生まれた。中でもゴナソンGは、人生で最も辛い時期にベイを支え続けてくれた、かけがえのない友人となる。\n\nベイが見つけたのは友情だけではなかった。ベイは子どもたちを見つけたのだ。見捨てられた彼らを引き取り育てることを決意。その愛情は、[ビジューやシオリとの親権争い](#entry:custody-dispute-entry)にまで発展するほどだった。だが幸運にも、モーダン・ラムジーを犠牲にすることで、ゴナソンを加えた小さな「不器用な家族」による[ステートファームが誕生](https://youtu.be/L7rBGepFrXA?t=13328)する。\n\nだが、本当の「ペイザン・ザ・ベイ」とは一体誰なのか？ 混沌のダンジョンのゲームの中で、彼女の失われた記憶の断片が徐々に戻り始める。すべてを思い出してしまえば「ベイ」でいられなくなるのではと恐れを抱いたが、ステインキングの敗北とともに記憶は完全に蘇る――。なんとベイは農民などではなく、**混沌そのもの**だったのだ！ それでもベイは、「あの大切な箱を奪った子供」への敬意を胸に、あえて[ペイザンであり続ける](https://youtu.be/L7rBGepFrXA?t=5680)ことを誓うのだった。…まったく、あのチャーリーめ……！\n\nだが、戻ってきたのは記憶の一部だけだった。彼女の心には、いまだ大きな謎が残されている。特に、失われた記憶の中でもひときわ鮮明な「母」と呼ばれる存在について――。\n\n#### 母（マザー）\n\n第2章を通して、ベイは記憶の中に存在する「母」と呼ぶ人物について度々語っていた。母はベイに数々の知恵を授けてくれたが、やがて彼女の前から姿を消してしまう。そして記憶の一部が戻った今もなお、その正体は謎に包まれている。もしかすると「母」とは、「兄」チャーリーの姿を借りた存在だったのだろうか？ 真相は第3章で明かされるのかもしれない。\n\n第2章でベイが語った、「母」からの印象的な言葉の数々を振り返ってみよう。\n\n[\"母はいつも言っていた。『持たざる者は……何も持たないまま』\"](https://youtu.be/7bOe38rP7JQ?t=2111)\n\n[\"2日目の日記2: 母はいつも警告してくれた…\"](https://youtu.be/Tiq2wmF-NfQ?t=11052)\n\n[\"母はいつも言ってた。『愛には必ず心の痛みが伴う』\"](https://youtu.be/Br6dvhVJ_IE?t=733)\n\n[これは引用ではないが、母はある教訓をベイに教え損ねていた](https://youtu.be/Lp7GyRVbz1c?t=7171)\n\n## 豆知識\n\n- 王国に滞在したのはわずか2日、しかもほとんど王国に興味を示さなかったにもかかわらず、第1章でベイはタムよりも多くのコインを手に入れ、かろうじて最貧の座を免れている。\n- 第2章で「ステインハット」を被った際には、ちょっとした騒ぎになった。第1章の時と同じく堕落してしまうのではと心配されたが、頭痛を訴えつつも、どうにか無事でいることができた。\n- ベイは「ペイザン」という肩書きを心から誇りにしており、もしそれを侮辱と受け取る者がいれば、即座に言い返していた。\n\n[ベイ](#easter:easter-bae)",
      "thumbnailSrc": "/images-opt/bae-entry-opt-thumb.webp",
      "galleryImages": [
        {
          "title": "ベイ 第1章プロフィール",
          "source": "/images-opt/bae-entry-0-opt.webp"
        },
        {
          "title": "鉱山のベイ",
          "source": "/images-opt/bae-entry-1-opt.webp"
        },
        {
          "title": "ベイ 第2章プロフィール",
          "source": "/images-opt/bae-entry-2-opt.webp"
        },
        {
          "title": "「Monster」MVのベイのカード",
          "source": "/images-opt/bae-entry-3-opt.webp"
        },
        {
          "title": "盗まれたベイの箱",
          "source": "/images-opt/bae-entry-4-opt.webp"
        },
        {
          "title": "第2章エンディングのベイ",
          "source": "/images-opt/bae-entry-5-opt.webp"
        }
      ],
      "imageSrc": "/images-opt/bae-entry-opt.webp"
    },
    {
      "id": "fauna-entry",
      "title": "セレス・ファウナ",
      "chapters": [
        0
      ],
      "quote": "シールドいかがですか！世界の終わりセールで今すぐゲット！",
      "content": "## 概要\n\n**記憶:** 未覚醒\n**レベレーション:** [ネイチャーズ・グレイス](#entry:natures-grace-entry)\n**状態:** 王国の当局から逃亡中\n\nセレス・ファウナは、まさしく唯一無二のキャラクターだった。物語のメインルートからは大きく外れてしまったものの、彼女は第1章で最も印象的な人物の一人として輝いていた。その立役者となったのが、悪名高き個人事業『ファウナマート』だ。\n\nその『悪名』の良し悪しはともかく、彼女は数々の怪しい商法で当局から追われる身となり、王国を脱出する羽目になった。それでも、彼女が物語に刻んだ足跡が消えることはないだろう。\n\n## 詳細\n\n### 第1章\n\n**名前:** セレス・ファウナ\n**ギルド:** スカーレットワンド\n\nファウナは[ギルド](#entry:guilds-entry)が掲げる『知性』と『好奇心』の理念を、まさに体現する存在だった。もっとも、それを王国の発展にどう役立てたのかについては、未だ議論の的となっているが…。物語開始からわずか2日目にして、彼女は大胆な宣言をした。『王国の任務など放棄し、一介の「NPC」として生きる！』と。そして、自身の個人事業[_ファウナマート_](https://www.youtube.com/live/eUQWfgVwwpo?feature=shared&t=176)を立ち上げたのだった。\n\n> こちらファウナマートのファウナからのお知らせです！\n> ファウナマート、本日オープンしました！\n> 豪華賞品と賞金が当たるくじを販売中です！\n\n[ファウナマート](#entry:faunamart-entry)は瞬く間に王国中にその名を轟かせた――だが、それはファウナが望んだ形とは少し違っていた。その看板商品は『くじ券』。詐欺まがいの噂が飛び交ったものの、起業家精神旺盛なファウナは全く動じることはなかった。\n\nその粘り強さと巧みな宣伝で、彼女は着実に多くの顧客を獲得していった。中でも、特に熱心すぎるモココという客がいました。最終的には、そのモココから曖昧な法的理由で店を訴えられるという一幕まで発展した。\n\nさらに、ファウナの築き上げた『帝国』は直接のライバルと対峙することとなる。競合店『ナナイレブン』が出現し、ファウナマートの客を根こそぎ奪い去ってしまったのだ。普通ならそこで事業は崩壊してしまうだろう。しかしファウナは一歩も退かず、ライバルと正面から向き合うと――驚くべきことに和解し、握手を交わして[業務提携](https://www.youtube.com/live/8x-MVX8h9gU?feature=shared&t=1516)を結んでしまったのだ。\n\nファウナにとって、『ファウナマート』こそが自身の『世界』そのものだった。たとえ世界が滅亡の危機に瀕しても、彼女は『[世界の終わりセール](https://www.youtube.com/live/8x-MVX8h9gU?t=142)』と銘打ち、店を開き続けたほどだ。そのビジネスへの執着が英雄的かどうかは疑問だが、彼女の心の真っ直ぐさは本物だった。特にネリッサからは、その誠実さや創造力、そして優しさを評価され、厚く慕われていたという――時に『詐欺まがい』と評されながらも。\n\nそして今、ファウナは利益を手に姿を消し、当局の追及から逃亡中の身。だが、王国は彼女が成し遂げた偉業に対し、『緑を司るCEO』へと敬意を払わずにはいられないだろう。彼女が今どこにいようとも、ひとつ確かなことがある。『ファウナマート』は、人々の記憶と伝説の中で、永遠に生き続けるだろう。\n\n## トリビア\n\n-   ファウナは『詐欺ではない』と一貫して主張していた。だが、実はくじを始めて数日間、彼女が使用していた魔法的ランダム生成システムがバグっていたのだ。つまり、彼女は意図せず不正な結果を出してしまい、客を『詐欺』する形になっていたのである。\n-   王国最大のビジネスを展開していたにもかかわらず、ファウナは実はそれほど裕福ではなかった。皮肉なことに、その『大富豪』の称号は、彼女の従業員の一人であるネリッサのものだったのだ。\n\n[ファウナマート](#easter:easter-faunamart)",
      "thumbnailSrc": "/images-opt/fauna-entry-opt-thumb.webp",
      "galleryImages": [
        {
          "title": "ファウナのチャプター1プロフィール",
          "source": "/images-opt/fauna-entry-0-opt.webp"
        },
        {
          "title": "ビジューと共に戦うファウナ",
          "source": "/images-opt/fauna-entry-1-opt.webp"
        },
        {
          "title": "ファウナマートのくじ券",
          "source": "/images-opt/fauna-entry-2-opt.webp"
        },
        {
          "title": "ファウナと黄金のリンゴの木",
          "source": "/images-opt/fauna-entry-3-opt.webp"
        }
      ],
      "imageSrc": "/images-opt/fauna-entry-opt.webp"
    },
    {
      "id": "mumei-entry",
      "title": "ナナムー",
      "chapters": [
        0
      ],
      "quote": "「そっくりっていうなら、あなたがお腹に子どもがいるくらいそっくりよ。」",
      "content": "## 概要\n\n**記憶:** 未覚醒\n**レベレーション:** [ウィンドオブシヴィライゼーション](#entry:winds-of-civilization-entry)\n**ステータス:** 王国当局から逃亡中\n\nナナムーは不思議で、風変わりで、もしかしたら少し危なっかしい――いや、優しく言えばただの天然といったところ。突拍子もない言動と予測不能な行動は、仲間の勇者たちはもちろん、彼女の頭の中に響く“声”さえも困惑させ、振り回すほどだった。彼女が何を考え、なぜそう行動するのか、誰にも理解できなかった。だが、たった一つ確かなことがある――それは、彼女がとてつもなく愛らしい存在だということだ。\n今では、緑色のビジネスパートナーと同じく、彼女自身も“お馴染みの理由”――そう、詐欺――によって当局から追われる身となっている。\n\n## 詳細\n\n### 第1章\n\n**名前:** クレオパトラ・アイゼンハワー・ダ・ヴィンチ・ザ・グレート三世、ダーウィン・ルーズベルト・ディカプリオ・ジュニア、ナポレオン・ガリレオ・アリストテレス・ターガリエン、ナナムー\n**所属ギルド:** アンバーコイン\n\n数々の奇抜な名を持つナナムーの旅路は、他の多くの者たちと同様に始まった――ただし、彼女の場合は“馬への並々ならぬこだわり”からだった。馬の鳴き声を真似たり、馬の話を口にするのが日常の光景だった。形式上はアンバーコイン[ギルド](#entry:guilds-entry)の一員だが、実際にはスカーレットワンドの仲間たちと行動することが多く、[赤の階級](https://www.youtube.com/live/zPJ78C7uNq8?feature=shared&t=360)という名誉ある称号まで授与された。\n\nさらに彼女は、過去の記憶を一切失っていないと主張し、フェラーリ、忠実な友人、水道、そして何よりも“揺るぎないカッコよさ”に満ちた前世の記憶を鮮明に語るのだ。だが、それが本当なのかは……誰も確信を持てずにいる。男性騎士に向かって「あなた妊娠してるわ」と突拍子もない発言をするなど、その支離滅裂な言動は「やはり少し変わっているのでは？」という周囲の疑念を深めるばかりだった。\n\nそんなナナムーが名を馳せるきっかけとなったのは、自身の店――[ナナイレブン](#entry:faunamart-entry)の開店だった。ファウナマートの最初の~~犠牲者~~顧客となった彼女は、[緑のCEO](#entry:fauna-entry)による倫理的にグレーな商売の手口を瞬時に見抜き、対抗を決意する。ただし、その対抗策は「正攻法」ではなく、「さらに悪どい手口」で上回るというものだった。彼女が考える“正直な商売”――それは、詐欺師を詐欺で出し抜くことだった。\n\n> チケットを受け取った時点で、当選者は収入の10％を偉大なる大義に寄付することに同意したものとみなされます。\n\n熾烈な騙し合いの末、最終的に二人の詐欺師は手を取り合い、利益のためにまさかの共闘関係を築くことに。こうしてファウナとナナムーは、懐を温めつつも、その評判は……[複雑なまま](https://www.youtube.com/live/8x-MVX8h9gU?feature=shared&t=1970)、王国から姿を消すこととなる。\n\n短く、混沌として、そしてとてつもなく愉快だった彼女の旅。それでも馬を愛し、詐欺を仕掛け続けたナナムーの姿は、出会った者すべての記憶に強烈な印象を残したのだった。\n\n## 豆知識\n\n- ナナムーが巧妙に仕組んだ宝くじ詐欺は、結局のところ赤字に終わっていた。数多くのチケットを販売したにもかかわらず、実際に利益を上げられたのは、たった二人からだけだったのだ。\n\n[ムーム](#easter:easter-moom)",
      "thumbnailSrc": "/images-opt/mumei-entry-opt-thumb.webp",
      "galleryImages": [
        {
          "title": "ナナムー 第1章プロフィール",
          "source": "/images-opt/mumei-entry-0-opt.webp"
        },
        {
          "title": "本を読むナナムー",
          "source": "/images-opt/mumei-entry-1-opt.webp"
        },
        {
          "title": "仲間と一緒にエイジアント・シューアーズを探検するナナムー",
          "source": "/images-opt/mumei-entry-2-opt.webp"
        }
      ],
      "imageSrc": "/images-opt/mumei-entry-opt.webp"
    },
    {
      "id": "bijou-entry",
      "title": "古石ビジュー",
      "chapters": [
        -1
      ],
      "quote": "ウッデンショベル。",
      "content": "## 概要\n\n**記憶:** 未覚醒\n**レベレーション:** [シャイニング・エモーションズ](#entry:shining-emotions-entry)\n\n小さな体に愛らしい声――そのギャップからは想像もできないほどの大混乱を巻き起こしたのが、古石ビジューでした。いたずら好きで可愛らしく、一度決めた目標には揺るがぬ執念で突き進む彼女。たとえそれがどれほど無謀に見えても、あるいは他人を傷つける結果になったとしても、その行動は止まりません。まさに特別な「宝石」と呼ぶにふさわしい存在と言える。\n\n## 詳細\n\n### 第1章\n\n**名前:** 古石ビジュー\n**所属ギルド:** セルリアンカップ\n\nビジューの振る舞いは予測不能――いや、**極めて**予測不能でした。他の勇者たちも十分にカオスを巻き起こしていましたが、ビジューはそのさらに上を行っていた。\n\n旅が始まって数日が経つ頃には、彼女はすでに妻――[シオリ](#entry:shiori-entry)――と結ばれていた。深く愛していたはずのその妻を、最終日には突如見捨て、子供を残して去ってしまうという行動に出ます。\n\nさらに、二人の女性を母親と慕い、三人の女性と同時に関係を持つという重婚状態に。しかも、その顔には「\\:D」のような満面の笑みが浮かんでいました。あの[上目遣いのお願い顔](https://www.youtube.com/live/oVguNTPnDww?feature=shared&t=1902)で迫られれば、誰が断れるでしょうか。\n\n頭に冠をかぶっていたことから「自分は王女だ」と名乗っていましたが、その振る舞いはまるで幼い子供そのもの。いたずらに走り回り、常にトラブルを巻き起こしていました。\n\n> 「彼女は私の卵を取って、私は彼女に種をあげたの」\n> 「私の妻、あの偽乳の鳥女にまた連れて行かれそうになったのか？」\n\nですが、一度「決めたこと」には真剣そのものでした。彼女が最初に目をつけたのは――世界を救うことではなく、とある[帽子](https://www.youtube.com/live/Tl6rUzJyc_0?t=22515)を手に入れること。羨ましい帽子を見かけた瞬間、昼も夜も金を稼ぎ、命を賭けてガチャに挑み続けたのです。\n\nその帽子こそが物語を大きく変えることになります。「ステインハット」――時間とともに装着者の精神を蝕み、やがて完全に身体を乗っ取られてしまう呪われた帽子でした。最初の犠牲者となったビジューは自らを「ステインプリンセス」と名乗り、火で大地を汚染し、呪われた小説『エリザベス・ローズ・ブラッドフレイム×ネリッサ・レイヴンクロフト』を書き、周囲の者たちを次々と[堕落](#entry:the-corruption-entry)させていきました。\n\n最終的に残った勇者たち――とりわけ彼女の妹ニノイナの活躍により、堕落は浄化され、ビジューは救われました。自らの意思では抗えない枷に囚われる苦しみを知った彼女は、その後、[重婚関係を断ち切り](https://www.youtube.com/live/u3MQlnSHfhA?feature=shared&t=13345)、シオリとも決別することを選んだのです。\n\n### 第2章\n\n**名前:** 古石ビジュー\n**職業:** 宝石商\n\n第2章で登場した時、ビジューは前の旅の記憶をすべて失っていました。そんな彼女がまずやったこと――それは[ホットピンクワン](#entry:irys-entry)をいきなり「お兄ちゃん」とすることでした。\n\n彼女は「お兄ちゃん」に夢中になり、近くにいれば尻尾を振るようにまとわりつき、まるで学校帰りに話しかける弟のように甘えました。性別の垣根などお構いなしとばかりに。暗闇の中でも共に崖から飛び降りることを厭わないほどの覚悟を見せ、さらには盛大な性別発表パーティーまで開催するほど。その献身ぶりは今回も健在だったのです。\n\n一方で、その「お兄ちゃん」が彼女にしてくれたことはほとんどありません。むしろ彼女に新たな家族のトラウマを植え付けるばかりで、ビジューはついに[地図に依存する](https://www.youtube.com/live/4_zJe0t0558?si=fuv5o4ggw4tby11g&t=13403)ことで心の平穏を保つようになりました。\n\nそれでもビジューは「ガチャーム」の勤勉な従業員として働き、上司のロアの良き相棒であり、再会したイナの優しい妹として振る舞いました。さらにタムを母にしたいと自ら願い、タムを母親に迎えることに。デジャヴュでしょうか？\n\nまた、かつて見捨ててしまったシオリと子供のことを悔い、今回はシオリとの関係を修復することに成功しました。\n\nつまり第2章のビジューは、誰に対しても優しく、真摯に接していたのです。堕落に堕ち、大切な人を傷つけた過去を償うかのように。もはや欲に目がくらんだ宝石娘ではなく、新しい一歩を踏み出したように見えました。\n\n……だからこそ、最後の展開は衝撃的だったのです。\n\n旅の終盤、ビジューはフワワ、モココ、ネリッサ、そしてシオリと共に、フィア、そして残された他の勇者たちへ牙を剥いたのでした。\n\n> 「心の闇は決して消えず、純粋は失われる。」\n> 「大地を燃やし尽くせ！」\n\n## 代表的な著作\n\n- [『火と飛翔（第1巻）』を読む](#text:fire-and-flight-1)\n- [『火と飛翔（第2巻）』を読む](#text:fire-and-flight-2)\n- [『火と飛翔（第3巻）』を読む](#text:fire-and-flight-3)\n\n## 豆知識\n\n- 第1章でイナをからかうために「VIOLET」の音楽ディスクを流した結果、ゴナソンGとアメリア・ワトソンの名場面のひとつを生み出してしまいました。\n- 仲間の多くが「ジェムプリンセス」を「Biboo」と呼ぶ癖があり、そのたびにビジューは訂正をしていたそうです。\n\n[ビジュー](#easter:easter-bijou)",
      "thumbnailSrc": "/images-opt/bijou-entry-opt-thumb.webp",
      "galleryImages": [
        {
          "title": "ビジュー 第1章プロフィール",
          "source": "/images-opt/bijou-entry-0-opt.webp"
        },
        {
          "title": "レベレーションを掲げるビジュー",
          "source": "/images-opt/bijou-entry-1-opt.webp"
        },
        {
          "title": "岩の仲間を失って嘆くビジュー",
          "source": "/images-opt/bijou-entry-2-opt.webp"
        },
        {
          "title": "ビジュー 第2章プロフィール",
          "source": "/images-opt/bijou-entry-3-opt.webp"
        },
        {
          "title": "フィアに牙を剥くビジュー",
          "source": "/images-opt/bijou-entry-4-opt.webp"
        }
      ],
      "imageSrc": "/images-opt/bijou-entry-opt.webp"
    },
    {
      "id": "nerissa-entry",
      "title": "ネリッサ・ジュリエット・レイヴンクロフト",
      "chapters": [
        -1
      ],
      "quote": "私の勇敢な騎士はどこにいるのかしら？",
      "content": "## 概要\n\n**記憶:** 未覚醒\n**レベレーション:** [レゾナントストライク](#entry:resonant-strike-entry)\n\nネリッサ・レイヴンクロフト――正確には、ネリッサ・**ジュリエット**・レイヴンクロフトは優しく、そして勤勉な乙女でした。困っている人を見ればすぐに手を差し伸べる心の持ち主で、からかうような軽口を交わしながらも、その言葉にはいつも真剣な気持ちが込められていた。心には、ある紅き騎士への特別な想いが深く宿っており、二人の絆は旅を通して常に彼女の中心にあった。\n\n## 詳細\n\n### 第1章\n\n**名前:** ネリッサ・ジュリエット・レイヴンクロフト\n**ギルド:** スカーレットワンド\n\n多くの仲間たちと同じく、ネリッサの物語もまた、最初は混乱の中で幕を開けた。自分の使命が分からず戸惑いながらも、彼女は新しい生活に全身全霊で飛び込んでいった。その勤勉さは群を抜き、クエストをこなし、素材を集め、そして大量のポテトサラダを作り続ける日々。その結果、王国で最も裕福で、最も頼れる存在となった。\n\n彼女がこれほどまでに尽力したのは、決して富を誇示するためではない――もちろん懐が潤うのは悪い気はしなかったものの――本心から、大切な仲間たちを支えたいという想いがあったからだ。その献身ぶりが最もよく表れていたのは、[ファウナマート](#entry:faunamart-entry)の唯一にして最高の従業員としての姿だろう。緑のCEOを心から敬愛し、資材を集め、店を建設し、商品を補充。ファウナが不在の時には店番まで務めていた。とはいえ、例の野生児ピンク犬に「詐欺だ！」と追いかけ回されるたび、心に小さな傷が残ることもあったのだが。([宝くじ騒動を参照)](#entry:lottery-fiasco-entry)\n\n> えっと、ロミオ、あとで電話するわ。今、犬に追いかけられてるの。お金ちょうだいって言われて…ああっ！\n\n彼女の優しさは、ゴナソンが恋人との仲直りをする手助けをした際にも発揮された。ネリッサは彼の最高の[仲介役](https://www.youtube.com/live/qdYQ5j-0sQI?feature=shared&t=2806)となったのだ。\n\nまた、好奇心の強さも彼女の大きな特徴であり、それはスカーレットワンドの精神そのものを体現していた。王国の隅々を探索し、市民と語らい、他の者が気づかない秘密を次々と発見していった。早い段階で「王は邪悪ではないか」と[推測](https://www.youtube.com/live/qdYQ5j-0sQI?feature=shared&t=12299)しており、それが後に真実と証明されることに。まさに、スカーレットワンドの名にふさわしい機知を発揮したのだ。\n\nだが、そんな成熟と責任感を持つネリッサも、恋の前ではしばしば平静を失う。特定の一人――紅の騎士、[エリザベス・ローズ・ブラッドフレイム](#entry:liz-entry)との距離が近づくほどに。\n\n最初は見知らぬ同士だった二人。やがて好奇心を抱き、軽口を交わし、からかい合い、時には誤解や混乱を招き――さらには“死”と幽霊としての蘇りまで経験した。そのすべてが、ネリッサの憧れと尊敬の気持ちに彩られていった。ネリッサはエリザベスをからかっては楽しみ、対する騎士は「魔女め！」と半分冗談、半分本気で叫ぶのが常だった。\n\nしかし、その応酬の奥底には確かな感情が芽生えていた。互いに言葉にはしなかったが、青と赤の間に深い絆が生まれ、見えない糸で[結ばれていったのだ。](#entry:fire-and-flight-entry)\n\n物語のクライマックス、王国が堕落に飲み込まれたとき、ネリッサ自身もまたその闇に堕ちてしまう。だが、彼女を救ったのは――他でもない、赤く輝く騎士だった。その瞬間、ネリッサは悟る。この人こそ、自分にとってかけがえのない存在なのだと。\n\n### 第2章\n\n**名前:** ネリッサ・ジュリエット・レイヴンクロフト\n**職業:** シェフ\n\n第2章で、青き乙女は再び白紙の状態からスタートした。過去を失い、自分の名すら忘れてしまった彼女は、仲間たちに自分が誰なのかを尋ねて回る。だが、ほとんどの者は彼女と同じく答えを持たなかった。ただ一人、エリザベス・ローズ・ブラッドフレイムを除いては。\n\n記憶が欠けていても、ネリッサの勤勉さは変わらない。忠実なシェフとして大量のポテトサラダを作りつつ、勇者としての役割も果たし、王国のドタバタに巻き込まれながら、さらには“ウルフパック”にも加わる。\n\n好奇心も健在で、再び王国の隅々を探索し、図書館の膨大な書物を読み漁り、他の者が見落とした物語を掘り起こしていく。\n\n少しずつ、彼女の[記憶](https://www.youtube.com/live/5sWjzbacGUY?si=KUn5fSBcrLgmamn&t=12079)は戻ってきた。ぼんやりとはしていたが、確かに自分のもの。スカーレットワンドのこと、堕落のこと、喜びと苦しみ――その一つひとつが、かけがえのない記憶の欠片だった。\n\nなによりも彼女が求めたのは、“自分の名前”だった。旅の初めに「私は誰？」と問うたとき、エリザベスはからかいやあだ名を使わず、こう答えてくれた。\n\n> えっと…あなたの名前はネリッサよ。\n> それと、“ジュリエット”って名乗ってたこともあるかな。\n\nその響きは、[確かに正しいと感じられた。](https://www.youtube.com/live/XfZh_3xb7i0?si=xVwBE_o5TFb2HfsC&t=5287) エリザベスの傍にいるのが自然だと感じられたのだ。魔女呼ばわりされた日々、からかい合った時間、そして救ってくれた瞬間――それらの記憶が戻るにつれ、ネリッサは「もう二度と忘れない」と心に誓う。\n\nそれからは、ますますエリザベスと共に過ごす時間が増えていった。模擬戦をし、贈り物を交換し、肖像画を並べ、同じ屋根の下で暮らすことさえあった。エリザベスは彼女を拒むことなく絆を深め、本当に楽しそうに微笑む。「魔女」と呼ぶ声も、今では愛情を込めた冗談になっていた。\n\nそれは至福の時間であり、ネリッサはもっとこの瞬間が続いてほしいと願った。\n\nだが、心のどこかにひびが入り、やがて痛みを伴う真実に気づくことになる――紅き騎士が自分にとってどれほど大切な存在であるか、という真実に。[（参照 青の賢女）](#entry:maven-in-blue-entry)\n\n旅の終盤、ネリッサはフワワ、モココ、ビジュー、シオリと共にフィアの呼びかけを拒み、独自の道を選んだ。他の勇者たちに背を向けるという決断。その選択を、エリザベスがどう受け止めるのか。そして二人の絆が生き残れるのか――それはまだ、誰にも分からない。\n\n## 注目の書物\n\n- [\"蒼き魔女 (Maven in Blue)\"](#text:maven-in-blue) を読む\n- [\"連詩 (Stanzas)\" （エミリー・ブロンテ作）](#text:stanzas) を読む\n- [\"行け、美しき薔薇よ (Go, Lovely Rose)\" （エドマンド・ウォーラー作）](#text:go-lovely-rose) を読む\n- [\"ハムレット 第3幕第1場\" （ウィリアム・シェイクスピア作）](#text:hamlet) を読む\n\n## 豆知識\n\n- 第1章でネリッサは単独で50,000コイン以上を稼ぎ出し、王国で最も裕福な人物となった。\n- 第2章では、作った料理が誰にも買われず、シェフをやめかけたことがある。\n- （キャラ外情報として）第2章の事後考察配信で、ネリッサはENrecoの世界では「ネリッサ・ジュリエット・レイヴンクロフト」と呼ばれたいと語った。これは“ネリッサ・レイヴンクロフト”本人との差別化のためでもある。\n\n[neri](#easter:easter-nerissa)",
      "thumbnailSrc": "/images-opt/nerissa-entry-opt-thumb.webp",
      "galleryImages": [
        {
          "title": "ネリッサ 第1章プロフィール",
          "source": "/images-opt/nerissa-entry-0-opt.webp"
        },
        {
          "title": "\"Start Again\" MVのネリッサ",
          "source": "/images-opt/nerissa-entry-1-opt.webp"
        },
        {
          "title": "レベレーションを発動するネリッサ",
          "source": "/images-opt/nerissa-entry-2-opt.webp"
        },
        {
          "title": "ネリッサ 第2章プロフィール",
          "source": "/images-opt/nerissa-entry-3-opt.webp"
        },
        {
          "title": "第2章エンディングでフィアに背を向けるネリッサ",
          "source": "/images-opt/nerissa-entry-4-opt.webp"
        }
      ],
      "imageSrc": "/images-opt/nerissa-entry-opt.webp"
    },
    {
      "id": "shiori-entry",
      "title": "シオリ・ニャヴェラ",
      "chapters": [
        -1
      ],
      "quote": "何を言えばいいのかわからない。もしかしたら、口に出したらすべてが変わってしまう気がする。",
      "content": "## 概要\n\n**記憶:** 未回収\n**レベレーション:** [メモリーズ・ブックマーク](#entry:bookmark-of-memories-entry)\n\nシオリは、最も興味深い勇者ーの一人でした。奇妙で、風変わりで、予測不能――表面上では風変わりな振る舞い、その裏には底しれない秘密、そして静かに、不穏なほど物事の本質を捉えている様子が垣間見えた。物語の節々で、彼女はまるで自身の記憶だけでなく、他の仲間たちの記憶の断片すらも持っているかのようなそぶりを見せた。その言動は、まるで全てを見通しているかのようだった。\n\n## 詳細\n\n### 第1章\n\n**名前:** シオリ・ニャヴェラ\n**ギルド:** スカーレットワンド\n\n第1章のシオリは、一見するとただの孤立した変わり者だった。人間関係の喧騒から一歩引いたところで漂い、妙な質問を投げかけたり、不可解な発言をしては仲間の眉をひそめさせ、時には[精神的なダメージ](https://www.youtube.com/live/LTIq_0ykLVA?feature=shared&t=8760)を与えることもあった。\n\nまるで風に舞う葉のように、次々と予期せぬ関係に巻き込まれていく。ビジューと婚約したかと思えば、それも束の間。最終日にはビジューに捨てられ、一人で赤ん坊を育てることに。4人の女性との一夫多妻の関係に引きずり込まれたかと思えば、その関係も結局は崩壊するのをただ見届けることになる。\n\n> 一緒に仕事ができてよかった、我が妻よ。\n> さっさと俺の視界から消えてくれ。\n\nシオリが望んでいたのは、ただ平穏な人生だった。しかし、運命はそれを許さなかった。\n\nそんな混沌の中、彼女はゴナソンに惹かれていく。愛するパールのために忠誠を尽くす、誠実で献身的な騎士である彼。その真っ直ぐな心に動かされ、彼を手に入れようと試みるが、すでに彼の心が決まっていると悟ると、静かに身を引いた。\n\n一見するとコメディのようなドタバタ劇に見えるが、その裏にはもっと深い思惑が隠されていた。旅の途中、シオリは「本当は記憶を失っていない。ただみんなに合わせているだけ」と思わせるような[謎めいた発言](https://www.youtube.com/live/dTf0g5tqzBU?si=Tv8iBK5Q96G63XiA&t=6689)を繰り返していた。\n\nその全てが、一つの言葉に収束する。\n\n> “記憶喪失ごっこ”に付き合ってくれてありがとう！\n> でも、本当に私は記憶喪失だったのかな？\n\n### 第2章\n\n**名前:** シオリ・ニャヴェラ\n**職業:** シェフ\n\n第2章が始まっても、シオリは第1章と同様に奇妙な存在であり続けた。相変わらず漂うように振る舞い、不可思議な言葉を口にするシオリ。しかし今回は、もっと積極的に、そしてもっと意図的に、人との関わりを深めることを選んだ。人との絆を強め、心を開き、物語へと積極的に踏み込んでいく。その変化は一部の人々には新鮮に映ったが、一部の人々にとっては悪夢と化した。例えば、哀れなモーダン・ラムジーにとっては、シオリが酒場で繰り広げた[執拗な“嫌がらせ”](https://www.youtube.com/live/zCWoxMbOZPk?si=Y_mj_z_Qpgx2OJKX&t=11795)は、まさに地獄絵図だった。\n\nだが、その新たな積極性が、この章で最も重要な恋の一つを生み出すことになる。そう――[ゴナソン](#entry:gigi-entry)との、あの関係だ。過去の恋人を忘れてしまった、オレンジの騎士。記憶を失った今なら、運命が彼女に再びチャンスを与えてくれたかのように思えた。\n\nしかし、あと一歩というところで、ゴナソンは決定的に躓いてしまう。彼は優柔不断で他者に頼りすぎ、結局自身の意思を示すことができなかった。彼の献身は、愛というよりも“義務”のように見えてしまったのだ。シオリは彼に何度も機会を与えたが、彼が変わらないと悟ると、苦渋の決断を下す――[身を引く](#entry:humble-knight-witch-entry)という決断を。二人は友人関係に戻った……表向きはそう見えました。\n\n実際には、シオリはさらにその一歩先を行っていた。彼を自身の記憶から、完全に“消し去った”のだ。\n\nそう、シオリは記憶を操作することができたのだ。他の誰かにできるのかは不明だが、自分自身に対しては確かに可能だった。\n\nバターをかき混ぜ、ビーツを食すシェフであると同時に、シオリにはもう一つの顔があった――それは“アーカイヴァー”だ。彼女は執筆依頼を受けては、ふざけた“ファンフィクション”のようなものも執筆していたが、その中には「記憶」も含まれていた。それは作り話などではなく、真実――忘れ去られた、あるいは埋もれた[記憶](https://www.youtube.com/live/tJ_YXGE0o2w?si=7ajFqe3fWIHtWYs2&t=11107)。\n\n読む者によっては、それは可笑しくもあり、不気味でもあった。信じる者もいれば、疑う者もいた。だがシオリは断言する。\\*\\*「嘘は書かない。すべて真実しか書かない」\\*\\*と。\n\n> 彼女が“記憶”を依頼し、真実を求めた。私はそれを渡した。\n> ただし、それを受け取るかどうかは、彼女自身の意思次第だった。\n\n彼女は知っていた。\nそのすべてを。\n誰も覚えていないことも。\n知るはずのないことすらも。\n\n彼女たちの人生を導く“台本”のこと。\n王国の裏で進行する出来事のこと。\nそして――“物語”そのもののことも。\n\nその知識こそが、彼女の最終的な決断へと導いたのかもしれない。\n\nフィアが勇者たちにアウトサイダーとの戦いを呼びかけたとき、5人がその願いを拒んだ。ネリッサ、ビジュー、フワワ、モココ、そしてシオリ――。その先頭に立って宣言したのはシオリだった。フィアの願いを拒絶し、新たな抵抗の物語を切り拓いたのだ。\n\n常に計算高く、周囲を敏感に察知し、ふざけた言動の裏にも、真剣な行動の裏にも、彼女の行動には必ず**意図**があった。そして今、この物語で最も複雑なキャラクターの一人が、ついに舞台の中心へと歩み出す。\n\n## 注目の書物\n\n- [\"Sea x Lovers\"](#text:sea-x-lovers) を読む\n- [\"Chicken\"](#text:chicken) を読む\n- [\"Cucumber\"](#text:cucumber) を読む\n- [\"Gyatt\"](#text:gyatt) を読む\n- [\"Pickles\"](#text:pickles) を読む\n- [\"プリンセス #1\"](#text:the-princess-1) を読む\n- [\"プリンセス #2\"](#text:the-princess-2) を読む\n- [\"牢獄\"](#text:the-cell) を読む\n- [\"Tam x Tam\"](#text:tam-x-tam) を読む\n- [\"キアラ・ロア・スヌ\"](#text:kiara-roa-snu) を読む\n\n## 豆知識\n\n- シオリは他人を本名ではなく、奇妙な、それでいてやけに的確な呼び方で呼ぶ癖がある。例えば、ネリッサを「鳥の人」や「背の高い女」、ゴナソンを「ドジっ子」、モココを「へそ娘」と呼んだりする。\n\n[shiori](#easter:easter-shiori)",
      "thumbnailSrc": "/images-opt/shiori-entry-opt-thumb.webp",
      "galleryImages": [
        {
          "title": "シオリ 第1章プロフィール",
          "source": "/images-opt/shiori-entry-0-opt.webp"
        },
        {
          "title": "他の仲間と共にダンジョンを調査するシオリ",
          "source": "/images-opt/shiori-entry-1-opt.webp"
        },
        {
          "title": "シオリ 第2章プロフィール",
          "source": "/images-opt/shiori-entry-2-opt.webp"
        },
        {
          "title": "\"Monster\" MVのシオリ",
          "source": "/images-opt/shiori-entry-3-opt.webp"
        },
        {
          "title": "第2章エンディングでフィアに背を向けるシオリ",
          "source": "/images-opt/shiori-entry-4-opt.webp"
        }
      ],
      "imageSrc": "/images-opt/shiori-entry-opt.webp"
    },
    {
      "id": "fuwawa-entry",
      "title": "フワワ・アビスガード",
      "chapters": [
        -1
      ],
      "quote": "バウバウ！ごはん食べてくれてありがとう！",
      "content": "## 概要\n\n**記憶:** 未覚醒\n**レベレーション:** [アズールクロー](#entry:azure-claws-entry)\n\n混沌とした世界で、フワワ・アビスガードは珍しいほど「普通」の勇者だった。周囲のドタバタに巻き込まれることもほとんどなく、黙々と任務をこなし、誠実に働く。その姿は、いつしか仲間たちの心をそっと温める存在となっていった。\n\n## 詳細\n\n### 第1章\n\n**名前:** フワワ・アビスガード\n**ギルド:** ジェイドソード\n\n冒険の最初は、誰よりも頼りなく、まるで迷子のような存在だったフワワ。だが、彼女は強い成長意欲を胸に、数々の冒険を通して多くのことを学んでいった。信頼できるパン屋のエリザベスに助けられながら、自分の居場所を見つけ、少しずつ自分だけの道を切り開いていく。賭け事をすることもなく、争いごとに首を突っ込むこともなく、ただひたすら任務に集中するその姿は、しょっちゅうトラブルを巻き起こす[モココ](#entry:mococo-entry)とは好対照だった。フワワは長い間、トラブルに巻き込まれるモココを見守っていたが、そのあまりの騒動ぶりに、ついには呆れて[完全に諦め顔で見守るしかなかった](https://www.youtube.com/live/cYvEiwlPkW0?feature=shared&t=2121)。\n\n> 「どう思う？エリザベス。あの子、食べ物を買うお金が足りないと思うんだけど...」\n> 「ごめんねネリッサ、それはあなたとあの子の問題よ。私は関係ないわ。」\n\nやがてフワワは、思いがけない「幸せ」をニワトリたちに見出す。エリザベスのひよこを世話したのをきっかけに、彼女は彼らと深い絆を結ぶようになったのだ。だが、王国に「穢れ」が広がると、悲劇が訪れる。何度守ろうとしても、愛したひよこたちは次々と命を落とす。そして最後には、フワワ自身もまた穢れに呑み込まれてしまった。\n\nそれでも仲間たちの力によって穢れは打ち払われ、フワワも正気を取り戻す。平和が戻り、新しいひよこの群れを迎えて幸せを取り戻した…はずだった。だが、その幸せも束の間、モココのうっかりにより[全員を死なせてしまったのだった。](https://www.youtube.com/live/31OnEJrRDfU?t=7268)\n\n### 第2章\n\n**名前:** フワワ・アビスガード\n**職業:** シェフ\n\nその優しい心を抱えたまま、第2章でのフワワは[シェフ](#entry:jobs-entry)の道を選んだ。権力や名誉のためではなく、ただ「料理で誰かを笑顔にしたい」――それだけの純粋な思いで。そう決めた彼女はすぐに小さなカフェを建て、ドラマが絶えない王国で、人々が安心して集まれる温かい場所を作ろうと奮闘した。\n\n食材を集め、心を込めて料理を作り続けたが、現実は甘くなかった。数日経っても料理はひとつも売れず、カフェは静まり返ったまま。誰にも見てもらえず、まるで自分が透明人間のように感じ、他のシェフたちが優秀すぎるのではと落ち込む日々。誰の冒険にも関わらないまま、フワワは自分の描いていた夢が、現実とはかけ離れたものだったのかもしれないと思い始めた。孤独がそっと忍び寄る。\n\n> 「がんばれ、わたし…」\n> 「信じるしかない…」\n\nだが4日目の終わり、やさしい[オレンジ色の女性](#entry:kiara-entry)がカフェを訪れ、温かい言葉をかけてくれた。それをきっかけに「心のこもった料理を作るシェフ」の噂は瞬く間に広がり、人々はカフェに殺到。料理は瞬く間に完売し、[フワワは大喜び](https://www.youtube.com/live/Yv3kKfGJUfI?si=0iZ1c9GCaj656Svv&t=546)！さらに王国の性別発表パーティーでの豪華ビュッフェまで任されることになったのだ。\n\nそれはまるで、理想的なハッピーエンドのように思えた――。\n\nしかし、最後に待っていたのは衝撃の展開だった。\n\n最終日、フワワはモココ、ビジュー、ネリッサ、そしてシオリとともに、他の勇者たちとは異なる道を選ぶ。フィアの願いを拒み、それぞれの未来へと歩み出したのだった。\n\n## 豆知識\n\n- 第1章でフワワのニワトリたちは、合計6回も殺されては復活し、また殺されるという悲劇を繰り返しました。\n- 第2章では、所持コインが6万枚を超え、第1章でネリッサが記録した約5万枚を上回り、王国で最も裕福な人物となりました。\n\n[フワワ](#easter:easter-fuwawa)",
      "thumbnailSrc": "/images-opt/fuwawa-entry-opt-thumb.webp",
      "galleryImages": [
        {
          "title": "フワワのチャプター1プロフィール",
          "source": "/images-opt/fuwawa-entry-0-opt.webp"
        },
        {
          "title": "焚き火のそばで姉じゃないモココとフワワ",
          "source": "/images-opt/fuwawa-entry-1-opt.webp"
        },
        {
          "title": "フワワのチャプター2プロフィール",
          "source": "/images-opt/fuwawa-entry-2-opt.webp"
        },
        {
          "title": "チャプター2エンディングでフィアに背を向けるフワワとモココ",
          "source": "/images-opt/fuwawa-entry-3-opt.webp"
        }
      ],
      "imageSrc": "/images-opt/fuwawa-entry-opt.webp"
    },
    {
      "id": "mococo-entry",
      "title": "モココ・アビスガード",
      "chapters": [
        -1
      ],
      "quote": "犯人じゃないよ、モココだよ！",
      "content": "## 概要\n\n**記憶:** 未覚醒\n**レベレーション:** [フューシャクロー](#entry:fuchsia-claws-entry)\n\nモココ・アビスガードは、決して“典型的な勇者”とは言えないタイプでした。第1章で特に際立っていたのは、宝くじへの強い依存ぶり。ギャンブルのスリルには、どうしても抗えないようでした。とにかく騒がしく破天荒で、自分の懐を潤すためなら手段を選ばない一面も。\n\n## 詳細\n\n### 第1章\n\n**名前:** モココ・アビスガード\n**ギルド:** ジェイドソード\n\nモココの冒険の始まりは、心細さでいっぱいでした。この見知らぬ世界に強い恐怖を抱き、何よりも置いていかれることを嫌がっていたのです。[特に一人になることへの恐れは計り知れませんでした。](https://www.youtube.com/live/OSjlqA0FS9Q?feature=shared&t=4128) それでも、仲間たちの支えに助けられ、少しずつ勇者としての自覚を深め、努力を重ねていきました。……しかし、その決意は長くは続かず。\n\n旅の2日目にして、早くも[ファウナマートの宝くじ](#entry:faunamart-entry)と遭遇。最初は数枚だったはずが、あっという間に数百枚へと膨れ上がり、周囲の心配をよそに全財産を注ぎ込んでしまいます。無邪気な遊びだったはずが、瞬く間に依存へと転落。ついには友達からお金を巻き上げようとし、[人間関係にひびが入り始めてしまうのでした。](#entry:lottery-fiasco-entry)\n\n> お金手に入れた！BAUBAUBAUBAUBAUBAU\n> ネリッサ！お金ちょうだい！\n\nそれでも、彼女には良い一面もありました。お金への強い執着心から「稼ぐためには働かなくては」と気づき、商売や仕事のイロハを学び、少しずつ自分の居場所を築いていったのです。何よりも大切だったのは、姉や仲間たちとの絆。モココの心の根底には、孤独への強い恐怖が常にありました。やがてギャンブルを断つことにも成功――少なくとも、ナナイレブンが再び彼女を誘惑するまでは。\n\n旅の終盤、彼女は堕落に飲み込まれてしまいます。悪に染まったビジューの影響を受けて、深く侵食されてしまったのです。仲間を傷つけ、大地を荒らし、動物たちを虐殺し、作物を破壊する。その結果、仲間たちはモココから距離を置くようになります――それは、まさに彼女が最も恐れていた『孤独』そのものでした。大好きなエリザベスでさえ、[警戒の眼差しを向けざるを得ないほどでした。](https://www.youtube.com/live/6TXwZjXEoxk?si=N5N4vgyOALXs9db&t=1610)\n\nそれでも、仲間たちの助けによってモココは救われました。心には大きな感謝の思いが宿り、カオスの塊のように見えても、その本質はただの優しくて無垢な子犬のようだと、皆は改めて知るのです。\n\n### 第2章\n\n**名前:** モココ・アビスガード\n**職業:** ジュエラー\n\n第2章の冒険は、モココに新たな出発の機会を与えてくれました。今度こそ立派にやり直そうと決意し、一生懸命働き、ギャンブルからは距離を置き――まあ、完全に断ち切れたわけではありませんでしたが――かつて助けてくれた人たちに恩を返そうと心に誓います。\n\nその決意は確かに実を結びました。[ガチャームズ](#entry:raora-entry)でジュエラーとして真面目に働き、忠実な従業員として忙しい日々を送ります。宝くじの誘惑がなかったおかげで、再び依存に陥ることもありませんでした。もちろん、賭け事自体が完全にゼロになったわけではありませんが、第1章のような破滅的な状況には至りませんでした。\n\nしかし、彼女のカオスな性格は健在です。新たに夢中になったのは「盗み聞き」。ある日、モーダンのセラピーをこっそり聞いていたモココは、自分でも[セラピービジネスを始める](https://www.youtube.com/live/T2StVW1kSxw?si=-ZizHO6g5xCSHEr9&t=9493)ことを決意。もちろん、資格など持っていません。彼女のセッション内容は「うんうん、そうそう、心のままにね」といった具合で、なぜか妙にプロっぽく聞こえるのでした。まあ、格安料金なら、それもご愛嬌かもしれません。\n\n> これがセラピーってやつか。頷いて「うんうん」「ふーん」「そうだね」って言うだけ。\n> 資格なんていらないよね。\n\nしかし旅の終盤、モココの様子は少しずつおかしくなっていきます。体を蝕むような違和感、何かに侵食されるような不安。最終日、その正体は明らかになります。謎の力に操られるかのように、彼女は他の4人と共にフィアや仲間たちに背を向け、自分たちだけの道を選んでしまうのでした。\n\n## 豆知識\n\n- モココはなぜかニワトリに強い恨みがあるらしく、第1章ではフワワが飼っていた群れを全滅させ、第2章ではホットピンクワンの「子供」（ニワトリの姿をしていた）を見つけるやいなや即座に倒してしまいました。\n- 金に対する執念は凄まじく、第1章の終盤には勇者の中で第3位の金持ち（1位ファウナ、2位ネリッサ）にまで登り詰めます。第2章でも再びトップクラスの稼ぎ頭となり、どちらの章でも所持金は余裕で5桁に達しました。\n- 第1章ではなんと**452枚もの宝くじ**を購入（ファウナマートで447枚、ナナイレブンで5枚）。その結果、ファウナマートで710コイン、ナナイレブンで500コイン（ただし無料券）を獲得。さらに“宝くじ騒動”ではネリッサから1万コインもの和解金を手に入れ、最終的な利益は6,740コインにもなりました。\n- セシリアがその和解金1万コインから5%の手数料を要求したところ、モココはわずか180コイン（たった1.8%）しか渡しませんでした。それでもセシリアが特に文句を言わなかったのは、ある意味、モココのタフさを物語っているのかもしれません。\n\n[mococo](#easter:easter-mococo)",
      "thumbnailSrc": "/images-opt/mococo-entry-opt-thumb.webp",
      "galleryImages": [
        {
          "title": "モココ 第1章プロフィール",
          "source": "/images-opt/mococo-entry-0-opt.webp"
        },
        {
          "title": "フワワと共に戦うモココ",
          "source": "/images-opt/mococo-entry-1-opt.webp"
        },
        {
          "title": "モココ 第2章プロフィール",
          "source": "/images-opt/mococo-entry-2-opt.webp"
        },
        {
          "title": "第2章エンディングでフィアに背を向けるモココ",
          "source": "/images-opt/mococo-entry-3-opt.webp"
        }
      ],
      "imageSrc": "/images-opt/mococo-entry-opt.webp"
    },
    {
      "id": "liz-entry",
      "title": "エリザベス・ローズ・ブラッドフレイム",
      "chapters": [
        -1
      ],
      "quote": "名誉のために、前へ、さらに高みへ！",
      "content": "## 概要\n\n**記憶:** 未覚醒\n**レベレーション:** [ソーンオブオーダー](#entry:thorn-of-order-entry)\n\nエリザベスは、生まれながらにして、そして最後まで「騎士」でした。\n旅の初日から、彼女は揺るぎない正義感と強い意志を胸に、真っ直ぐに立ち続けていました。間違いや不正に対しては、必ず剣を取って立ち向かい、その揺るぎない信念で戦い抜いたのです。一方、その硬い鎧の下に隠されていたのは、仲間を深く思いやる優しい心。特に、ある青き乙女の存在は、赤き騎士の胸を何度もときめかせたのでした。\n\n## 詳細\n\n### 第1章\n\n**名前:** エリザベス・ローズ・ブラッドフレイム\n**ギルド:** ジェイドソード\n\nエリザベスの旅は、過去の記憶を失っていながらも、自分を形作る強い信念と共に始まりました。騎士としての責務を背負い、誠実で、思いやり深く、そして忠実に彼女は[王](#entry:outsider-entry)に仕えました。\n\nしかし、そんな気高い彼女にも弱点がありました。王国が持つ内部のシステムに関してはまるでお手上げ。古風な騎士である彼女にとっては複雑で、助けられる側になることもしばしば。\n\nそれでも大切なのは、彼女の心の在り方でした。真心と優しさによって、彼女は多くの仲間にとって欠かせない存在となっていきます。2匹のわんこの守護者であり、ギルド仲間のカリにとって信頼できる相棒。傲慢なタムに最初に立ち向かった勇気ある一人でもありました。そして、古石乙女に頼まれたからというだけで、[一時的にビジューを引き取る](https://www.youtube.com/live/oVguNTPnDww?feature=shared&t=1902)ほどだったのです。\n\n彼女は、それらすべてを騎士としての義務だと信じていました。王が望むことを果たすのが当然だと。\n\nしかし、すべてが「義務」だけで動いていたわけではありませんでした。\n\n> 青を選んだんだ……君と同じように。\n> 魔女だというのに、なんていい声だ！！\n\n[ネリッサ・ジュリエット・レイヴンクロフト](#entry:nerissa-entry)。その名を口にするだけで、エリザベスの胸は高鳴り、顔は真っ赤に染まりました。彼女はそれを「魔術」と呼び、そんな気持ちを抱かせるネリッサを「魔女」と決めつけます。そして「監視」という名目で彼女のそばにいることを自らの義務としたのでした。――それは本当に王の意思だったのでしょうか？ それとも、[彼女自身の望み](#entry:fire-and-flight-entry)だったのでしょうか？\n\n最終日、エリザベスは仲間と共に腐敗した王国を解放するという大役を果たしました。しかし、戦いが終わったかに見えた瞬間、衝撃の真実が明かされます。彼女が忠誠を誓ってきた王は、すべてを欺き操る「悪」そのものだったのです。エリザベスの世界は音を立てて崩れ、信じてきた理想はあっけなくひっくり返されました。\n\n最初は迷い、なおも「王こそ主」と言い張ります。しかし、仲間が傷つく姿を目にして、彼女は決意するのです――もはや王のためではなく、仲間のために。そして、[自分自身のために。](https://www.youtube.com/live/_urPfTQnLes?t=17881)\n\n### 第2章\n\n**名前:** エリザベス・ローズ・ブラッドフレイム\n**職業:** スミス（鍛冶屋）\n\n新たな旅でも、エリザベスの本質は変わりませんでした。優しく、誠実で、困っている者を放っておけない。そしてやはり、王国のシステムに悪戦苦闘していました。ですが今回は、シャキーラのような仲間の助けを受け、少しずつ対応できるようになっていったのです。\n\n印象的だったのは、以前よりも肩の力が抜けていたこと。こっそり姿を消して仲間の悪ふざけをのぞき見たり、会話を盗み聞きしたり。親しい仲間――セシリアやロアとは[軽口を叩き合い](https://www.youtube.com/live/wnQuawM-3Jc?si=50KJ0NQbXZVnvoL6&t=8749)、時には王国の性別発表パーティーのような大騒ぎにも参加していました。\n\nさらに、今回の旅を記録する「ナイトログ」を書き始めます。前回の旅を振り返りつつ、日々の出来事を綴り、もちろん「ジュリエット」ことネリッサ・レイヴンクロフトの「監視記録」も忘れずに。\n\nその「監視」は着実に進展していきました。言い争いや「魔女」呼ばわりは相変わらずでしたが、その一方で剣を交えたり、賭け事をしたり、肖像画を隣に飾ったり、心を込めた手紙を交わしたりと、[絆は確実に深まっていった](#entry:maven-in-blue-entry)のです。\n\nですが、終盤で思わぬ展開が訪れます。ネリッサは他の四人と共に英雄たちを裏切り、自らの道を選んだのです。エリザベスの胸に去来した感情――怒りか、驚きか、裏切られた痛みか――それは言葉にされぬまま、次章へと持ち越されました。しかし確かなのは、エリザベスが望むのは「幸福な結末」であること。自分のために、そして皆のために。\n\nこの旅を通じて、赤き騎士は「本当の騎士」とは何かを学んでいったのでした。\n\n騎士に必要なのは、栄光でも賞賛でもない。ただ「使命」です。その使命を果たすたび、彼女はふと考えるようになりました。自分の「それ以前の人生」とは、どんなものだったのか。それはまったく違う人生で、そこでは――\n\n> 「私の心は満ち足りていた。自分の名前を恐れることもなく、剣の音にひるむこともなかった。」\n\nその記憶を完全に思い出すことはできません。ですが、断片のように感じられる何かは残っていました。忘れられぬ記憶の欠片か、それとも真実を知る者たちの言葉か。彼女自身はまだ[受け入れる準備](https://www.youtube.com/live/uEB2dIe37oo?si=6E-r2kSyXFeSXW_-&t=24060)ができていなかったとしても――ただ一つ、決して揺るがない真実がありました。\n\n> 「それでも私は立ち上がる。\n> 剣を必要とする者のために、それを振るうたび、たとえ私自身が少しずつ壊れていっても。\n> ただ甘いだけでは優しさではない。\n> すべてが焼き尽くされても、最後に残るものこそが優しさなのだ。」\n\n## 代表的な著作\n\n- [読む「騎士の記録 0001」](#text:liz-journal-c2d1)\n- [読む「騎士の記録 0002」](#text:liz-journal-c2d2)\n- [読む「騎士の記録 0003」](#text:liz-journal-c2d4)\n- [読む「騎士の記録 0004」](#text:liz-journal-c2d5)\n- [読む「騎士の記録 0005」](#text:liz-journal-c2d6)\n- [読む「騎士の記録 0006」](#text:liz-journal-c2d7)\n\n## 豆知識\n\n- 第1章でのエリザベスには、ちょっとした劇的な癖がありました。場面が変わるたびに、頭の中でその状況にぴったり合った曲が流れ出すのだとか。旅の間には少なくとも十曲以上を使い分けていたそうです。\n- 第2章終了時点で、この不思議な旅において**唯一、毎日欠かさず参加したのはエリザベス**です。\n\n[liz](#easter:easter-liz)",
      "thumbnailSrc": "/images-opt/liz-entry-opt-thumb.webp",
      "galleryImages": [
        {
          "title": "エリザベス 第1章 プロフィール",
          "source": "/images-opt/liz-entry-0-opt.webp"
        },
        {
          "title": "「Start Again」MVでのエリザベス",
          "source": "/images-opt/liz-entry-1-opt.webp"
        },
        {
          "title": "セシリアと共に戦うエリザベス",
          "source": "/images-opt/liz-entry-2-opt.webp"
        },
        {
          "title": "日ごとの重要な場面を描いたエリザベス",
          "source": "/images-opt/liz-entry-3-opt.webp"
        },
        {
          "title": "エリザベス 第2章 プロフィール",
          "source": "/images-opt/liz-entry-4-opt.webp"
        },
        {
          "title": "日記を綴るエリザベス",
          "source": "/images-opt/liz-entry-5-opt.webp"
        },
        {
          "title": "第2章のエンディングに登場するエリザベス",
          "source": "/images-opt/liz-entry-6-opt.webp"
        }
      ],
      "imageSrc": "/images-opt/liz-entry-opt.webp"
    },
    {
      "id": "cecilia-entry",
      "title": "セシリア・イマ―グリーン",
      "chapters": [
        -1
      ],
      "quote": "ひ、姫様、行かないと……歯医者の予約があるんです。",
      "content": "## 概要\n\n**記憶:** 未覚醒\n**レベレーション:** [オートマトン・アサルト](#entry:automaton-assault-entry)\n\nセシリアは謎めいた存在でした。理論家でいて、あえて人とは逆を行く逆張り屋。そして王族にのみ仕える騎士でありながら、行く先々で騒動を巻き起こすトラブルメーカーでもあった。突拍子もない持論を展開しては、まるで火に油を注ぐかのように事態をかき乱すのが得意だ。一度口を開けば、その場を支配する圧倒的な弁舌で、彼女に口論で勝てる者はほとんどいなかった。\n\n## 詳細\n\n### 第1章\n\n**名前:** セシリア・イマ―グリーン\n**ギルド:** スカーレットワンド\n\nセシリアの初めての旅は、他の多くの人とは少し異なっていた。彼女は、お金や物資を稼ぐために肉体労働をすることはなく、厚かましくも他人にたかる[近道](https://www.youtube.com/live/-QKg8Fau9GM?feature=shared&t=3020)を選びました。お金が欲しければ「借りる」とだけ言って返す気はなく、帽子が欲しければその場で歌を披露して、ガラクタをいくつか押し付け交換する。武器や道具も「忙しいから」と自分では取りに行かず、常に楽をして素早く、汗一つかかずに手に入れるのが彼女のやり方だった。\n\n彼女は知識と好奇心を重んじる[スカーレットワンド](#entry:guilds-entry)の一員であり、そのギルドにふさわしい存在でもあった。旅に出てわずか2日目には、早くも王国や王、そしてその裏に潜む巨大な[陰謀論](https://www.youtube.com/live/-QKg8Fau9GM?feature=shared&t=3869)を語り始めていた。多くの者は彼女を狂人扱いしたが――驚くべきことに、その多くが的中してしまうのだ。\n\nその鋭敏な「緑の頭脳」のおかげで、彼女はいくつもの怪しい「チャンス」を掴んできた。働くことを嫌うあまり無一文だった彼女は、自分自身を売り込んで様々な役割を手に入れた。ギルド仲間のドイツ語教師、[ファウナマートのくじ引き](#entry:faunamart-entry)の宣伝係、さらには「そのくじ引きを訴える」と言い出した野良犬の弁護士まで。資格など何一つ持たないペテン師だが、なぜかいつも「手を貸す準備」だけは万端だった。まるで「ベター・コール・ドール！」とでも言うかのように。\n\n> 弁護士をお探し？私は何でも屋だけどね！\n> 資格はないけど、司法試験は受けたことあるのよ。\n\n旅の後半、セシリアは新たな肩書き「古石ビジューの騎士」を手に入れる。宝石の少女が自称ながらも王族だと知るやいなや、彼女は飛びついた。もちろん忠義からではない。姫を操り、影から王国を支配するという壮大な計画を企んでいたのだ。彼女は「古代の儀式」と称して姫を支配下に置こうと画策し、[あと一歩で成功しかけた](https://www.youtube.com/live/4co7VDSYTqU?feature=shared&t=5496)。しかし時は無情にも過ぎ去り、計画は未完のまま幕を閉じることになった。\n\n### 第2章\n\n**名前:** セシリア・イマーカインド\n**職業:** サプライヤー\n\n再び記憶を失ったセシリアは、ほんの少しだけ異なる感情を抱いて目を覚ました。おそらく、心の奥底で過去の自分の狡猾さに気づいていたのだろう。その微かな変化が「セシリア・イマーカインド（今や親切）」という名を選ばせた。しかし、本当に優しくなったかどうかは疑わしく、性格はほとんど変わっていなかった。\n\n今度は火種を撒くというよりは、「燃料役」として振る舞い、混乱をさらに悪化させた。タムを独裁者呼ばわりし、ゴナソンとシオリの恋愛トラブルに首を突っ込み、3日目に勃発した悪名高き[近親相姦騒動](https://www.youtube.com/live/Icdii90vSA?t=18700s)の火付け役の一人にも名を連ねた。\n\nそして今回は、より強く複雑な人間関係を築き上げた。ウルフパックには忠実に従い、ホットピンクワンに「オリバー」と呼び名をつけ親友だと主張し、ビジューの騎士として仕え続けた。\n\nだが、何よりも際立っていたのは、王国の姫[イファニア](#entry:iphania-entry)への揺るぎない愛と献身だった。初めて彼女を目にした瞬間からセシリアは心を奪われ、忠誠を誓った。あらゆる努力を重ねて姫の心を射止めようとし、旅の間中その[想い](https://www.youtube.com/live/I75IWfMGVgM?t=7144)を貫き通した。それはまさに、一途な[ラブストーリー](#entry:oh-princess-entry)そのものだった。\n\n> 姫様と何をしたいの？\n> まずは\\_ピー\\_して、その後に私の手を\\_ピー\\_に挿れるかな。\n\nだが、彼女の愛は最後まで報われることはなかった。胸が引き裂かれるような思いを抱えながらも、セシリアは姫を守る誓いを守り抜きました。最終日に呪いによって姫が命を落とした時でさえ、彼女は歩みを止めなかった。そして、ずっと彼女たちを導いてきた司書フィアが、実はイファニア本人であり、図書館で無事に生きていると知った時――彼女には再び、戦い続ける理由が与えられたのだった。\n\n## トリビア\n\n- 第1章では、数多くの人脈を築きながらも、セシリアはペイザン・ザ・ベイと一度も関わることがなかった。彼女が唯一関わらなかった人物だったのだ。そのため、第2章でペイザンがセシリアに恋心を抱いた時には、誰もが驚きを隠せなかった。\n- 第1章と第2章を通して、セシリアは自分の家も店も一度も建てなかった唯一の人物だった。\n\n[セシリア](#easter:easter-cecilia)",
      "thumbnailSrc": "/images-opt/cecilia-entry-opt-thumb.webp",
      "galleryImages": [
        {
          "title": "セシリアのチャプター1プロフィール",
          "source": "/images-opt/cecilia-entry-0-opt.webp"
        },
        {
          "title": "他の仲間と共に戦うセシリア",
          "source": "/images-opt/cecilia-entry-1-opt.webp"
        },
        {
          "title": "セシリアのチャプター2プロフィール",
          "source": "/images-opt/cecilia-entry-2-opt.webp"
        },
        {
          "title": "姫に捧げるセシリアのセレナーデ",
          "source": "/images-opt/cecilia-entry-3-opt.webp"
        },
        {
          "title": "人生の恋が猫だと知った時のセシリア",
          "source": "/images-opt/cecilia-entry-4-opt.webp"
        }
      ],
      "imageSrc": "/images-opt/cecilia-entry-opt.webp"
    },
    {
      "id": "gigi-entry",
      "title": "ゴナソン・G",
      "chapters": [
        -1
      ],
      "quote": "私はただの謙虚なる騎士…ゴナソン・G。お会いできて光栄です。",
      "content": "## 概要\n\n**記憶:** 未覚醒\n**レベレーション:** [グレムリン・グレネード](#entry:gremlin-grenade-entry)\n\n謙虚なる騎士、ゴナソン・Gはリベスタルで数々の試練を乗り越えてきました。困っている者を助けるという誓いを決して忘れることなく、愛する女王や王国の民、そして冒険で巡り合った大切な仲間たちのために戦い続けました。幾度となく悲しみや喪失を経験しても、「正しいこと」を貫こうとする強い意志と、彼らしい揺るぎない謙虚さが、時に予期せぬ形で訪れる困難さえも乗り越える力となったのです。\n\n## 詳細\n\n### チャプター1\n\n**名前:** ゴナソン・G\n**ギルド:** セルリアンカップ\n\n伝説では「誠実で勇敢な謙虚なる騎士」と語り継がれる一方で、彼の真の物語は、多くの失敗と優柔不断に満ちたものでした。\n\n冒険の序盤、ゴナソンは「お人好し」と見なされ、様々な者たちに金銭目当てで利用されてしまうこともありました。努力と献身の末に多くの黄金を手に入れたものの、信頼していた仲間たちでさえ、彼を[金づるとして利用する](https://www.youtube.com/watch?v=kB2jUKUsxtE&t=6008s)場面が少なくありませんでした。それでもゴナソンは、誰かの助けになることを諦めず、人々の良心を信じ続けました。\n\nそして、何よりも彼の強さの源となったのは、「大切だと認めた者」への揺るぎない深い忠誠心でした。最初にその対象となったのは、リベスタルの新たな女王を名乗った[タム・ガンドル](#entry:kronii-entry)。旅が始まってわずか数日後に去ってしまったにもかかわらず、ゴナソンは決して忠誠を捨てることなく、彼女を称える巨大な像を建てることさえしました。\n\n> 「彼女は私に優しさをくれた。\n> 住む場所を与え、帰る場所をくれた。これまで誰からももらったことのない言葉をくれた。」\n\n周囲が彼女を見下したり、その地位を奪おうとしたり、ゴナソンが建てた像を冒涜されてもなお、彼は彼女こそが[仕えるに値する女王](https://youtu.be/oygFzGlMT28?t=2979)であると信じ続けました。\n\nそして、彼の日々を鮮やかに彩ったのは[ジョナサン・ワトソン](#entry:ame-entry)との関係でした。当初は互いに疑念を抱いていた二人でしたが、やがて恋に落ち、固い絆で結ばれ、結婚します。頑丈なダイヤモンドのように強いゴナソンと、優しいパールのように繊細なジョナサン。互いを補い合うかのように。しかし、悲劇が二人を襲います。ジョナサンが過去の記憶を取り戻したことで、記憶喪失に陥ってしまい、大切な「パール」を失ったゴナソンは、深く打ちひしがれます。\n\nしかし、友人たちの温かい励ましによって、彼は再び立ち上がります。愛する人を決して諦めようとはしませんでした。友人たちの応援を背に、深い愛を胸に宿したゴナソンはジョナサンに想いを届け、ついに二人は[涙の再会](#entry:a-knights-tale-entry)を果たします。こうして、第1章の物語は幕を閉じました。\n\n> 「記憶がなくても、僕らは言葉や理屈を超えて、お互いを信じ合える。そう確信していた。」\n\n数々の苦難や失敗を経験しながらも、ゴナソンは、「誰よりも忠実で誠実な友」であること、そしてただ他者に従うだけでなく、自らの信念のために戦うことができる人物であることを証明したのです。\n\n### 第2章\n\n**名前:** ゴナソン・G\n**職業:** スミス（鍛冶師）\n\n続く第2章では、彼を、さらなる勝利と、そして深い苦悩が待ち受けていました。冒険の始まりと共に、再び記憶を失った彼は、大切な「パール」との記憶までも失ってしまい、それは彼にとって大きな試練となります。\n\n心に深い影を抱えながらも、ゴナソンは多くの人々を助け、その過程で仲間たちには「自分らしさを貫く強さ」を与えていきました。自分をあくまで「女王に仕える一介の騎士」と認識しながらも、親しい友人たちと共に結成した[ウルフパック](https://youtu.be/dgfH4qnRlfw?t=2105)を率いる立場となっていきます。\n\n> 「ダメだ！ここに残ったら、一人ぼっちになってしまうよ！」\n> 「おいおい、男同士の友情はどうしたんだよ！」\n\nその道中、彼はセシリア・イマーカインドが、イファニア王女への愛をありのままに受け入れられるよう後押しし、タム・ガンドルには女王としての覚悟を促し、[ホットピンクワンを討ち倒す](https://youtu.be/rDdbFYqcAyI?t=9279)という偉業を成し遂げ、絶望の淵にいたペイザン・ザ・ベイを立ち直らせるなど、多くの人々に影響を与えました。鍛冶師という職は仲間たちの装備を強化できるため、彼にとって、まさに天職ともいえる選択でした。大切な仲間を守りたいという、彼の純粋な心を形にする仕事だったのです。\n\nしかしその一方で、謙虚さと忠誠心が輝きを放つ中、優柔不断さや、「自分自身で決断できない弱さ」もまた露呈していくことになります。その最たる例が、魔女の騎士[シオリ・ニャヴェラ](#entry:humble-knight-witch-entry)との関係でした。\n\n「パール」との記憶を失ったゴナソンは、心の穴を埋めるかのようにシオリを支え、次第に彼女に惹かれていきます。純粋で高潔な想いを抱きながらも、「女王への忠誠」と「愛を求める心」の間で揺れ動き、シオリとの関係では、幾度も[苦い失敗](https://www.youtube.com/watch?v=BSPi8sTHdAY&t=12003s)を繰り返してしまいます。\n\n最終的に二人は和解をしますが、この失恋は、ゴナソンの心に深い傷跡を残しました。しかしそれが、彼が「自分の人生に責任を持つ」という新たな一歩を[踏み出す](https://youtu.be/rDdbFYqcAyI?t=10507)きっかけとなるのです。\n\n未来は、いまだ不透明なままです。特に、第2章の劇的な結末を経験した今もなお、ゴナソンは「信じるもののために戦い、過去の過ちを正す」という固い決意を胸に、これからも歩み続けるでしょう。\n\n## 著作\n\n- [「騎士の物語」を読む](#text:a-knights-tale)\n- [「騎士の願い」を読む](#text:a-knights-wish)\n\n## 豆知識\n\n- 第1章では、ゴナソンは全メンバーと交流を果たしています。最初と最後の日を除いてほとんど姿を現さなかったペイザン・ザ・ベイまでも対象としていたため、これは驚くべき偉業と言えるでしょう。\n- 第1章と第2章の両方で、ゴナソンの「巨大建築計画」は高度制限の壁に阻まれ、いずれも頓挫しています。その代表的な例が、第1章の**タム・ガンドル像**と、第2章の**世界樹の家**です。これらはどちらも、「Promise」のメンバーであるオーロ・クロニーとセレス・ファウナを意識したものでした。\n- ゴナソンが男性という設定になったのは、ジジ・ムリン氏が、彼を「自身の記憶喪失バージョン」であると誤解したことに由来します。誤解が解けてからも、彼女はゴナソンを「彼」として扱い続けることを選びました。\n\n[ジジ](#easter:easter-gigi)",
      "thumbnailSrc": "/images-opt/gigi-entry-opt-thumb.webp",
      "galleryImages": [
        {
          "title": "ゴナソンのチャプター1プロフィール",
          "source": "/images-opt/gigi-entry-0-opt.webp"
        },
        {
          "title": "リベスタルの民を脅かすゴナソン",
          "source": "/images-opt/gigi-entry-1-opt.webp"
        },
        {
          "title": "ゴナソンのチャプター2プロフィール",
          "source": "/images-opt/gigi-entry-2-opt.webp"
        },
        {
          "title": "\"Monster\" MVに登場するゴナソン",
          "source": "/images-opt/gigi-entry-3-opt.webp"
        },
        {
          "title": "チャプター2エンディングのゴナソン",
          "source": "/images-opt/gigi-entry-4-opt.webp"
        }
      ],
      "imageSrc": "/images-opt/gigi-entry-opt.webp"
    },
    {
      "id": "raora-entry",
      "title": "ラオラ・パンテラ",
      "chapters": [
        -1
      ],
      "quote": "「彼女はニセモノよ！ニセモノよ！」",
      "content": "## 概要\n\n**記憶:** 未覚醒\n**啓示:** [パーフェクト・エグゼキューション](#entry:purrfect-execution-entry)\n\n最初の旅では、自らを「女王」と称しながら、もう一人の「女王」と結婚したラオラ。その後は宝石店のオーナーとなり、猫好きの女性と結ばれることになりました。彼女は勤勉な働き者で、多くの事業を手がけ、そしてなぜか常にロマンスの相手を探し続ける、まさに“大きい猫”のような女性です。\n\n## 詳細\n\n### 第1章\n\n**名前:** ラオラ・パンテラ、マリオ\n**所属ギルド:** アンバーコイン\n\nラオラの旅は、自称「王国の女王」[タム・ガンドル](#entry:kronii-entry)との出会いから始まりました。ラオラはタムの名前をなかなか覚えられなかったのですが、このコミカルなやり取りこそが、彼女のキャラクターを象徴する一幕となります。つまり――タムこそがニセモノで、**自分こそが正当な女王だ**と信じて疑わないラオラ。こうして、二人の間に軽妙な[ライバル関係](https://www.youtube.com/live/8ybUOw6NhMc?feature=shared&t=13146)が生まれたのです。\n\nラオラはタムとは違い、女王になるという願望に揺るぎない決意を持っていた。ギルドの仲間たちのための部屋まで備えた立派な城を築き上げたほどに。\n\n> 「一度しか言わないからよく聞きなさい。あなたは“城のない女王”よ！」\n\n彼女はまた、ビジューとイナという二人の娘を慈しむ母でもありました。ビジューを危険から守ろうとする姿や、姉妹が戦場で争う姿を見て深い動揺を露わにする様子からは、母としての愛情が強く感じられました。\n\n基本的にマイペースなラオラは、時折他の仲間たちの騒動に顔を出す程度でした。しかしタムとのライバル関係は、物語の終盤には思わぬ転機を迎えます。なんと、あれほど対立していた二人が結婚することに！まさに「敵対から恋へ」の展開を見せたのです。\n\n彼女は最終的に女王になれたのでしょうか？その答えは明確ではありません。しかし、少なくともラオラ自身の、そして彼女を慕う者たちの心の中では、彼女はすでに立派な“女王”だったのです。\n\n### 第2章\n\n**名前:** ロア・パンドラ\n**職業:** ジュエラー\n\nピンク色の猫の姿で迎えた二度目の旅では、「ロア・パンドラ」と名乗り、前世の記憶を一切持たない状態でした。しかしそれでも、彼女はすぐに大胆な目標を掲げます。――王国で一番大きな宝飾店を開き、誰もが最高のチャームを求めて訪れるような店にすること。その店の名は**ガチャーム**。スローガンはこうです。\n\n> 「ようこそ、ガチャームへ！\n> 小さな宝物、無限のよろこび！」\n\n勤勉な[従業員たち](https://www.youtube.com/live/i54lsw-XjDA?t=692)と自身の努力によって、ロアは早くもその夢を実現させます。\n\nこの旅で、彼女の人間関係はさらに複雑に絡み合っていくことになります。第1章とは違い、ロアは他人の事情に積極的に首を突っ込み――時には“文字通りの”三角関係にまで発展していきました。タムとホットピンクワンの間に割り込み、結果として二人の関係を壊してしまいます。そして今度は赤き騎士、[エリザベス](https://www.youtube.com/live/m2OG5auudrQ?si=8Q0YfMOR-vAQL_qj&t=11014)に心を惹かれていくのです。\n\n残念ながら、エリザベスの心はすでに別の人に向けられていました。しかし、ロアにはまだ幸せな結末が用意されていました。最終的に彼女は猫好きの乙女シャキーラと巡り合い、結ばれることに。こうして二度目の旅路も、ハッピーエンドで幕を閉じたのでした。\n\n## 豆知識\n\n- ラオラは各章の7日目に必ず誰かと結婚しています。もし毎回5セントもらえるなら、2回で10セント――大金ではないですが、この偶然の一致は妙に印象深いですね。\n\n[ラオラ](#easter:easter-raora)",
      "thumbnailSrc": "/images-opt/raora-entry-opt-thumb.webp",
      "galleryImages": [
        {
          "title": "ラオラ 第1章プロフィール",
          "source": "/images-opt/raora-entry-0-opt.webp"
        },
        {
          "title": "ジャスティスHQにいるラオラ",
          "source": "/images-opt/raora-entry-1-opt.webp"
        },
        {
          "title": "ラオラ 第2章プロフィール",
          "source": "/images-opt/raora-entry-2-opt.webp"
        },
        {
          "title": "第2章エンディングのラオラ",
          "source": "/images-opt/raora-entry-3-opt.webp"
        }
      ],
      "imageSrc": "/images-opt/raora-entry-opt.webp"
    }
  ],
  "npcs": [
    {
      "id": "iphania-entry",
      "title": "イファニア / フィア",
      "chapters": [
        1
      ],
      "quote": "「運命の鎖を、共に断ち切りましょう！」",
      "content": "## 概要\n\nかつて古代リベスタルの王女だったイファニア。彼女は今、**フィア**と名を変え、時空を超えた聖域[図書館](#entry:library-entry)の番人を務めている。\n彼女こそが、勇者たちを[偽りの世界](#entry:libestal-ficta-entry)の崩壊から救い、過去へと導いた存在だった。それは、ただ命を救うためだけではない。一つの切なる願いを託すため――[アウトサイダー](#entry:outsider-entry)の誕生を阻止してほしい、と。\n\n## 詳細\n\n### バックストーリー\n\n遥か昔、[古代リベスタル](#entry:libestal-ancient-entry)を治めていたのは、王家最後の血筋であるイファニア王女だった。広がる“腐敗”によって両親をはじめ多くの親しい人々が命を奪われ、世界はまさに崩壊の危機に瀕していた。予言の書が告げる未来も、ただひたすらに破滅のみ。\n\nだがイファニアは決して絶望に屈することなく、運命にすら抗い戦い続けた。その揺るがぬ意志は、ただ世界を観測するだけの存在――**ウォッチャー**の心を動かした。彼は誓いを破り、剣士**アウトランダー**として姿を変え、イファニアと共に戦う道を選んだ。\n\n二人の奮闘の末、呪いは討たれ、腐敗の源も滅ぼされた。\nしかし運命は残酷だった。呪いの欠片が、イファニアの大切な人形に宿っていたのだ。誰もが油断したその瞬間に再び姿を現し、彼女を襲った。イファニアは肉体を失いましたが、その魂は、自らの命を奪った人形の中に留まり、器となったのです。\n\nやがて世界は完全に崩壊し、彼女の魂は時空を漂い続け、最終的に図書館へと辿り着いた。そこは彼女の存在を守ると同時に、永遠に出られぬ檻でもあった。アウトランダーが彼女を呼んだ愛称――**フィア**を名乗り、彼女は図書館の永遠の管理者となったのだった。\n\n閉ざされた聖域の中で、フィアはただ、かつての王国の滅亡、アウトランダーが受けた罰、そしてアウトサイダーの誕生につながった絶望の連鎖を悔いることしかできませんでした。彼女は彼らを救いたいと切望しましたが、無力でした。\nだが――そんな彼女の前に、輝く星、すなわち勇者たちが現れたのだ。\n\n新たな希望を見出したフィアは、彼らを過去へと召喚した。自らの世界が滅びる運命の一週間前に、時を遡らせて。自分にはできなかったことを、勇者たちなら成し遂げられると信じて。\n\n### 第2章\n\n勇者たちと初めて対面したフィアは、衝撃の真実を語った。彼らが仕えてきた王は偽物であり、全宇宙を滅ぼそうとするアウトサイダーであると。そして、勇者たちに助けを求めた。しかし、時を超えたことによる負担で記憶の一部を失っており、物語の全貌を思い出すことができずにいた。\n\n勇者たちは彼女の失われた記憶を取り戻すため、旅を始めた。古代リベスタルを巡る中で、彼らは過去のイファニア――なおも運命に抗い続ける王女と出会う。数々のダンジョンを突破し、星の遺跡を巡り、多くの戦いを乗り越える中で、フィアの記憶は少しずつ繋がっていった。記憶が戻ったフィアは、新たな道筋を提案しました。勇者たちにアウトランダーの代わりに世界を救う役目を担ってもらい、アウトランダーが罰を受けること、そしてアウトサイダーが生まれることを未然に防ぐ策を。\n\n真実を知ったイファニアは、勇者たちと共にアウトランダーを説得した。そして彼は、自らの使命を手放すことに同意する。計画は成功し、彼らは[呪い](#entry:heart-of-ruin-entry)を打ち倒し、見事リベスタルを救ったのだ。\n\nだが勝利は長く続かなかった。祝宴の最中、呪いは最後の一撃を放ち、再びイファニアの命を奪った。\nその直後、さらに高次元の存在が現れ、空間を粉砕するかのように顕現した。彼らはアウトランダーの裏切りを糾弾し、運命に逆らった勇者たちを裁こうとした。\n\n絶体絶命の瞬間、フィアは再び勇者たちを図書館へ引き戻し、時を跳躍させることでその高次元存在の追跡から逃れた。この最後の時跳びによって、フィアはすべての記憶を取り戻した。リベスタルの王女としての人生、悲劇的な最期、そして“司書”として生きる現在の在り方――そのすべてを。\n\n歴史は繰り返された。彼女はまたしても運命を打ち破れなかったのだ。\n\nそれでも、彼女は諦めなかった。今度は過去を変えるのではなく、未来そのものを変えるために。この先の道を、勇者たちと共に新たに切り拓くために、と。\n\n多くの勇者たちは迷わずその手を取った。\nしかし、全員ではなかった。\n**フワワ、モココ、ビジュー、ネリッサ、シオリ**は、自らの道を行くことを宣言し、フィアとは袂を分かったのだった。",
      "thumbnailSrc": "/images-opt/iphania-entry-opt-thumb.webp",
      "galleryImages": [
        {
          "title": "イファニアのプロフィール",
          "source": "/images-opt/iphania-entry-0-opt.webp"
        },
        {
          "title": "フィアのプロフィール",
          "source": "/images-opt/iphania-entry-1-opt.webp"
        },
        {
          "title": "呪いに倒れるイファニア",
          "source": "/images-opt/iphania-entry-2-opt.webp"
        },
        {
          "title": "第2章エンディングのフィア",
          "source": "/images-opt/iphania-entry-3-opt.webp"
        }
      ],
      "imageSrc": "/images-opt/iphania-entry-opt.webp"
    },
    {
      "id": "outsider-entry",
      "title": "アウトサイダー",
      "chapters": [
        0,
        1
      ],
      "quote": "「我が復讐は、これから始まるのだ！」",
      "content": "## 概要\n\n**アウトサイダー**は、かつて偽りの[リベスタル王国](#entry:libestal-ficta-entry)へ勇者たちを召喚した存在です。慈悲深い王を装い、勇者たちを欺くことで、自らを古代の束縛から解放させた張本人でした。かつて自分を封じた力への憎悪と怨念に囚われ、その望みはただ一つ――復讐として、宇宙そのものを滅ぼすこと。勇者たちこそが、その暴走を止められる唯一の存在なのです。\n\n## 詳細\n\n### 第1章\n\nリベスタル王国に召喚された19人の勇者たちを迎えたのは、優しく思いやりに満ちた王でした。彼は「王国を蝕む『ステイン』の脅威から救ってほしい」と訴え、その態度も目的も、まるで高潔なものに見えましたが――すべては偽りでした。\n\nステインキングを討ち果たした後、王はついに本性を現します。幾度となく世界の滅亡を目の当たりにしながらも、そこから逃れる術を持たず、ただ「繰り返し」の中に囚われていた彼は、勇者たちを召喚することで、ついにその牢獄の封印を打ち破ったのです。そして仮初めの姿を脱ぎ捨て、本来の姿である**キャプティブ**（後の**アウトサイダー**）を現しました。\n\n> 「この地獄に別れを告げる。もはや私を縛るものはない。\n> 次は――お前たちだ……」\n\n彼の目的は明白でした。自らを縛った運命への報復として、森羅万象すべてを滅ぼすこと。しかし、勇者たちの総力によって、彼はついに討ち倒されます。\nしかしその瞬間、世界そのものが崩壊を始めました。絶望的な結末が迫る中、謎の存在が介入し、勇者たちは辛くも救い出されたのです。\n\n### 第2章\n\n勇者たちは**フィア**の力によって過去へと導かれます。アウトサイダーが生まれる前の古代リベスタルへ。フィアの目的は、アウトサイダーの誕生を阻止すること。\n\nその旅路の中で彼らが出会ったのは、名もなき放浪の剣士――**アウトランダー**でした。彼もまた、世界を蝕む腐敗の源『ハート・オブ・ルイン』を討つ使命を背負っていました。\n\n#### 名もなき剣士\n\n**アウトランダー**\n使命に駆られ、知識に憑りつかれた彼は、迫り来る滅びを払うため、戦い続けていました。しかし[ストロングホールド・オブ・ルイン](#entry:stronghold-of-ruin-entry)の探索中、腐敗に呑み込まれて封じられてしまいます。イファニア王女に派遣された勇者たちは、ダンジョンを制覇し、彼を解放しました。\n\nしかし救われた後も、彼は勇者たちと距離を置き、なかなか心を許そうとしませんでした。「世界を救う責任は自分一人にある」と――その強すぎる信念こそが、後の破滅を招くことになります。\n\n**ウォッチャー**\nやがて明らかになった彼の正体――それは**ウォッチャー**でした。世界の成り行きをただ見届けるだけの『コレクティブ』の一員。本来、決して介入してはならない存在でした。しかし、イファニアの不屈の勇気に心を動かされ、彼はその掟を破ります。名もなき剣士として運命に抗い、歴史の結末を書き換えようとしたのです。\n\n**アウトサイダー**\nその代償は、重いものでした。アウトランダーの反逆は『高次元の存在』によって罰せられ、永遠に虚構の王国に幽閉されてしまいます。時が経つにつれ、アウトランダーの憎悪と絶望は狂気へと変貌し、そこから**アウトサイダー**が生まれたのです。\n\n- [「アウトサイダー」を読む](#entry:outsider-entry)\n\n#### 運命に抗った代償\n\n己の宿命を知り、勇者たちの力を目の当たりにしたアウトランダーは、ついにその役目を手放します。世界を救う使命を勇者に託し、一歩身を引いたのです。\n\nしかし、勝利の宴の最中、呪いが再び姿を現し、イファニアの命を奪ってしまいます。絶望の中、アウトランダーは再び戦いに介入してしまいました。この行為こそが裏切りでした。なぜなら、リベスタルを苦しめていたその呪いは、彼と同じ「コレクティブ」の一員だったからです。\n\n> 「裏切り者め！\n> 運命に抗えると思ったか？\n> その傲慢さを後悔するがいい。」\n\n怒り狂った『高次元の存在』は、彼の裏切りを決して許しませんでした。勇者たちがハート・オブ・ルインを破壊し、平和を取り戻したとしても――彼の反逆は、消えぬ罪として残ったのです。彼の運命は変わらず、幽閉は避けられませんでした。『運命』は変えられず、**アウトサイダー**は再び生まれてしまうのです。\n\n宇宙の運命が懸かり、過去の真実がすべて明かされた今、勇者たちは最大の試練に挑みます。――**アウトサイダー**を、完全に止めるために。",
      "thumbnailSrc": "/images-opt/outsider-entry-opt-thumb.webp",
      "galleryImages": [
        {
          "title": "リベスタル王――アウトサイダーの仮の姿",
          "source": "/images-opt/outsider-entry-0-opt.webp"
        },
        {
          "title": "キャプティブとの戦い",
          "source": "/images-opt/outsider-entry-1-opt.webp"
        },
        {
          "title": "アウトランダーの登場",
          "source": "/images-opt/outsider-entry-2-opt.webp"
        },
        {
          "title": "アウトランダーとの初対面",
          "source": "/images-opt/outsider-entry-3-opt.webp"
        },
        {
          "title": "第2章でのアウトランダー最期の瞬間",
          "source": "/images-opt/outsider-entry-4-opt.webp"
        }
      ],
      "imageSrc": "/images-opt/outsider-entry-opt.webp"
    }
  ]
}