{
  "numberOfDays": 1,
  "title": "The Chains of Fate",
  "charts": [
    {
      "dayRecap": "## Day 1: The Chains of Employment\nThe kingdom of Libestal has returned—but something is… off. Our heroes have traveled back in time?! As if the whole “the King was evil and the old kingdom was a fabricated illusion” twist wasn’t enough, now we’ve got *time travel* thrown into the mix. But alright, maybe it’s not so bad, they just need t—oh, they’ve also lost their memories. Again???\n\nForget the bonds, the connections, the whole history they’d built up—our heroes now begin anew. A new kingdom, new lives, even new identities. But one thing hasn’t changed: their mission to recover their shattered memories and, somehow, save the world—no, the *universe*—from calamity. The King, now known as the Outsider, still seeks its end.\n\nThe (new? old?) kingdom of Libestal also brings new systems for the heroes to learn. Guilds are gone, replaced by *Jobs*, and each hero is free to choose the path they wish to walk:\n\n* **The Smith:** Crafts upgrade stones used to enhance Revelation Weapons.\n* **The Jeweler:** Crafts charms that boost health and defense.\n* **The Chef:** Cooks meals that grant adventuring buffs.\n* **The Supplier:** Enchants tools, improving resource gathering.\n\n![The job selection area](/images-opt/jobs.webp)\n\nThe kingdom itself has undergone a makeover too. With a strong wooden motif, it carries a distinctly medieval vibe. No tyrannical King this time—replacing him is Princess Iphania, the current ruler. Alongside her is a mysterious talking cat named Fia, who manages a place known as the *Library*.\n\nThe Library holds the memories of everything, and it's now tended by lorekeepers Calli and Kiara, who work with Fia to archive the new stories our heroes will forge. At the end of each day, everyone is expected to write a diary entry of their journey and submit it to the Library.\n\n![The Library with Fia](/images-opt/library.webp)\n\nHow will any of this help save the universe? Who knows. But it's only Day 1—the start of a new adventure, a chance to forge new bonds and rediscover old ones. Forget world-saving for now. First, our heroes need to get a grip on their new lives and roles… because before anything else, they need to *pay the bills*.\n",
      "title": "The Chains of Employment",
      "nodes": [
        {
          "id": "fuwawa-abyssguard",
          "type": "image",
          "position": {
            "x": 1450,
            "y": 800
          },
          "data": {
            "title": "Fuwawa Abyssguard",
            "content": "The fluffy one’s beginning mirrored that of all the others—she was given the rundown of her situation, her mission, and the state she was in: missing a piece of her memories (see [Fia](#node:fia) and [Princess Iphania](#node:princess-iphania)). She was understandably confused, but, as always, she faced her new reality with quiet resolve. Just like in her past journey, she accepted her role and duties without hesitation.\n\nWhen asked to choose an occupation, Fuwawa became a chef. Her reason was simple and heartfelt: she wanted to bring people together through food, to create joyful moments with her cooking—a touching motive that fit her perfectly.\n\n[Fluffy food for everyone](#embed:https://www.youtube.com/live/-zBlbI-EuCw?si=nzN8c0Pw0-r-m8IK&t=1696)\n\nAnd so her new adventure began. Thanks to the familiarity of the kingdom’s mechanics from her previous life, the fluffy one had a much easier time settling into this strange, yet oddly familiar world. Along the way, she encountered old acquaintances—or perhaps new ones? With her memories fragmented, she couldn’t be sure. She remembered her beloved bread lady, [Elizabeth](https://www.youtube.com/live/-zBlbI-EuCw?si=wV_c4zN2N9MCFymM&t=5394), but drew a blank on the striking blue maiden before her. So she gave her a name of her own:\n\n[Miss Mustard](#embed:https://www.youtube.com/watch?v=-zBlbI-EuCw&t=3399s\n)\n\nThen came the cooking. She was a chef, after all. From soups to potato salads, Fuwawa happily prepared meal after meal. It quickly became clear she had made the right decision—cooking was easy, fun, and most importantly, fulfilling.\n\nShe spent time exploring the kingdom, inspecting the [kitchen](https://www.youtube.com/watch?v=-zBlbI-EuCw&t=8953s\n) she would come to know well, and even visited the gallery where she stumbled upon a nostalgic painting of herself from a past she could still recall.\n\n[The chickens...](#embed:https://www.youtube.com/live/-zBlbI-EuCw?si=EsVMxO7nW5FLNBdj&t=9049)\n\nAs the day came to a close, the doggo continued doing what she loved. She even attempted to bake a cake—though that endeavor didn’t go quite as planned, and she ultimately gave up. Still, it was a sweet and fluffy end to a sweet and fluffy start.\n",
            "imageSrc": "images-opt/Fuwawa-Abyssgard_list_thumb.webp",
            "teamId": "chef",
            "status": "Alive",
            "day": 0,
            "bgCardColor": "#67b2ff"
          },
          "measured": {
            "width": 100,
            "height": 100
          },
          "selected": false,
          "dragging": false
        },
        {
          "id": "mococo-abyssguard",
          "type": "image",
          "position": {
            "x": 700,
            "y": 325
          },
          "data": {
            "title": "Mococo Abyssguard",
            "content": "Mococo had lost her memories—again—as she listened to the explanation of the new situation she and the other heroes were in. But did she care? Not particularly. She didn’t question it at all. Sure, she had trouble remembering people who were once close to her, like [Elizabeth](https://www.youtube.com/watch?v=Fv6DAiZLbUk&t=823s), and others she was only vaguely familiar with, like [Nerissa](https://www.youtube.com/live/Fv6DAiZLbUk?si=KUz2qVX6vM0F-4ff&t=2737)—but beyond that, she was remarkably unbothered.\n\nMaybe, in some strange way, it was a blessing. A clean slate. A sweet release from the trail of crimes she’d left behind in her last adventure. Wrongfully suing a local business, corrupting the land, singlehandedly wiping out all of Fuwawa’s chickens in one fell swoop—this new journey was her chance at redemption.\n\nShe chose to be a jeweler this time. Why? Simple. Shiny things. Shiny things meant money. And Mococo loves money—we all know this. So the choice made perfect sense.\n\n[Me like shiny](#embed:https://www.youtube.com/live/Fv6DAiZLbUk?si=_C3pZF1YEMxXEZ0S&t=1825)\n\nAnd so the fuzzy one’s journey began. Like everyone else, she had to learn the ropes of this new world. Of course, she made the most of her amnesia along the way—using it as a convenient excuse to mess with others for her own [amusement](https://www.youtube.com/watch?v=Fv6DAiZLbUk&t=3798s). She dove straight into mining, digging up shiny gems and jewels, the sparkle of which lit up her eyes with [dollar signs](https://www.youtube.com/live/Fv6DAiZLbUk?si=rNUGrnLRv6cy2cIy&t=4350). Her love for money hadn’t changed one bit, and she made that clear—yes, even if it involved a little [violence](https://www.youtube.com/live/Fv6DAiZLbUk?si=X8jas4hawvrGxh2Y&t=6315).\n\nNot much else happened—it was only Day 1, after all. And honestly? That was probably for the best. After how chaotic things got for Mococo last time, she could use a bit of peace. Time to refresh her mind, perhaps become a kinder, gentler soul. Sure, she was still a little obsessed with cash, but who isn’t? At the very least, she didn’t have to worry about lottery tickets anymore. She could live her life, make her own choices, and—oh no, Mococo, no! She found the gambling machine!\n\n[Here we go again](#embed:https://www.youtube.com/live/Fv6DAiZLbUk?si=xxcTjEyCBICYhYy1&t=9886)\n",
            "imageSrc": "images-opt/Mococo-Abyssgard_list_thumb.webp",
            "teamId": "jeweler",
            "status": "Alive",
            "day": 0,
            "bgCardColor": "#f7a6ca"
          },
          "measured": {
            "width": 100,
            "height": 100
          },
          "selected": false,
          "dragging": false
        },
        {
          "id": "elizabeth-rose-bloodflame",
          "type": "image",
          "position": {
            "x": 700,
            "y": 800
          },
          "data": {
            "title": "Elizabeth Rose Bloodflame",
            "content": "Right as she was regaining her composure after a long slumber—ever since the battle against the corrupted King—Elizabeth suddenly found herself thrown into a place that somewhat resembled a library, where a cat named Fia greeted her and explained the current situation.\n\nThere was a lot to take in, but one detail stood out to Elizabeth more than anything else: she had been brought back in time, to an earlier state of Libestal. Her memories were fractured, and she was told she would need to recover them beyond the kingdom’s walls.\n\nElizabeth found this peculiar. She could still recall everything—her battles, her comrades, the life she once lived. But not everyone could say the same. When she met Mococo again, the latter didn’t even [recognize her](https://www.youtube.com/live/2toZfafpyW8?si=7Td3cbu0PPDJkx27&t=606).\n\nAfter some discussion about the library's mechanics with Kiara and Calli, Elizabeth eventually met with the Princess, who further clarified the current state of things.\n\nHaving had enough of the info dump, Elizabeth’s new journey began. Like everyone else, she needed to learn the ropes of this unfamiliar kingdom. A lot had changed: the guilds were no more, her Jade Sword master was nowhere to be found, and her former guildmates didn’t even remember her clearly. Her status as a knight who once protected the kingdom no longer held any meaning. Instead, she was told she had to… get a job.\n\n[Elizabeth \"Smith\" Bloodflame](#embed:https://www.youtube.com/live/2toZfafpyW8?si=NAyI0H-VdaVYmt1i&t=1901)\n\nFrom a noble knight to working minimum wage—what a downgrade. Still, Elizabeth was dutiful, and she took on the challenge. After some thought, she chose to become a smith, even crafting a quirky title for herself to match the role.\n\nBut of course, her journey was anything but smooth. Just moments after signing up for her job, the red knight—turned smith—ran into a very familiar face she absolutely did *not* want to see: Tam Gandr. A big meany. Though this time, something felt… different.\n\n[Hmm, she's not mean](#embed:https://www.youtube.com/live/2toZfafpyW8?si=cub9RWxGvm1oH9sK&t=2105)\n\nTam didn’t seem to remember who Elizabeth was, which strangely delighted the red maiden. The obnoxious, self-proclaimed queen was no more. But fate wasn’t so kind, for there was another blue maiden Elizabeth would've rather remained forgotten (see [Elizabeth-Nerissa: She’s jesting, right?](#edge:elizabeth-rose-bloodflame-nerissa-ravencroft-right-2-left-2)).\n\nEven Elizabeth’s ex-daughter, Koseki Bijou, had no recollection of her. And with that, Elizabeth slowly realized—maybe this wasn’t a joke. Maybe she really *was* one of the few who had retained her memories. Was she sad? Was she shocked? Not really. She just felt… tired. Being thrown back in time, forced to adapt to a new life on the spot, and now the people she once held close couldn’t even remember her? Mentally, it was draining.\n\nStill, she pressed on. Maybe by focusing on her tasks, she could push those feelings aside. That plan didn’t exactly pan out either. Elizabeth was terrible with directions—[*very* terrible](https://www.youtube.com/live/2toZfafpyW8?si=y_o1ps5Fsgg5Gp0T&t=2561). While others zipped through their new jobs, she was constantly lost, repeatedly [struggling](https://www.youtube.com/live/2toZfafpyW8?si=k7qXNc2nNN22aSHQ&t=3331) to figure out where to go next, to the point she broke character and yelled out in sheer indignation.\n\n[*I miss my horse...*](#embed:https://www.youtube.com/live/2toZfafpyW8?si=PnLljHdIk11Y8jBm&t=3454)\n\nEventually, after taking thousands of misdirected steps, she started to figure things out. Things began to look up. She chatted with [others](https://www.youtube.com/live/2toZfafpyW8?si=ECQ3WNgCsEOouRSU&t=4018), cracked some [terrible jokes](https://www.youtube.com/live/2toZfafpyW8?si=HRKqbzfBMQze3nLm&t=4666), and discovered that her sword could [shoot fire](https://www.youtube.com/live/2toZfafpyW8?si=rj1mAKCPPbUAYG2p&t=4782). She even managed to sneak up on Ina to prank her.\n\n[Potato Fairy](#embed:https://www.youtube.com/live/2toZfafpyW8?si=R8Vy2HffirjAtLMt&t=6674)\n\nAs a smith, her role was to craft and upgrade weapons—both for herself and for others. But Elizabeth, wielder of a massive claymore, was more of a swinger than a maker. The whole smithing thing [confused](https://www.youtube.com/live/2toZfafpyW8?si=sigydwBMx8Bvvkd-&t=7247) her, and in the end, she gave up on the job—at least for now.\n\nInstead, she chose to build herself a [humble home](https://www.youtube.com/live/2toZfafpyW8?si=HlRR5c81lqUhhU2P&t=10915). She painted it green, a nod to her days as a Jade Sword member—something small to bring her comfort in a world where most of her friends had forgotten her. And so, her new adventure began, a lonely but determined march through the mystery that is Libestal.\n",
            "imageSrc": "images-opt/Elizabeth-Rose-Bloodflame_list_thumb.webp",
            "teamId": "smith",
            "status": "Alive",
            "day": 0,
            "bgCardColor": "#d46759"
          },
          "measured": {
            "width": 100,
            "height": 100
          },
          "selected": false,
          "dragging": false
        },
        {
          "id": "takanashi-kiara",
          "type": "image",
          "position": {
            "x": 475,
            "y": 800
          },
          "data": {
            "title": "Tanakisha Karia",
            "content": "Tanakisha Karia, or rather, Kiara Takahashi's memories returned though some parts remained a blur. What happened in the end? A fierce battle of epic proportions? \n\nThe mystery didn't last long as a [voice](https://youtu.be/5pgqtkxazUo?t=471) reminds her.\n\nShe told Kiara of The Outsider who tricked everyone into freeing him. How his hate would consume millions of other worlds if not stopped. Thankfully, there is a way.\n\nKiara soon found herself in a strange Library, one caught between worlds and of time and space. A mysterious librarian brought her, and others, here. [Fia](https://youtu.be/5pgqtkxazUo?t=753) explained who The Outsider is, how the Libestal they knew was but a Mirage, and the key to The Outsider's defeat. Unfortunately, the latter is unknown as Fia's memories are also lost. In order to save the world, Kiara must bravely venture back to Ancient Libestal and find everyone's memories.\n\nWith that in mind, Kiara and Mori Calliope (Also known as Morden Ramsay) were designated as the official Lorekeepers of The Library and relayed their mission to their fellow heroes. To ensure that everything goes smoothly, Kiara spoke of keeping a journal daily and to record the events so nothing goes amiss.\n\nWith hope in their hearts, they all set forth towards their adventures soon meeting the last Royal of Libestal, [Princess Iphania](https://youtu.be/5pgqtkxazUo?t=1374). The Princess told a tale of how Ruination has destroyed her kingdom and family, how a Book of Prophecies foretold the end of everything in 7 days. Though the brave Princess does not know whether or not Kiara's mission would align with her own, she allows the heroes to stay in the kingdom to prepare.\n\n[For a hammer](#embed:https://youtu.be/5pgqtkxazUo?t=1876)\n\nDespite her overqualifications to be a chef, Kiara decided that being a smithy would benefit her in the long run. With her prowess with her sword, being a smithy will only lead to this beautiful Knight in becoming stronger.\n\nAfter slight difficulty in reading the map, the effects of time travelling lingered, Kiara eventually made her way and soon heard word of Stains roaming the kingdom and soon left to vanquish them. On the way look for the quest, Kiara found Elizabeth and is relieved to see that she too recalled their previous adventure.\n\n[Lost in only directions](https://youtu.be/5pgqtkxazUo?t=2908) but never in heart Kiara eventually made her way to the Remnants and before she could procure the materials essential to smithy jobs, must first take care of the Stains. Hard fought, almost defeated but by the timely appearance of others, they secured a safe victory.\n\nAlong the way, Kiara met many of her companions. Though perplexed by the youths of today who would rather speak through the floors, the concept of 'dawg's - Kiara made wonderful connections, such as forming a kindred spirit with fellow orange smithy Gonathan and finding a possible cousin with Cecilia Immerkind due to the common language they speak and an appreciation for kindness.\n\nFocusing on the quests beforehand to prepare for the coming days, Kiara gained more experience as a smithy and began trading her goods with others free of charge, for her Noble Spirit as a Knight shines ever bright. Not everyone is in agreement with Kiara's ideals as Rao Pandora and her employees, the former Princess Bijou and Mococo, enforces the [Capitalistic ideals](https://youtu.be/5pgqtkxazUo?t=9621) even possibly persuading Ina. Against all odds, and perhaps due to Kiara's kind nature, she may have convinced Bijou that fairer trades could be made - not just ones by gold.\n\nSoon, Elizabeth calls Kiara to the building area, a generous place that our heroes are free to use as they see fit, and shows her the beginnings of their shop. Kiara marvelled at the craftsmanship Elizabeth showed but is appalled that the other knight was too humble, giving herself only the sparsest of places to rest and insisted they share the upper floor.\n\nA knight and hero's work is far from over as the deadline looms over their heads. Tired, Kiara writes down on her journals before departing to rest, pondering on what the next day could bring.\n",
            "imageSrc": "images-opt/Takanashi-Kiara_thumb.webp",
            "teamId": "smith",
            "status": "Alive",
            "day": 0,
            "bgCardColor": "#ff511c"
          },
          "measured": {
            "width": 100,
            "height": 100
          },
          "selected": false,
          "dragging": false
        },
        {
          "id": "peasant-da-bae",
          "type": "image",
          "position": {
            "x": 1000,
            "y": 525
          },
          "data": {
            "title": "Peasant Da Bae",
            "content": "When one chapter ends, another must soon begin.\n\nOnce again, Peasant The Bae finds herself trapped in a familiar room with equally familiar people. A hero? A princess? But before they could talk, a darkness enveloped them all and an unknown voice spoke.\n\n[The Outsider](#embed:https://youtu.be/7bOe38rP7JQ?t=454)\n\nA mysterious cat named Fia brought Bae and her maybe friends back to the past, in an abandoned temple hides The Library, a special place that exists between worlds. There, she told them of The Outsider, the one who donned on the King's skin and tricked them into freeing him from his prison. The Libestal they knew was but an illusion to keep The Outsider locked in but now that he runs free, millions of worlds are now in jeopardy.\n\nBut there is a way to stop him...\n\nIn the past before The Outsider truly came to be, Peasant The Bae can be the hero the world needs. The key to their victory lies in the missing memories of all our heroes and Fia. Star-shaped crystals, the form their memories took, are scattered throughout the world. With each memory recovered, the power of their Revelation would strengthened and they grow closer to finding the key to defeat The Outsider.\n\n[Ruination](#embed:https://youtu.be/7bOe38rP7JQ?t=1484) \n\nSoon after arriving in Ancient Libestal, Bae meets the Princess Iphinia, Libestal's remaining royal. The Princess tells of them of the Ruination and that the end will come after 7 Days. Though Bae's mission differs from Princess Iphinia's own goal to defy the fate of her Kingdom, she graciously allows our heroes to take on jobs and to prepare for their respective quests.\n\n[Bae Yearns for the Mines](#embed:https://youtu.be/7bOe38rP7JQ?t=1739)\n\nNow no longer jobless, but still poor, Bae sets out to explore the kingdom meeting fellow heroes, though some conversations were admittedly [questionable](https://youtu.be/7bOe38rP7JQ?t=2293). Even if the dungeon is still not yet available, it does not mean that the day is wasted. Together with Tammy, Ina, and Gonathan with a G, the group explored The Library and found codes hidden within the texts of the books, including [Fia's](https://youtu.be/7bOe38rP7JQ?t=2910) bringing suspicion their benefactor.\n\nSoon after leaving The Library, Peasant The Bae meets The Hot Pink One once again, finding that the HPOs are married. Whenever The Hot Pink One speaks, it leaves Bae annoyed though she still eventually agreed to being the SC, supply chain, for HPO's the consort's concert. Throughout the rest of day, Bae would find the Hot Pink One constantly nearby.\n\nAfter some guidance, Bae finds her way to Job Hall to accept her quest and begin her work as a Supplier. Together with fellow Supplier Cecilia Immerkind, they left for the mines to mine Lapis Lazuli, learning on the way of their abilities to improve the quality of their tools. As they gathered materials, Cecilia and Bae bonded over their previously unemployment status and the woes of being chosen as heroes. After gathering more materials, Peasant The Bae soon learns that she would need better quality tools and must purchase them from the seller.\n\nSoon after gathering enough materials, Bae learns that she would need coins to purchase better tools. In order to accomplish this, she sets out to defeat Stains that littered the kingdom and soon enough earnt [enough and more.](https://youtu.be/7bOe38rP7JQ?t=7007)\n\nGoing back to the Kingdom, Bae finished her job and trades some iron ore to Shakira and receives an upgrade stone. With money now in her pockets and tools enchanted well all seems well for our beloved Bae. But alas, misfortune would soon befall her...\n\nGacha. Gacha would soon leave Bae poor once again as she attempted, and failed (even after receiving gold from Cecilia to save wisely), to obtain any of the special prizes. Though, it would not keep her down as she would write in her journal that she remained through to her soul: [A Peasant.](https://youtu.be/7bOe38rP7JQ?t=8145)",
            "imageSrc": "images-opt/Hakos-Baelz_list_thumb.webp",
            "teamId": "supplier",
            "status": "Alive",
            "day": 0,
            "bgCardColor": "#ff675d"
          },
          "measured": {
            "width": 100,
            "height": 100
          },
          "selected": false,
          "dragging": false
        },
        {
          "id": "roa-pandora",
          "type": "image",
          "position": {
            "x": 475,
            "y": 325
          },
          "data": {
            "title": "Roa Pandora",
            "content": "Rao Pandora enters the job hall where she eagerly accepts the job of [jeweler](https://www.youtube.com/live/zmRDeC_aJUM?si=jFDNWI_EmN9S-nyd&t=1890). She continues exploring the castle where she engages in conversation with other Shining Stars like Fuwawa, Mococo, Princess Bijou, and others. She takes Mococo and Princess Bijou under her wing as they seek to make a business together. They then depart for the Remnants in order to secure resources for their business venture.\n\n[Making money!](#embed:https://www.youtube.com/live/zmRDeC_aJUM?t=4400s)\n\nRao runs into Lady Bloodflame who calls her \"Queen Mario\" sending Rao into a deep moment of contemplation. Mococo attempts to comfort Rao with headpats to help her feel better. Bijou also checks in on her boss from her crash out.\n\n[M A R I O](#embed:https://www.youtube.com/live/zmRDeC_aJUM?t=4844s)\n\n\nRaora continues to engage with Lady Bloodflame, she is curious about the [mysterious air](https://www.youtube.com/live/zmRDeC_aJUM?si=lv4_37Z3C-neG7Fs&t=6615) about her and the knowledge of her past. After Rao departs, she receives a call from Bijou who tells her a very important [business proposition](https://www.youtube.com/live/zmRDeC_aJUM?si=FyLgQ_zBtSf6EpCZ&t=7104).\n\nRao, Bijou, and Mococo begin to sell their wares to various people as their wares are in demand but their business model as they try to bring NinoIna in their business. They [haggle](https://www.youtube.com/live/zmRDeC_aJUM?t=10740s) a price in order to bring her on board at the cost of becoming broke.\n\nRao concludes her day with a heart felt call with her employee Bijou.\n\n[Farewell](#embed:https://www.youtube.com/live/zmRDeC_aJUM?si=czHTmms2vxXnctbm)\n\n",
            "imageSrc": "images-opt/Raora-Panthera_list_thumb.webp",
            "teamId": "jeweler",
            "status": "Alive",
            "day": 0,
            "bgCardColor": "#f087a9"
          },
          "measured": {
            "width": 100,
            "height": 100
          },
          "selected": false,
          "dragging": false
        },
        {
          "id": "mori-calliope",
          "type": "image",
          "position": {
            "x": 1225,
            "y": 1000
          },
          "data": {
            "title": "Mordan Ramsey",
            "content": "While everyone around her was confused and panicking—grappling with the fact that they'd lost parts of their memories yet again—the pink ex-tavern owner stood calm and cool. Why? Because she remembered everything. And more importantly, she had been tasked by a certain important someone—Fia—alongside Kiara, to oversee operations at the Library. That made her feel special. She was the main character now. Probably.\n\n[I'm your hero](#embed:https://www.youtube.com/live/aqhG1kmmkec?si=d-oTxkczcDfoDeMa&t=1009)\n\nAnd with that self-appointed title came great responsibility: explaining to the others what was happening, what to do, and how to go about it. You know, main character things. She carried herself with pride… which only made the looks she got from others more awkward—especially after she loudly introduced herself as *Mordon Ramsay*.\n\nRegardless, her new journey had to begin. Having been a cook before, it was no surprise that Calli chose to become a [chef](https://www.youtube.com/live/aqhG1kmmkec?si=vJIwAPJzVnd5H6Yo&t=1666) again. As for the world-saving stuff—how she was one of the “Falling Stars” destined to rescue the universe? Yeah, no one really cared about that. Mordon Ramsay was here to cook, and cook she shall.\n\nShe quickly befriended her new (or were they old?) comrades, including the likes of Gonathon (see [Calli-Gonathon: My Dawg](#edge:mori-calliope-gonathon-g-bottom-1-bottom-3)). She had a lot of “dawgs.” She formed bonds with [fellow chefs](https://www.youtube.com/live/aqhG1kmmkec?si=3GeaCgPBFqQL-cAU&t=3179), started questing, and got used to the mechanics of the new kingdom.\n\nWith the basics out of the way, she turned to her true ambition: [opening a shop](https://www.youtube.com/live/aqhG1kmmkec?si=Y4GcVRFhNDwNYn6w&t=4391)—again. But this time, it would be grander. Better. More delicious food. More divorce services. More charging married couples exorbitant fees. And this time… maybe even a few employees. Her last tavern was built with a green theme to reflect the Jade Sword colors, but since guilds were no longer a thing, she pivoted. Maybe bricks this time—for that solid, grounded, “no tax fraud here” look.\n\nThen came the masterstroke: a secret underground fight club basement. She called it *Dawg Pound*. \n\n[Eating a fist to the face](#embed:https://www.youtube.com/live/aqhG1kmmkec?si=7bkRNUPKvlz0tZ7i&t=9404)\n\nA place for others to throw hands in the name of glory (and entertainment), while the soundtrack was none other than [“Lava Chicken”](https://www.youtube.com/live/aqhG1kmmkec?si=xfsHwyAD0T8QPExJ&t=12501) sung by Koseki Bijou. Calli, of course, would be sitting pretty, raking in the profits as the crowd roared.\n\nIt was thrilling. She got straight to work laying the foundation—literally—for the Dawg Pound, pushing aside all that “save the world” and “recover your memories” stuff. Journals? Nah. Fight club first. Priorities. And in true Calli fashion, she was locked in.\n\nBefore, well, others planned on ruining her business\n\n[OI!!!](#embed:https://www.youtube.com/live/aqhG1kmmkec?si=_NKA4AiEGnoMhNqK&t=15668)",
            "imageSrc": "images-opt/calli.webp",
            "teamId": "chef",
            "status": "Alive",
            "day": 0,
            "bgCardColor": "#c90d40"
          },
          "measured": {
            "width": 100,
            "height": 100
          },
          "selected": false,
          "dragging": false
        },
        {
          "id": "shiori-nyavella",
          "type": "image",
          "position": {
            "x": 1225,
            "y": 800
          },
          "data": {
            "title": "Shiori Nyavella",
            "content": "Shiori Nyavella learned about the universe being in danger, the loss of memories, being chosen as a hero, all that usual spiel—and promptly decided it was far too boring. Naturally, her first instinct was to drown herself.\n\n[The instrusive thoughts](#embed:https://www.youtube.com/live/zCWoxMbOZPk?si=do0y3EhgCYkvoJ2D&t=1080)\n\n...Unsurprisingly, she failed.\n\nThis was classic Shiori: defying expectations, doing everything on her own terms—even if it meant risking the safety of the world, unsettling those around her, or earning the label of \"freak.\" Choosing a job like everyone else? No thanks. Supplier? Too bland. Jeweler? Too bougie. Even if the ruler of the kingdom got on her knees and begged, Shiori would have happily remained unemployed. But alas, society always had a way of forcing her hand. Begrudgingly, she chose to be a Chef—not because of any altruistic desire to feed the people, but because it gave her the perfect excuse to [poison](https://www.youtube.com/live/zCWoxMbOZPk?si=XKamh_0_UlRKCyzN&t=1816) them. A true hero.\n\nThus began the tale of perhaps the most dangerous chef the kingdom had ever seen. One who casually referred to a random woman as [Pickle](https://www.youtube.com/live/zCWoxMbOZPk?si=5acuSuxcDzRRtjdl&t=2667), spoke freely of burying gold and breeding pigs, and generally operated in ways no one could predict. And yes—she cooked. A lot.\n\nTo everyone’s shock (and mild horror), Shiori turned out to be exceptionally good at it. She cooked up a storm and hit over 1500 coins before anyone could blink. But for Shiori, it wasn’t enough. A new idea took root—not opening her own shop (too much effort), but rather, what if she... sold her goods on *someone else’s* shop?\n\nAnd so the Oreo Maiden’s devious schemes began. The unfortunate target? Whichever poor soul owned the establishment she decided to “borrow”.\n\n[Undercutting is crazy](#embed:https://www.youtube.com/live/zCWoxMbOZPk?si=Y_mj_z_Qpgx2OJKj&t=11795)\n\nIn no time at all, Shiori transformed from misunderstood oddball to infamous kingdom scammer, surpassing even the speed record previously held by FaunaMart. Her notoriety spread far and wide, reaching even the ears of reclusive figures like Tam Gandr, who typically couldn’t be bothered with trivial social noise.\n\n[There there](#embed:https://www.youtube.com/live/zCWoxMbOZPk?si=oYopwgLcQ619PkeF&t=13380)\n\nAll in all, a flawless start to her new culinary life of chaos.\n",
            "imageSrc": "images-opt/Shiori-Novella_list_thumb.webp",
            "teamId": "chef",
            "status": "Alive",
            "day": 0,
            "bgCardColor": "#b8a0cd"
          },
          "measured": {
            "width": 100,
            "height": 100
          },
          "selected": false,
          "dragging": false
        },
        {
          "id": "cecilia-immerkind",
          "type": "image",
          "position": {
            "x": 1000,
            "y": 325
          },
          "data": {
            "title": "Cecilia Immerkind",
            "content": "Cecilia Immerkind departed the library where she learns she is one of the few that retained their memories.\n\nShe travels to the meeting chamber where her gaze falls upon the beautiful Princess Iphania (see [Cecilia-Princess: Vow](#edge:cecilia-immerkind-princess-iphania-top-2-bottom-2)). Immerkind learns that she is one of the \"Falling Stars\" and decides she must bring Justice and save the world. But she ponders how to do this. How can she stop The Outsider? Her eyes then sparkle with a flash of inspiration, \"We are not here to kill a baby, we are here to break apart a couple that will birth the outsider\". A task well suited from her vast knowldge gained from romance novels.\n\n[Project Abortion](#embed:https://www.youtube.com/watch?v=cyLsX20esBE&t=1755s)\n\nImmerkind becomes re-acquainted with her fellow Shining Stars and helps [\"Oliver\"](https://www.youtube.com/watch?t=2417&v=cyLsX20esBE&feature=youtu.be) with some of her memories and HPO helps Immerkind decide upon the supplier job. She immediately departs and was assisted by Peasant the Bae (see [Bae-Cecilia: Supply Monopoly](#edge:cecilia-immerkind-peasant-da-bae-bottom-2-top-2)) at the Remnants where she gets to work. With her new found job and comrade, they create a monopoly with Bae to become rich (with [\"kindness\"](https://www.youtube.com/live/cyLsX20esBE?si=98NttHZqZvCyfV3K&t=5215)).\n\nImmerkind develops her [skills](https://www.youtube.com/live/cyLsX20esBE?t=5699s) quickly so she departs to explore the surrounding area. She strikes down the stains and saves Jonathan from a [dreaded bird](https://www.youtube.com/live/cyLsX20esBE?si=heSaCd2NMHfPv-Ah&t=6718) and tries to remind Jonathan of who he once was. As they bond, Cecilia agrees to become dogs with Jonathan (see [Cecilia-Gonathan: Up Dog](#edge:cecilia-immerkind-gonathon-g-left-2-right-3)).\n\n[Shall we be each others dogs?](#embed:https://www.youtube.com/live/cyLsX20esBE?t=6986s)\n\nImmerkind returns to the city when she meets Princess Bijou and swears to be her knight once again, for the right price (see [Bijou-Cecilia: Knight in any Universe](#edge:cecilia-immerkind-koseki-bijou-bottom-1-top-3)). She bids Bijou farewell and departs for the library but finds Fia rambling in a tongue unknown to her. She downloads that information into her memory and begins to [deciper](https://www.youtube.com/live/cyLsX20esBE?si=2UOnqwjLJsmTQRkc&t=7528) the meaning but to no avail.\n\nShe continues her exploration of the castle, stopping any person who is potentially interested in conceiving the potential threat. She then stumbles upon the princesses room and is enthralled by her scent. Cecilia then gazes out the window and makes a vow:\n\n[Saving you and the world](#embed:https://www.youtube.com/live/cyLsX20esBE?si=V7s8jRdSb-bw9IzT&t=8520)\n\nShe returns to the job hall where the adventurers are toiling with their work to accomplish their tasks when she meets Tanakisha Karia where they learn they are cousins (see [Cecilia-Kiara: Cousins](#edge:cecilia-immerkind-takanashi-kiara-left-3-top-3)) and declare a rivalry to become the most kind. After a tiring day, Immerkind sets up shop next to Jonathan and visits Mordon Ramsey and Shiori of the Novella at their restaurants for respite. \n\nAfter a long first day, Immerkind returns to the artist Pygmalion and marvels at the beauty of the completed piece. She gazes across the lands from the top of the castle and ponders what the world will bring her the next day. \n\n\n### Objective Tracker - Project Abortion\n[Libestan One - Gambling Hall](https://www.youtube.com/live/cyLsX20esBE?si=gOJepyQMRG4xMP3U&t=4264)\n[Libestan Two - Grypon Roost](https://www.youtube.com/live/cyLsX20esBE?si=0XdHKyCqdM67Z4B_&t=8909)\n\n### Fanart\n\n[Revelation by Mittsu, contest winning submission](https://x.com/MittsumiA/status/1902371897985397070)\n[The Princess is Kind, by StandingPlace12](https://x.com/StandingPlace12/status/1918991950818021419)",
            "imageSrc": "images-opt/Cecilia-Immergreen_list_thumb.webp",
            "teamId": "supplier",
            "status": "Alive",
            "day": 0,
            "bgCardColor": "#119a5c"
          },
          "measured": {
            "width": 100,
            "height": 100
          },
          "selected": true,
          "dragging": false
        },
        {
          "id": "nerissa-ravencroft",
          "type": "image",
          "position": {
            "x": 1000,
            "y": 1000
          },
          "data": {
            "title": "Juliet/Nerissa Bloodflame",
            "content": "Try as she might, Nerissa was not to break through the flat-white walls of this endless cage. She had lost her memories — again. Not even the very brief confrontation with her, the one she was once deeply intertwined with, could jog her memory (see: [Elizabeth](#node:elizabeth-rose-bloodflame))\n\nAfter a sticky situation during her first meeting with [Fia](#node:fia), she convened with the other girls gradually populating the atrium of the Library. The group had a short stint, relating over not remembering their own names, which would ironically be a great icebreaker prompt. She searched for aim between the thousands of books lining the shelves of the Library, acknowledging her presence in the distant past.\n\nShe struck up conversation with Shiori of the Nyavella, though “trying to” would be more apt descriptor considering the lively sounds of fifteen voices overlapping within the building. They shared brief banter, before the greater group came together for the debriefing from Mori Calliope and Kiara.\n\nThe nameless maiden took interest in learning the crafts of culinary arts to get by throughout the week. She was on the straight and narrow, focusing on exploring the castle grounds as she completed the Princess’ quests. She placed much trust in fellow Chef Mordon Ramsay to save Ancient Libestal, taking in her well-informed advice on the state of the land. She even agreed to become Mordon’s sous chef in her upcoming tavern, such great developments for her budding career.\n\nThe woman with crimson hair reappeared, distrusting of her apparent amnesia, to the point of accusing her to be a witch! (see: [Elizabeth-Nerissa: She's jesting, right?](#edge:elizabeth-rose-bloodflame-nerissa-ravencroft-right-2-left-2))\n\nHer path converged again with Shiori (who tried to name her Pickles) and Mordon in the cave of Sidero. As luck would have it, the three of them are fledgling Chefs, setting them up for a fine discussion of the future in the restaurant industry while they gathered precious metals.",
            "imageSrc": "images-opt/Nerissa-Ravencroft_list_thumb.webp",
            "teamId": "chef",
            "status": "Alive",
            "day": 0,
            "bgCardColor": "#2233fb"
          },
          "measured": {
            "width": 100,
            "height": 100
          },
          "selected": false,
          "dragging": false
        },
        {
          "id": "koseki-bijou",
          "type": "image",
          "position": {
            "x": 475,
            "y": 525
          },
          "data": {
            "title": "Koseki Bijou",
            "content": "Koseki Bijou, ever innocent, calls herself the princess of the Kingdom of Libestal. She used to call herself the Stain Princess, but those days are over. She vowed to turn over a new leaf to atone for what she had done to her peers.\n\nSome time after slaying the Captive (now the Outsider), she finds herself in a library like everyone else. A cat named [Fia](#node:fia) tells her and the other heroes that they have been sent back in time to an earlier state of Libestal. The REAL Libestal, not the phony version everyone was once trapped in. While some details are clear as crystal and painful to bear, she had forgotten some details due to the effects of time travel.\n\nShe keeps her title more as a formality than a status, wishing to do good in this world to make up for what she had done before. She also remembers things about the other heroes she was once close to. While Ina remembered being her dear sister, the Hot Pink One completely forgot about Bijou and started calling her brother instead (see [Bijou-Hot Pink One: Onii-chan](#edge:hot-pink-one-koseki-bijou-top-1-bottom-3))\n\n\nPrincess Bijou quickly realizes she must take up a new lifestyle, as the role of \"Princess\" is already taken at this point in time. For some of the heroes, this doesn’t mean much more than taking up any old occupation. As a (former) princess who lived as a carefree royal for all her life, Bijou is distraught to become one with the common folk and... [GET A JOB.](https://youtu.be/pEAXwijhfFY?t=1762)\n\nBijou decides to become a Jeweler—the most natural choice for her, as a rock person. She could even take parts of herself apart if she has to. She soon finds company with others who also took up the same role. Roa, a jewel entrepreneur, is quick to bring innocent jewelers like Bijou under her wing as employees for her up and coming business. Through their partnership, they realize the potential of selling charms to the other heroes.\n\n\nOur Princess isn’t used to the commoner life. She was once spoiled by being so rich that money was of no object. The realization of having to make her own money, and thus soiling her hands with hard work… was a very foreign concept for her. Nonetheless, she forged on, determined to build her business. [\"Princesses don't earn, they receive!\"](https://youtu.be/pEAXwijhfFY?t=6275)\n\nLate into the day, Bijou would be the only jeweler left around. Several of the heroes would come to her to buy one or more charms for their own adventures, letting her rake in the cash. Between this and completing a lot of side quests, she could get used to this!\n…Perhaps avoid doing business underwater, lest you drown in the process.\n\n[Hold your breath…](#embed:https://youtu.be/pEAXwijhfFY?t=15743)\n\nThe rest of her day is spent building what will become the establishment for her charm business with Rao and the other jewelers. IRyS keeps her company as she builds his house nearby.\n\n[Corruption - by Dr.Pigeon](https://x.com/PhdPigeon/status/1896821416395436357/photo/2) (#ENrecoCanvas)",
            "imageSrc": "images-opt/Koseki-Bijou_list_thumb.webp",
            "teamId": "jeweler",
            "status": "Alive",
            "day": 0,
            "bgCardColor": "#6e5bf4"
          },
          "measured": {
            "width": 100,
            "height": 100
          },
          "selected": false,
          "dragging": false
        },
        {
          "id": "gonathon-g",
          "type": "image",
          "position": {
            "x": 700,
            "y": 1000
          },
          "data": {
            "title": "Gonathon G",
            "content": "Fragments of Memories, Whispers of Past Deeds and Love\n\nWith a flash of light, Gonathon G. once again finds herself whisked back to the land of Libestal. However in a preverse turn of fate, she once again finds herself stripped of her memories, including those of her time in the present and of the ones who were most dear to her. \n\n[Something is missing](#embed:https://youtu.be/CPT2cj934-I?t=4968)\n\nThrust into a new quest, Gonathon quickly devoted herself to her new job as a [smithy](https://youtu.be/CPT2cj934-I?t=1679). Ever the generous and humble knight, Gonathon was perhaps [overly generous](https://youtu.be/CPT2cj934-I?t=9555) in giving away the valuable upgrade materials she created. Eventually she established her own smithy and began constructing a tree house next to it.\n\n[Appropriate First Customer](#embed:https://youtu.be/CPT2cj934-I?t=10789)\n\nThroughout her adventures of the day, Gonathon received many flashes of her past memories, which she desperately clung to [despite not understanding what they meant](https://www.youtube.com/watch?v=CPT2cj934-I&t=7987s). She knew that she had lost something [precious](https://youtu.be/CPT2cj934-I?t=6105), and the lack of clarity frustrated her greatly. Determined to relearn what she had lost, Gonathon became committed to serving the kingdom and its people once again through her smithing. \n\n[For The Greater Good!](#embed:https://youtu.be/CPT2cj934-I?t=16668)\n\nAlong the way, Gonathon bonded with many fellow adventurers, with some seeming to be very familiar. In particular, she learned [the concept of a \"dawg\"](https://youtu.be/CPT2cj934-I?t=5376), a form of soul bound from Morden Ramsey, and she quickly formed a similar bond with Cecelia Immerkind. Immerkind was quick to provide Gonathon with some words of warning, stating that she should not trust everything she hears and to make decisions for herself. \n\n[Be careful who you trust](#embed:https://youtu.be/CPT2cj934-I?t=6742)\n\nThis mantra would quickly be tested, as Gonathon found herself thrust into many conflicts, particularly a heated exchange between [Morden Ramsey](https://youtu.be/CPT2cj934-I?t=13056) and [Shiori of the Nyavellas](https://youtu.be/CPT2cj934-I?t=12334), with both claiming to be in the right and seeking Gonathon's aid. It was here that Gonathon's truest virtues once again shined through, as she made sure to hear both sides of the story and worked with the two to reach an amicable agreement. \n\nWith the day drawing to a close, Gonathon retired to record her diary for inclusion in the Library. It was here that many of her self-doubts bubbled to the surface. \n\n[Their most cherished memories](#embed:https://youtu.be/CPT2cj934-I?t=17880)\n",
            "imageSrc": "images-opt/Gigi-Murin_list_thumb.webp",
            "teamId": "smith",
            "status": "Alive",
            "day": 0,
            "bgCardColor": "#fdb440"
          },
          "measured": {
            "width": 100,
            "height": 100
          },
          "selected": false,
          "dragging": false
        },
        {
          "id": "hot-pink-one",
          "type": "image",
          "position": {
            "x": 1000,
            "y": 800
          },
          "data": {
            "title": "Hot Pink One",
            "content": "The Hot Pink One had forgotten—*actually* forgotten. Not from amnesia, not from time travel, not from magical interference. She just… [forgot](https://www.youtube.com/live/xzAqu4vkY7I?si=pjoUkIMvyhTJhGRu&t=375). The Outsider? The King? None of those names registered, not even a flicker of recognition when they were brought up.\n\nBut what she *didn’t* forget were the people she was about to meet.\n\nShe was briefed on the world's looming threat, how she and her fellow heroes were once again called upon to save everything from destruction. Most of it went in one ear and out the other. What *did* catch her attention, though, was when Calli mentioned that everyone was expected to keep a daily journal of their journey. Writing? The Hot Pink One? Absolutely not. She hated words with a passion. So, in true Hot Pink fashion, she tried to weasel her way out of it by claiming to be illiterate. A grown woman pretending not to read—classic.\n\n[I'm illiterate](#embed:https://www.youtube.com/live/xzAqu4vkY7I?si=Z_8Eg398E6IO1buZ&t=830)\n\nTo avoid anything that might require literacy, she chose a job that wouldn’t involve [reading or writing](https://www.youtube.com/live/xzAqu4vkY7I?si=HR2XQ6PjVgzkLghk&t=1475): Chef.\n\nAnd with that, her new journey began. Almost immediately, her infamous “Hot Pink Aura” started drawing people in. Cecilia Immerkind quickly reminded her that HPO stood for “Hard Potential Oliver” and that they were the best of friends. Bijou, after a brief conversation, remembered her too—and they instantly became sworn brothers (see [Cecilia–Hot Pink One: Huh puh](#edge:cecilia-immerkind-hot-pink-one-right-2-right-1) and [Bijou–Hot Pink One: Onii-chan](#edge:hot-pink-one-koseki-bijou-top-1-bottom-3)).\n\nShe then reunited with NinoIna and Peasant the Bae, reestablishing their previous connections—Consort and Peasant respectively (see [Hot Pink One–Ina: Consort, again](#edge:ninomae-inanis-hot-pink-one-right-2-left-2)).\n\nThen came Tam Gandr—Timmy, as the Hot Pink One decided to call her (see [Tam Gandr–Hot Pink One: Timmy and Pinky](#edge:hot-pink-one-tam-gandr-right-2-left-2)). What followed was a classic bonding session covering truly meaningful topics like siblings, not being blood-related, and... other vaguely questionable things\n\n[I don't know anymore](#embed:https://www.youtube.com/live/xzAqu4vkY7I?si=TuCyb-7ATGOS-iDP&t=3222)\n\nEventually, after a *lot* of distraction, she managed to gather enough materials to make a cooking pot and began her culinary career. With Nerissa’s help, she whipped up a few bowls of savory vegetable soup.\n\nShe also got wind of the Shiori Nyavella [scam saga](https://www.youtube.com/live/xzAqu4vkY7I?si=toRAAJgyNlb9mNMJ&t=12409) and decided to try selling her own goods—right in front of someone else’s shop. Naturally, she was promptly kicked out. Understandably so.\n\n[How dare you kick me out!](#embed:https://www.youtube.com/live/xzAqu4vkY7I?si=34ktoCQAfec2Yv2Z&t=17922)\n\nIn the end, she opened her own shop—a [pink one](https://www.youtube.com/live/xzAqu4vkY7I?si=4DWyjnCRm8GAkJ9g&t=22870), of course, to match her energy. And finally, with great reluctance, she ended the day by writing her journal. A slightly chaotic, very pink beginning to what was sure to be a memorably unhinged culinary journey.\n\n[So is she illiterate still?](#embed:https://www.youtube.com/live/xzAqu4vkY7I?si=UY3BYIdiRmn1_UHr&t=24060)\n",
            "imageSrc": "images-opt/IRyS_list_thumb.webp",
            "teamId": "chef",
            "status": "Alive",
            "day": 0,
            "bgCardColor": "#e10e5b"
          },
          "measured": {
            "width": 100,
            "height": 100
          },
          "selected": false,
          "dragging": false
        },
        {
          "id": "nino-ina-the-hot-purple-one",
          "type": "image",
          "position": {
            "x": 700,
            "y": 525
          },
          "data": {
            "title": "Nino Ina / The Hot Purple One",
            "content": "She was inexplicably trapped in a chamber of glowing ivory, and mews of *some distant Promise* enveloped her focus, if only for a moment, but that didn't stop Ina from getting her coffee water in order. Spotting some familiar figures within earshot of her, puzzle pieces of past memories immediately fell into place — NinoIna's title of Hero, and her sister, who she once freed from the influence of Ruination, all history from the lost mirage that was the realm of Libestal.\n\nA fellow fluent catto speaker helped Ina recount her previous journey of Empathy, confirming the King of the false Libestal as a masquerade of the Outsider. Beyond the Library shelves was the true Libestal back in the past, which harbored the genesis of the Outsider (no thanks to the birds and the bees — and some alleged fairy godmother), and The Librarian’s scattered memories paramount to unraveling the Outsider’s destiny.\n\nThe Library was soon full with the other fourteen \"Shining Stars\", and the two Lore Keepers among them gave a tour of the place. Ina had different plans though, she was busy perusing bookshelves and brushing with Fia.\n\n\nNino “Starlight” Ina was intercepted by Princess Iphania and her guards. They escorted her into the Kingdom’s final bastion, where the Princess declared desire to defy Libestal’s Prophecies foretelling doom in seven days. Ina entertained the Princess' wish of repelling the looming malevolence *togethaaaa*! After deliberation with some disembodied voices, Ina gravitated towards the crafting of Charms, choosing work under the mentorship of Grand Jeweler Chrys.\n\nFor a few moments, Ina [kept her head down](https://www.youtube.com/watch?v=BkJIFGhpKIY&t=2010s) and struggled to find her way out of the Job Hall. In a detour to speak to the Princess, Ina bumps into a dark-caped character [seemingly well-spoken in the Libestan tongue](https://www.youtube.com/watch?v=BkJIFGhpKIY&t=2080s). Fia’s memory fragments, which crashed onto the land as felled stars, had become strongholds of the Ruination. Ina was to seek assistance from the court’s mages as they gradually map out safe paths to travel to those Star Sites throughout the week. That was, if she could channel her navigation skills to find the castle exit.\n\nWith the magic communications relic found on her person, Ina was mysteriously compelled to establish telepathic connection with a random peasant for a jape. While gathering intel on the first \"Star Site\" to visit on the next day, she overheared the self-introduction of a humble chivalrous knight, perhaps a comrade of days past? *NinoIna* had placed a nametag conveniently atop her head for easy identification, much to the benefit of... her Queen? No, that can't be, this person [eats paper](https://www.youtube.com/watch?v=BkJIFGhpKIY&t=2540s). A fine demonstration for that peasant, at least, for knowledge is superfood.\n\nSome of the books in the Library held [illegible text](https://www.youtube.com/watch?v=BkJIFGhpKIY&t=2848s); It might be Ancient Libestal script, or even a cipher for hive-minds to solve. From what was still readable, though, she learned of an unnamed Library authority whose position that cat succeeded.\n\nIn a bizarre twist of fate, Ina reunited with her eternal consort, who the peasant seemed to be [cosmically at odds with](https://www.youtube.com/watch?v=BkJIFGhpKIY&t=3150s) (see: [Ina-Hot Pink One: Consort, again](#edge:nino-ina-the-hot-purple-one-hot-pink-one-right-2-left-2)). The group crossed paths with a bubbly Tam Gandr (she's low-key about it), who Ina now called \"Tammy\".\n    \nIna was eager to shirk the status of unemployed Hero and attain grand riches, embarking on a [Clean and Simple](https://www.youtube.com/watch?v=BkJIFGhpKIY&t=3917s) beeline to the Job Hall, but got lost (again) in the [dark](https://www.youtube.com/watch?v=BkJIFGhpKIY&t=3976s) hallways of the castle labyrinth.\n    \nThe Grand Jeweler entrusted Ina with the initial task of procuring materials to craft a Basic Crimson Charm. On her way out the Kingdom walls, she saw the Hot Pink One and co. loitering about the Enchanted Wagon arguing joblessly.\n    \nVenturing out to the remnants of the Cliffs of Sidero, Ina began her arduous mission of getting sidetracked. A true Hero on the hunt, no Stains nor Stain-like wild cows were spared; Handmade Steak is always handy to have. Through sheer instinct, Ina sought after the experience of battle in the fields, quickly yet steadily accustoming herself to her Revelation in combat — who knew that magical projectiles from an ancient tome would be outpowered by its melee counterpart of a hundred papercuts? Despite her best efforts, Ina got overwhelmed by the terrible Flying Stains, thus she retreated to safety to recover.\n    \nAfter a brief first meeting with a fellow Jeweler (BAU BAU), Ina joined hands with a quill-wielding lady, forming a party of introverts to adventure to the caves on the side of the Cliffs. Ina took her leisure gathering raw Iron and Coal from the magically regenerating ores, before parting ways with her party member of five minutes. Armed with more confidence, she stayed on the plains hunting Stains, likely becoming the first among the Shining Stars to reach the upper limit of experience she could gain within the day.\n    \nIna was making good progress on her first Jewel-working task, when she became enamored by the beautiful sights of the mature untended fields next to the castle. As she uprooted and replanted the wheats and potatoes, [a faraway whisper](https://www.youtube.com/watch?v=BkJIFGhpKIY&t=6909s) motivated her to pour her heart and soul into honoring the potato harvests. Ina vowed to make the \"potato fairy\" proud through her dedication (see: [Elizabeth](#node:elizabeth-rose-bloodflame)).\n    \nIna ran into her eternal consort in the outskirts of the plains, and joining the HPO-Squared family unit was the Hot Pink One's now-brother Gonathon. Roa snuck some of Ina's baked potatoes, unknowingly inducting herself into Ina's new \"Potato Club\". Ina aimed to continue that approach to rope more warriors into the club (though she never managed to fully follow up on this thereafter.)\n    \nBack in the castle, Ina practiced crafting her very first Charms, learning the high-randomised quirks of the craft. While advancing through her career, she also began procurement of materials to strengthen her Revelation via Kiara and her brother-in-law. Unfortunately, she also heard through the very much *not* soundproof walls about the disbandment of her short-lived party, much to her sadness.\n\nHPO-Squared and Bijou had a lively barter negotiation of their respective services, with Ina receiving scrumptious Potato Salad from her eternal consort. Even so, she developed some jealousy over the blood-brothers' close relationship.\n    \nRoa cornered the currently-independent Jeweler Ina to inquire on her non-profiteering business practices. Later on, Ina was beckoned to join Roa and Bijou at the Lucky Lounge, conducting their first union meeting as Jewelers to discuss a joint venture, in a thinly-veiled attempt by Roa to monopolize the *gacha*-fied Charm market. With a preliminary agreement to sell Basic Charms at 150 Coins, the Jewelers settled on their future shop name \"Ga*charms*\".\n    \nRecognising the great firepower potential within her magic tome, Ina made good time on upgrading her Revelation using relatively cheap material costs, and a timely leverage of the Smiths' early labor rates of free. At this point, she was potentially the most powerful ally of Libestal in terms of battle experience and Revelation strength.\n    \nThe cautious self-proclaimed Hero toiled the rest of the day away clearing the entire Quest board gaining many a Coin, plus experience that she could no longer take in due to the technical fatigue of battle. Regardless, she was content with completing her commitments, getting a view of the [beautiful artworks in Pygmalion's gallery](https://www.youtube.com/watch?v=BkJIFGhpKIY&t=12937s) and spending some of her disposable income on failed attempts to get a new hat.\n\nWith a token of [Mordon Ramsey's goodwill](https://www.youtube.com/watch?v=BkJIFGhpKIY&t=13151s) in her pocket, Ina staved herself off the enticement of gambling and retreated to the Library, where she pioneered a page on her brand-new Journal documenting her path to strength. [Her entry today](https://www.youtube.com/watch?v=BkJIFGhpKIY&t=13685s) was brief, not because of her desire to turn in early, but because she probably forgot what happened today.\n    \n    \nMEOWMEOW",
            "imageSrc": "images-opt/ina.webp",
            "teamId": "jeweler",
            "status": "Alive",
            "day": 0,
            "bgCardColor": "#4c3f5a"
          },
          "measured": {
            "width": 100,
            "height": 100
          },
          "selected": false,
          "dragging": false
        },
        {
          "id": "tam-gandr",
          "type": "image",
          "position": {
            "x": 1225,
            "y": 525
          },
          "data": {
            "title": "Tam Gandr",
            "content": "The first thing the blue maiden saw upon waking was a magical talking cat explaining her dire situation and her ultimate mission. And the first thing she did upon seeing said cat? She called it [fat](https://www.youtube.com/live/9XG91aw1gTo?si=HUKTRLtdetft9DSn&t=554). A flawless introduction.\n\nTam—or was she Tam? The blue maiden couldn't recall. Her name, her past journey, even her former comrades were but faint echoes in her mind. Foggy, half-remembered fragments. But she didn’t seem to care. As ever, she remained completely deadpan, even in the midst of chaos and confusion.\n\nOthers, however, seemed to remember her. Calli was the first to call her by name—Tam Gandr—followed by Gonathon, who felt an odd sense of loyalty toward her (see [Gonathon-Tam: A Sense of Loyalty](#edge:tam-gandr-gonathon-g-right-2-bottom-1)). Elizabeth? She straight up remembered Tam, no doubt about it. Even the Hot Pink One chimed in with a nickname of her own (see [Tam-Hot Pink One: Timmy and Pinky](#edge:hot-pink-one-tam-gandr-right-2-left-2)).\n\nStrangely enough, Tam became something of a focal point. Perhaps it was the uniqueness of her name—or perhaps something else—but people seemed drawn to her. \n\n[What did you call me?](#embed:https://www.youtube.com/live/9XG91aw1gTo?si=UgoR7e-WfOs8ARgy&t=3782)\n\nAnd yet, name or no name, the Tam-ness of Tam still shone through. Her signature snark, sharp side comments, and faint air of [superiority](https://www.youtube.com/live/9XG91aw1gTo?si=vZp0hb6TVjwCsmUK&t=3549) lingered. Once a queen, always a queen… even if no one remembered her reign.\n\n\nMoving on, when it came time to pick a job, Tam chose to be a Supplier. The idea of gathering materials appealed to her, so she wasted no time getting started. She even managed to trade some of her early findings for a snazzy [hat](https://www.youtube.com/live/9XG91aw1gTo?si=GRs1MgjdHWSBgNzw&t=8470).\n\nAfter that, she began building her [abode](https://www.youtube.com/live/9XG91aw1gTo?si=FQg3zwZiabQwSxev&t=12197) and took a little detour to investigate the widely-gossiped \"scammer shop\" run by none other than Shiori Nyavella. It didn’t go well—Tam unintentionally exposed how broke she was when she couldn't afford a single thing from the shop, even with a discount.\n\n[I'll be right back](#embed:https://www.youtube.com/live/9XG91aw1gTo?si=Vw4r0ymqmj9shtiH&t=13306)\n\nEventually, Tam settled down to write her journal entry for the Library, reflecting on the bizarre start to her journey and the strange, memorable people she had already encountered.\n\n[Tam writing her diary](#embed:https://www.youtube.com/live/9XG91aw1gTo?si=EWtPKvo1Fk35j255&t=15167)",
            "imageSrc": "images-opt/Ouro-Kronii_list_thumb.webp",
            "teamId": "supplier",
            "status": "Alive",
            "day": 0,
            "bgCardColor": "#6879c7"
          },
          "measured": {
            "width": 100,
            "height": 100
          },
          "selected": false,
          "dragging": false
        },
        {
          "id": "princess-iphania",
          "type": "image",
          "position": {
            "x": 1000,
            "y": 50
          },
          "data": {
            "title": "Princess Iphania",
            "content": "Princess Iphania was, in some way, the ruler of this current kingdom of Libestal. She seemed like the kind-hearted, soft-spoken type, and was hopeful that these newly arrived heroes would be the ones to save everyone from the coming calamity (oddly familiar situation).\n\n[Deja Vu](#embed:https://www.youtube.com/live/2toZfafpyW8?si=zj_BRuHqgb6pJOeW&t=1153)",
            "imageSrc": "/images-opt/iphania.webp",
            "teamId": "none",
            "status": "Alive",
            "day": 0,
            "bgCardColor": "#dea677"
          },
          "measured": {
            "width": 100,
            "height": 100
          },
          "selected": false,
          "dragging": false
        },
        {
          "id": "fia",
          "type": "image",
          "position": {
            "x": 700,
            "y": 50
          },
          "data": {
            "title": "Fia",
            "content": "Fia is a talking cat who oversees the Library Between Worlds—an odd yet seemingly all-knowing figure who, for some reason, remembers the tales of the heroes from before. They claimed that the King—or rather, the Outsider—had been freed and was now on a rampage to destroy the universe. And the only hope to stop him? These heroes, these so-called \"Shining Stars,\" who had been brought back to an earlier stage of Libestal—sent back in time, at the cost of losing parts of their memories.\n\n[Shining Stars](#embed:https://www.youtube.com/live/2toZfafpyW8?si=DCk9DdbYzYoPk1Un&t=385)",
            "imageSrc": "/images-opt/fia.webp",
            "teamId": "none",
            "status": "Alive",
            "day": 0,
            "bgCardColor": "#2b353b"
          },
          "measured": {
            "width": 100,
            "height": 100
          },
          "selected": false,
          "dragging": false
        }
      ],
      "edges": [
        {
          "id": "hot-pink-one-peasant-da-bae-top-2-bottom-2",
          "source": "hot-pink-one",
          "target": "peasant-da-bae",
          "sourceHandle": "top-2",
          "targetHandle": "bottom-2",
          "type": "fixed",
          "style": {
            "stroke": "#e31cd2"
          },
          "data": {
            "relationshipId": "its-complicated",
            "title": "I Met My Ex-Wife in Libestal But We Both Forgot Our Memories",
            "content": "Though they may not remember, some things don't change between worlds. \n\nIn a familiar song and dance, Bae and IRyS once again clash; anything the Hot Pink says is [incomprehensible](https://youtu.be/7bOe38rP7JQ?t=3182) to Peasant The Bae's ears and the feeling is quite mutual as IRyS is quite generous to feed anyone she comes across with the exception for Bae, but it does not stop business with Bae agreeing to be the Hot Pink Ones SC (supply chain) for her consort's concert at the end of their adventure.\n\nDespite the playful animosity, they continue to meet as they go throughout the day, bantering as they go on. Bae [teasing](https://youtu.be/7bOe38rP7JQ?t=4012) the Hot Pink One when she [needed materials](https://youtu.be/7bOe38rP7JQ?t=5192) but ultimately trading the iron for some bread.\n",
            "pathType": "custom",
            "day": 0,
            "offsets": {
              "HL": 0,
              "VL": 0,
              "HC": 0,
              "VR": 0,
              "HR": 0
            }
          },
          "selected": false
        },
        {
          "id": "nino-ina-the-hot-purple-one-hot-pink-one-right-2-left-2",
          "source": "nino-ina-the-hot-purple-one",
          "target": "hot-pink-one",
          "sourceHandle": "right-2",
          "targetHandle": "left-2",
          "type": "fixed",
          "style": {
            "stroke": "#ff7ae2"
          },
          "data": {
            "relationshipId": "marriage",
            "title": "Consort, again",
            "content": "She was inexplicably trapped in a chamber of glowing ivory, and mews of *some distant Promise* enveloped her focus, if only for a moment, but that didn't stop Ina from getting her coffee water in order. Spotting some familiar figures within earshot of her, puzzle pieces of past memories immediately fell into place — NinoIna's title of Hero, and her sister, who she once freed from the influence of Ruination, all history from the lost mirage that was the realm of Libestal.\n\nA fellow fluent catto speaker helped Ina recount her previous journey of Empathy, confirming the King of the false Libestal as a masquerade of the Outsider. Beyond the Library shelves was the true Libestal back in the past, which harbored the genesis of the Outsider (no thanks to the birds and the bees — and some alleged fairy godmother), and The Librarian’s scattered memories paramount to unraveling the Outsider’s destiny.\n\nThe Library was soon full with the other fourteen \"Shining Stars\", and the two Lore Keepers among them gave a tour of the place. Ina had different plans though, she was busy perusing bookshelves and brushing with Fia.\n\n\nNino “Starlight” Ina was intercepted by Princess Iphania and her guards. They escorted her into the Kingdom’s final bastion, where the Princess declared desire to defy Libestal’s Prophecies foretelling doom in seven days. Ina entertained the Princess' wish of repelling the looming malevolence *togethaaaa*! After deliberation with some disembodied voices, Ina gravitated towards the crafting of Charms, choosing work under the mentorship of Grand Jeweler Chrys.\n\nFor a few moments, Ina [kept her head down](https://www.youtube.com/watch?v=BkJIFGhpKIY&t=2010s) and struggled to find her way out of the Job Hall. In a detour to speak to the Princess, Ina bumps into a dark-caped character [seemingly well-spoken in the Libestan tongue](https://www.youtube.com/watch?v=BkJIFGhpKIY&t=2080s). Fia’s memory fragments, which crashed onto the land as felled stars, had become strongholds of the Ruination. Ina was to seek assistance from the court’s mages as they gradually map out safe paths to travel to those Star Sites throughout the week. That was, if she could channel her navigation skills to find the castle exit.\n\nWith the magic communications relic found on her person, Ina was mysteriously compelled to establish telepathic connection with a random peasant for a jape. While gathering intel on the first \"Star Site\" to visit on the next day, she overheared the self-introduction of a humble chivalrous knight, perhaps a comrade of days past? *NinoIna* had placed a nametag conveniently atop her head for easy identification, much to the benefit of... her Queen? No, that can't be, this person [eats paper](https://www.youtube.com/watch?v=BkJIFGhpKIY&t=2540s). A fine demonstration for that peasant, at least, for knowledge is superfood.\n\nSome of the books in the Library held [illegible text](https://www.youtube.com/watch?v=BkJIFGhpKIY&t=2848s); It might be Ancient Libestal script, or even a cipher for hive-minds to solve. From what was still readable, though, she learned of an unnamed Library authority whose position that cat succeeded.\n\nIn a bizarre twist of fate, Ina reunited with her eternal consort, who the peasant seemed to be [cosmically at odds with](https://www.youtube.com/watch?v=BkJIFGhpKIY&t=3150s) (see: [Ina-Hot Pink One: Consort, again](#edge:nino-ina-the-hot-purple-one-hot-pink-one-right-2-left-2)). The group crossed paths with a bubbly Tam Gandr (she's low-key about it), who Ina now called \"Tammy\".\n    \nIna was eager to shirk the status of unemployed Hero and attain grand riches, embarking on a [Clean and Simple](https://www.youtube.com/watch?v=BkJIFGhpKIY&t=3917s) beeline to the Job Hall, but got lost (again) in the [dark](https://www.youtube.com/watch?v=BkJIFGhpKIY&t=3976s) hallways of the castle labyrinth.\n    \nThe Grand Jeweler entrusted Ina with the initial task of procuring materials to craft a Basic Crimson Charm. On her way out the Kingdom walls, she saw the Hot Pink One and co. loitering about the Enchanted Wagon arguing joblessly.\n    \nVenturing out to the remnants of the Cliffs of Sidero, Ina began her arduous mission of getting sidetracked. A true Hero on the hunt, no Stains nor Stain-like wild cows were spared; Handmade Steak is always handy to have. Through sheer instinct, Ina sought after the experience of battle in the fields, quickly yet steadily accustoming herself to her Revelation in combat — who knew that magical projectiles from an ancient tome would be outpowered by its melee counterpart of a hundred papercuts? Despite her best efforts, Ina got overwhelmed by the terrible Flying Stains, thus she retreated to safety to recover.\n    \nAfter a brief first meeting with a fellow Jeweler (BAU BAU), Ina joined hands with a quill-wielding lady, forming a party of introverts to adventure to the caves on the side of the Cliffs. Ina took her leisure gathering raw Iron and Coal from the magically regenerating ores, before parting ways with her party member of five minutes. Armed with more confidence, she stayed on the plains hunting Stains, likely becoming the first among the Shining Stars to reach the upper limit of experience she could gain within the day.\n    \nIna was making good progress on her first Jewel-working task, when she became enamored by the beautiful sights of the mature untended fields next to the castle. As she uprooted and replanted the wheats and potatoes, [a faraway whisper](https://www.youtube.com/watch?v=BkJIFGhpKIY&t=6909s) motivated her to pour her heart and soul into honoring the potato harvests. Ina vowed to make the \"potato fairy\" proud through her dedication (see: [Elizabeth](#node:elizabeth-rose-bloodflame)).\n    \nIna ran into her eternal consort in the outskirts of the plains, and joining the HPO-Squared family unit was the Hot Pink One's now-brother Gonathon. Roa snuck some of Ina's baked potatoes, unknowingly inducting herself into Ina's new \"Potato Club\". Ina aimed to continue that approach to rope more warriors into the club (though she never managed to fully follow up on this thereafter.)\n    \nBack in the castle, Ina practiced crafting her very first Charms, learning the high-randomised quirks of the craft. While advancing through her career, she also began procurement of materials to strengthen her Revelation via Kiara and her brother-in-law. Unfortunately, she also heard through the very much *not* soundproof walls about the disbandment of her short-lived party, much to her sadness.\n\nHPO-Squared and Bijou had a lively barter negotiation of their respective services, with Ina receiving scrumptious Potato Salad from her eternal consort. Even so, she developed some jealousy over the blood-brothers' close relationship.\n    \nRoa cornered the currently-independent Jeweler Ina to inquire on her non-profiteering business practices. Later on, Ina was beckoned to join Roa and Bijou at the Lucky Lounge, conducting their first union meeting as Jewelers to discuss a joint venture, in a thinly-veiled attempt by Roa to monopolize the *gacha*-fied Charm market. With a preliminary agreement to sell Basic Charms at 150 Coins, the Jewelers settled on their future shop name \"Ga*charms*\".\n    \nRecognising the great firepower potential within her magic tome, Ina made good time on upgrading her Revelation using relatively cheap material costs, and a timely leverage of the Smiths' early labor rates of free. At this point, she was potentially the most powerful ally of Libestal in terms of battle experience and Revelation strength.\n    \nThe cautious self-proclaimed Hero toiled the rest of the day away clearing the entire Quest board gaining many a Coin, plus experience that she could no longer take in due to the technical fatigue of battle. Regardless, she was content with completing her commitments, getting a view of the [beautiful artworks in Pygmalion's gallery](https://www.youtube.com/watch?v=BkJIFGhpKIY&t=12937s) and spending some of her disposable income on failed attempts to get a new hat.\n\nWith a token of [Mordon Ramsey's goodwill](https://www.youtube.com/watch?v=BkJIFGhpKIY&t=13151s) in her pocket, Ina staved herself off the enticement of gambling and retreated to the Library, where she pioneered a page on her brand-new Journal documenting her path to strength. [Her entry today](https://www.youtube.com/watch?v=BkJIFGhpKIY&t=13685s) was brief, not because of her desire to turn in early, but because she probably forgot what happened today.\n    \n    \nMEOWMEOW",
            "pathType": "custom",
            "day": 0,
            "offsets": {
              "HL": 0,
              "VL": 147,
              "HC": 0,
              "VR": -47,
              "HR": 0
            }
          },
          "selected": false
        },
        {
          "id": "elizabeth-rose-bloodflame-nerissa-ravencroft-right-2-left-2",
          "source": "elizabeth-rose-bloodflame",
          "target": "nerissa-ravencroft",
          "sourceHandle": "right-2",
          "targetHandle": "left-2",
          "type": "fixed",
          "style": {
            "stroke": "#ff94d8",
            "strokeDasharray": "10, 20"
          },
          "data": {
            "relationshipId": "romantic",
            "title": "She's jesting, right?",
            "content": "She was a witch—had always been a witch—the very same witch who had caused Elizabeth countless headaches, who brought more trouble than anything else. But she was *the* witch. The one Elizabeth had once risked her life to protect. The one she knew, deep down, was a kind and loving soul who looked out for others... even if she delighted in teasing Elizabeth for reasons only known to her. Still, Elizabeth wouldn’t trade what they had for anything.\n\nAnd now was no different. Even in another world, Elizabeth believed things would stay the same—the same teasing, the same exasperation, the same feelings. \n\nOr so she hoped.\n\n[Stop jesting, witch](#embed:https://www.youtube.com/live/2toZfafpyW8?si=c_AF1wjc3n30qs8a&t=2154)\n\nWhen Nerissa greeted the red knight with unfamiliar eyes, Elizabeth felt a sharp tug at her heart. At first, she brushed it off, convinced the witch was simply jesting—messing with her, as usual. But as their conversation went on, the truth became clear. Nerissa really didn’t remember her. Not even her beloved potato salads. Elizabeth didn’t quite know how to respond to that… except by being herself. Even if Nerissa had forgotten her, the feelings remained. And perhaps, just perhaps, if she kept up the same attitude she always had, Nerissa would remember in time.\n\nAs if their bond had never truly been severed, the two crossed paths again and again. When Elizabeth was off building in solitude, Nerissa was there, keeping her [company](https://www.youtube.com/live/2toZfafpyW8?si=A837PYRSHvJus1sJ&t=8673). And when Nerissa wandered off to tend to her own matters, Elizabeth was never far behind—[watching](https://www.youtube.com/live/2toZfafpyW8?si=YfAOcQoIOWbai1uL&t=5607) over her, just like she always used to.\n\nMaybe not all was lost. Maybe something still lingered between them. Until that day came—until Nerissa Ravencroft remembered—Elizabeth wouldn’t change a thing.\n\n[What's my name?](#embed:https://www.youtube.com/live/2toZfafpyW8?si=Bibgd_RaoXYFdYtI&t=4831)",
            "pathType": "custom",
            "day": 0,
            "offsets": {
              "HL": 0,
              "VL": 122.28805852974503,
              "HC": 0,
              "VR": -70.5799378350682,
              "HR": 0
            }
          },
          "selected": false
        },
        {
          "id": "hot-pink-one-tam-gandr-right-2-left-2",
          "source": "hot-pink-one",
          "target": "tam-gandr",
          "sourceHandle": "right-2",
          "targetHandle": "left-2",
          "type": "fixed",
          "style": {
            "stroke": "#ff94d8",
            "strokeDasharray": "10, 20"
          },
          "data": {
            "relationshipId": "romantic",
            "title": "Timmy and Pinky",
            "content": "Tam Gandr was once in love with the Hot Pink One. The Hot Pink One was once her loyal (well, *maybe* loyal) servant. Their history together was brief but bizarrely intense—a relationship layered with sarcasm, unresolved tension, and just the right amount of chaos. And now, fate had tossed them back together, giving them a clean slate… or at least a reset button.\n\nTam, ever sharp-tongued and regal in demeanor, upon learning the pink one was that of a culinary kind, wasted no time reestablishing the power dynamic—*her* power dynamic. She stared the Hot Pink One down and declared, with the elegance and subtlety of a sledgehammer:\n\n\n[COOK! WOMAN! KITCHEN!](#embed:https://www.youtube.com/live/xzAqu4vkY7I?si=atiwSGKSEisKQ5dh&t=3548)\n\nA proclamation that would surely make 1950s housewives proud and modern sensibilities cry (tears of joy of course).\n\nThe Hot Pink One didn’t seem offended. Perhaps because this was their love language. Or maybe because she couldn’t be bothered. Either way, the two fell right back into their usual rhythm—whatever that rhythm was. Love? Servitude? Mutual delusion? No one could really tell. But it worked for them.\n\nWhat was certain was that their bond, however undefined and slightly unhinged, was real. Real enough for nicknames. Real enough for jabs. Real enough for something that looked a lot like familiarity—whether that was a blessing or a curse remained to be seen.\n\n[Hot Pinky](#embed:https://www.youtube.com/live/xzAqu4vkY7I?si=f42euvBlmDcBAsdY&t=4390)\n",
            "pathType": "custom",
            "day": 0,
            "offsets": {
              "HL": 0,
              "VL": 46.43668624455228,
              "HC": 0,
              "VR": -72.93790429825569,
              "HR": 0
            }
          },
          "selected": false
        },
        {
          "id": "mori-calliope-gonathon-g-bottom-1-bottom-3",
          "source": "mori-calliope",
          "target": "gonathon-g",
          "sourceHandle": "bottom-1",
          "targetHandle": "bottom-3",
          "type": "fixed",
          "style": {
            "stroke": "#ff7b00",
            "strokeDasharray": ""
          },
          "data": {
            "relationshipId": "dawg",
            "title": "My Dawg",
            "content": "Among the slew of familiar faces, the one that Gonathon bonded the most with was the pink-haired Morden Ramsey. As a member of Myth, Morden now retained all of her memories and seemed to have a strong interest in the humble knight. And with Morden seemingly being the \"Savior of Libestal\", Gonathon was instantly enamored by her and the two hit it off quickly.\n\nMorden introduced the concept of a [\"dawg\"](https://www.youtube.com/watch?v=CPT2cj934-I&t=5384s) to the humble knight, which she explained to be a sort of soulbound. The two agreed to become dawgs, with Gonathon enjoying the title so much she requested [another one of closest companions to become dawgs as well.](https://www.youtube.com/watch?v=CPT2cj934-I&t=6923s) \n\nDespite the misgivings of Cecelia Immerkind, Gonathon would remain staunchly loyal to Morden. When Shiori of the Nyavellas and Morden began to feud over food prices, Gonathon wished to hear her out despite Shiori's desperate plea and ultimately took her side upon learning the truth of Shiori's schemes.\n\n[The War of the Chefs Begins](#embed:https://youtu.be/CPT2cj934-I?t=12333)\n\nMorden for her part seems oddly smitten with Gonathon, to the point of [wishing to gift her several objects of affection.](https://youtu.be/CPT2cj934-I?t=5250) Only time will tell if the humble knight will reciprocate, or even become aware of these feelings. \n\n[Gordon Ramsey is our ship name!](#embed:https://youtu.be/CPT2cj934-I?t=13933)",
            "pathType": "custom",
            "day": 0,
            "offsets": {
              "HL": 0,
              "VL": 0,
              "HC": -46.522283377379914,
              "VR": 0,
              "HR": 0
            }
          },
          "selected": false
        },
        {
          "id": "cecilia-immerkind-peasant-da-bae-bottom-2-top-2",
          "source": "cecilia-immerkind",
          "target": "peasant-da-bae",
          "sourceHandle": "bottom-2",
          "targetHandle": "top-2",
          "type": "fixed",
          "style": {
            "stroke": "#e30d0d"
          },
          "data": {
            "relationshipId": "enemy",
            "title": "Enemy",
            "content": "Cecilia has become a newly appointed supplier in Libestal. As she gathers her gear and prepares to depart, she runs into a fellow Star who describes herself as \"Peasant the Bae\".\n\nThey depart for the Remnants where they get to work. With her new found job and comrade, they create a monopoly together. But their definition riches differ. Bae seeks fortune whereas Immerkind seeks to enrich the lives of others with kindness and supplies:\n\n[\"We will get rich with kindness!\"](#embed:https://www.youtube.com/live/cyLsX20esBE?si=98NttHZqZvCyfV3K&t=5215)\n\nBut this comraderie would not last long. During Cecilia's studies in the Libestal library, she runs into a despondent Bae who has lost all her money gambling. Cecilia attempts to [give advice](https://www.youtube.com/live/cyLsX20esBE?si=KpxqsgufX3tkxSra&t=8052) for Bae to resolve her financial problems and provide some funds. But Bae would not listen. She takes the money and faces Cecilia:\n\n[\"I AM GOING TO BE A PESANT\"](#embed:https://www.youtube.com/live/cyLsX20esBE?t=8105s).\n\nBae disappears with a mocking laugh. Immerkind realizes she must warn the others before their kindness is also taken for granted.\n\n",
            "pathType": "custom",
            "day": 0,
            "offsets": {
              "HL": 0,
              "VL": 0,
              "HC": 0,
              "VR": 0,
              "HR": 0
            }
          },
          "selected": false
        },
        {
          "id": "gonathon-g-shiori-nyavella-top-2-bottom-1",
          "source": "gonathon-g",
          "target": "shiori-nyavella",
          "sourceHandle": "top-2",
          "targetHandle": "bottom-1",
          "type": "fixed",
          "style": {
            "stroke": "#79b3c8"
          },
          "data": {
            "relationshipId": "business",
            "title": "Can She Fix Her?",
            "content": "Shiori and Gonathon have a rather complicated relationship. While on the surface their constant efforts to help one another seem to be born of mutual respect and a desire to assist one another, on closer inspection it becomes apparent that Shiori views Gonathon as an easy mark, at least at first. \n\nIn their first encounter, Shiori attempted to [scam Gonathon out of all of her gold](https://youtu.be/CPT2cj934-I?t=9251), but seemingly reversed herself upon realizing just how naive and generous the humble knight was. The two then adventured for a while, quickly forming a bond due to their mutual hatred of all things flying. Shiori would go on to teach Gonathon how to milk a cow before the two parted ways. \n\nThe next time Gonathon would encounter Shiori would be where the knight's values were put to the test. Shiori earnestly requested Gonathon's aid in her feud with Morden Ramsey, [claiming her rival chef was demeaning her store](https://youtu.be/CPT2cj934-I?t=12331). However, Gonathon would soon learn the truth, and indignant over Shiori's betrayal sought to reveal her crimes to Tam Gandr. Upon reading a [seemingly heartfelt letter](https://youtu.be/CPT2cj934-I?t=13233) from Shiori thanking Gonathon for purchasing her food, Gonathon retracted her accusations. \n\nAfter writing her own letter to Shiori in which she struggled with the pricky topic of the Chef Wars, Gonathon became determined to learn more about Shiori, expressing a belief that Shiori meant well. Only time will tell whether this proves true, or whether the tricky Archiver continues to prey on the naive knight.\n\n[I only need to get to know her better!](#embed:https://youtu.be/CPT2cj934-I?t=15101)",
            "pathType": "custom",
            "day": 0,
            "offsets": {
              "HL": 0,
              "VL": 0,
              "HC": 0,
              "VR": 0,
              "HR": 0
            }
          },
          "selected": false
        },
        {
          "id": "tam-gandr-gonathon-g-right-2-bottom-1",
          "source": "tam-gandr",
          "target": "gonathon-g",
          "sourceHandle": "right-2",
          "targetHandle": "bottom-1",
          "type": "fixed",
          "style": {
            "stroke": "#ff7b00",
            "strokeDasharray": ""
          },
          "data": {
            "relationshipId": "dawg",
            "title": "A Sense Of Loyalty",
            "content": "Despite losing her memories, nothing could shake the unbreakable oath that Gonathon has with her queen, Tam Gandr. Upon their first meeting in the new world, Gonathon expressed a familiarity with Tam and a desire to assist her.\n\n[You just seem so familiar!](#embed:https://youtu.be/CPT2cj934-I?t=2406)\n\nThe two quickly rekindled their old bond, with Gonathon teaching Tam [a number of techniques](https://youtu.be/CPT2cj934-I?t=12900) and culminated in Tam being [the first customer](https://youtu.be/CPT2cj934-I?t=10788) to Gonathon's new smithy. All the while, Gonathon [mused about how kindhearted Tam was](https://youtu.be/CPT2cj934-I?t=4910), even if she still was not exactly sure what kind of bond they had before. Tam for her part also felt a bond to Gonathon, although only time will tell what memories might return.\n\n[For my Gonathon](#embed:https://youtu.be/CPT2cj934-I?t=10874)",
            "pathType": "custom",
            "day": 0,
            "offsets": {
              "HL": 0,
              "VL": 45.25650822501478,
              "HC": -346.99999999999983,
              "VR": -3.241851231905457e-14,
              "HR": 18.99999999999999
            }
          },
          "selected": false
        },
        {
          "id": "cecilia-immerkind-princess-iphania-top-2-bottom-2",
          "source": "cecilia-immerkind",
          "target": "princess-iphania",
          "sourceHandle": "top-2",
          "targetHandle": "bottom-2",
          "type": "fixed",
          "style": {
            "stroke": "#06a84b"
          },
          "data": {
            "relationshipId": "protector",
            "title": "Vow",
            "content": "She travels to the meeting chamber where her gaze falls upon the beautiful [Princess Iphania](#node). Cecilia whispers to Jonathan:\n\n[\"Don't you think the princess is cute?\"](#embed:https://www.youtube.com/watch?v=cyLsX20esBE&t=3677s)\n\nJonathan offers his help to Cecilia in order to woo the princess. Cecilia graecfully bends her knee and continues on her quest to save the world.\n\nSome time later, Cecilia explores the castle and finds the bed chambers of the princess, she is enthralled by her scent of the bed sheets. Cecilia then gazes out the window and makes a vow:\n\n[She will save the world and marry the princess](#embed:https://www.youtube.com/live/cyLsX20esBE?si=V7s8jRdSb-bw9IzT&t=8520).\n",
            "pathType": "custom",
            "day": 0,
            "offsets": {
              "HL": 0,
              "VL": 0,
              "HC": 0,
              "VR": 0,
              "HR": 0
            }
          },
          "selected": false
        },
        {
          "id": "cecilia-immerkind-hot-pink-one-right-2-right-1",
          "source": "cecilia-immerkind",
          "target": "hot-pink-one",
          "sourceHandle": "right-2",
          "targetHandle": "right-1",
          "type": "fixed",
          "style": {
            "stroke": "#79b3c8"
          },
          "data": {
            "relationshipId": "business",
            "title": "Huh puh",
            "content": "At first, the Hot Pink One had no clue what “HPO” even meant. Acronyms? Out of her league—she was proudly, aggressively illiterate, after all. All she could gather was that it probably had something to do with her name, somehow. But try as she might, she couldn’t crack the code.\n\nThat was until she met *her*—a graceful, brilliant, and suspiciously composed green lady who seemed to know everything about everyone. Cecilia Immerkind, they called her. And Cecilia, in her infinite wisdom and alarming calmness, bestowed upon the pink one the answer she sought.\n\n[Heart Potential Oliver](#embed:https://www.youtube.com/live/xzAqu4vkY7I?si=QYQ3r2owXnCD5VkI&t=1854)\n\n\nIt sounded absurd at first. But something about the way Cecilia said it—with such unwavering serenity and gentle confidence—left the Hot Pink One unable to argue. If Cecilia said so, then it *must* be true. From that moment on, \"Heart Potential Oliver\" wasn’t just a random jumble of letters—it was an identity. Even if Cecilia herself preferred to just stick with the [acronym](https://www.youtube.com/live/xzAqu4vkY7I?si=jx_Db6ghOxnvg8hs&t=8456).\n",
            "pathType": "custom",
            "day": 0,
            "offsets": {
              "HL": 0,
              "VL": 21.5,
              "HC": 0,
              "VR": 21.5,
              "HR": 0
            }
          },
          "selected": false
        },
        {
          "id": "koseki-bijou-nino-ina-the-hot-purple-one-right-2-left-2",
          "source": "koseki-bijou",
          "target": "nino-ina-the-hot-purple-one",
          "sourceHandle": "right-2",
          "targetHandle": "left-2",
          "type": "fixed",
          "style": {
            "stroke": "#375aa0"
          },
          "data": {
            "relationshipId": "family",
            "title": "Long Lost Sisters",
            "content": "Ina and Bijou were sworn sisters in a different world, and the care they had for each other was etched into their memories, persisting in spite of the tribulations of time-travel on their new journey of Ancient Libestal.\n\nThe sisters both became Jewelers, united by spirit to monopolize the flow of Charms into the hands of the other Shining Stars in Libestal.",
            "pathType": "custom",
            "day": 0,
            "offsets": {
              "HL": 0,
              "VL": 0,
              "HC": 0,
              "VR": 0,
              "HR": 0
            }
          },
          "selected": false
        },
        {
          "id": "hot-pink-one-mori-calliope-right-3-left-1",
          "source": "hot-pink-one",
          "target": "mori-calliope",
          "sourceHandle": "right-3",
          "targetHandle": "left-1",
          "type": "fixed",
          "style": {
            "stroke": "#79b3c8"
          },
          "data": {
            "relationshipId": "business",
            "title": "",
            "content": "",
            "pathType": "custom",
            "day": 0,
            "offsets": {
              "HL": 0,
              "VL": 44.744558912022015,
              "HC": 0,
              "VR": -73.91089825146395,
              "HR": 0
            }
          },
          "selected": false
        },
        {
          "id": "cecilia-immerkind-koseki-bijou-bottom-1-top-3",
          "source": "cecilia-immerkind",
          "target": "koseki-bijou",
          "sourceHandle": "bottom-1",
          "targetHandle": "top-3",
          "type": "fixed",
          "style": {
            "stroke": "#06a84b"
          },
          "data": {
            "relationshipId": "protector",
            "title": "Knight in any Universe",
            "content": "Immerkind strolls through the city when she see's the Princess Bijou toiling through her work. Bijou no longer remembers Cecilia but is wary of anyone who calls themselves [kind](https://www.youtube.com/live/cyLsX20esBE?t=7233s).\n\nCecilia assures her that she is kind. The Immerkind name was given to her and she is destined to live up to it.\n\nBijou is seeking to make amends to the wrongs of her past but Cecilia stops her. Immerkind sternly proclaims that it [isn't your fault](https://www.youtube.com/live/cyLsX20esBE?t=7267s). Bijou's eyes sparkles, relieved of the burden and agrees.\n\nPrincess Bijou asks if Cecilia will be her knight once more. Cecilia proclaims solemnly \"You know what, no matter how much time passes. I will always be your knight (if you pay me)\".\n\n[Knight for the right price](#embed:https://www.youtube.com/live/cyLsX20esBE?si=SrHdLjspnMEAXTDG&t=7344)\n",
            "pathType": "custom",
            "day": 0,
            "offsets": {
              "HL": 0,
              "VL": 0,
              "HC": 0,
              "VR": 0,
              "HR": 0
            }
          },
          "selected": false
        },
        {
          "id": "hot-pink-one-gonathon-g-bottom-1-top-3",
          "source": "hot-pink-one",
          "target": "gonathon-g",
          "sourceHandle": "bottom-1",
          "targetHandle": "top-3",
          "type": "fixed",
          "style": {
            "stroke": "#375aa0"
          },
          "data": {
            "relationshipId": "family",
            "title": "Forget and Forgive",
            "content": "In a shocking turn of events, one of Gonathon's former greatest adversaries, the Hot Pink One, became seemingly one of her closest friends and...brother?!\n\n[Are you not my brother?](#embed:https://youtu.be/CPT2cj934-I?t=7088)\n\nWith only vague fragments of their [past animosity](https://youtu.be/CPT2cj934-I?t=6268) remaining the two quickly hit it off, with Gonathon quick to run to her aid in HPO's udderly dire predicament. Gonathon was particularly inspired by HPO's passionate call to lower food prices and expressed a desire to partake in her cake when her shop opened.\n\n[100 for a cake?!](#embed:https://www.youtube.com/watch?v=CPT2cj934-I&t=13672s)\n\nWhile the Hot Pink One seems to be up to her [old tricks](https://youtu.be/CPT2cj934-I?t=15616) when it comes to the other members, her comraderie and familial bond to Gonathon seems genuine, although only time will tell if this holds true.",
            "pathType": "custom",
            "day": 0,
            "offsets": {
              "HL": 0,
              "VL": 0,
              "HC": 27.56876051992884,
              "VR": 0,
              "HR": 0
            }
          },
          "selected": false
        },
        {
          "id": "cecilia-immerkind-gonathon-g-left-2-right-3",
          "source": "cecilia-immerkind",
          "target": "gonathon-g",
          "sourceHandle": "left-2",
          "targetHandle": "right-3",
          "type": "fixed",
          "style": {
            "stroke": "#ff7b00",
            "strokeDasharray": ""
          },
          "data": {
            "relationshipId": "dawg",
            "title": "Up Dog",
            "content": "Cecilia Immerkind runs into Gonathon in the dining hall. She notes that Gonathon is suffering from hearing and memory problems. Using her vast knowledge of the brain surgery, Cecilia swiftly delivers [multiple blows](https://www.youtube.com/watch?v=cyLsX20esBE&t=3340s) to Gonathon's head. The troubleshooting continues as Immerkind helps Gonathon fine tune the voices in his head where they discover it's stuck on [system default](https://www.youtube.com/live/cyLsX20esBE?si=nyrhw0A3elGdzyWG&t=4008).\n\nGonathon declares his intenton to help Cecilia to [woo](https://www.youtube.com/watch?v=cyLsX20esBE&t=3677s) the princess. While Gonathon has not retained his memory, his heart of gold remains.\n\nTheir next meeting occurs as Cecilia explores the surrounding area, she see's Gonathon being tracked down by a [dreaded bird](https://www.youtube.com/live/cyLsX20esBE?si=heSaCd2NMHfPv-Ah&t=6718)and gracefully slays it. Immerkind warns Gonathon to be careful of the company she keeps and reminds him of what he once was:\n\n[Make your own decisions, humble knight](#embed:https://www.youtube.com/live/cyLsX20esBE?si=MCsvTKVc5tWJyqwO&t=6833s)\n\nThe two banter about the meaning of \"Up Dog\" and the philosophy of Mordan Ramsey of what makes two close dawgs. As they bond, Cecilia agrees to become dawgs with Gonathon.\n\n[Shall we be each others dogs?](#embed:https://www.youtube.com/live/cyLsX20esBE?t=6986s)",
            "pathType": "custom",
            "day": 0,
            "offsets": {
              "HL": 0,
              "VL": -96.4558506186102,
              "HC": 0,
              "VR": 97.3425799489625,
              "HR": 0
            }
          },
          "selected": false
        },
        {
          "id": "cecilia-immerkind-takanashi-kiara-left-3-top-3",
          "source": "cecilia-immerkind",
          "target": "takanashi-kiara",
          "sourceHandle": "left-3",
          "targetHandle": "top-3",
          "type": "fixed",
          "style": {
            "stroke": "#79b3c8"
          },
          "data": {
            "relationshipId": "business",
            "title": "Cousins",
            "content": "She returns to the job hall where the adventurers are toiling with their work to accomplish their tasks when she meets Tanakisha Karia where they learn they are cousins.\n\nImmerkind calls [Karia](https://www.youtube.com/live/cyLsX20esBE?si=90iSsPuzl9GlNvH8) where they engage in friendly banter of kindness. Both seeking to kindly overcome the others kindness and becomes the most kind in the kingdom. They work together, along with NinoIna, to accomplish the tasks given by the artist Pygmalion.\n\n[Kindness rivals](#embed:https://www.youtube.com/live/cyLsX20esBE?t=10506s)\n\nUpon the conclusion of their work, Karia seeks out Immerkind. Karia sternly declares that she knows what Cecilia wants:\n\n[\"Do you know what you want?\"](#embed:https://www.youtube.com/live/cyLsX20esBE?t=11317s)\n",
            "pathType": "custom",
            "day": 0,
            "offsets": {
              "HL": 0,
              "VL": -73.1262473168744,
              "HC": -128.84148336782633,
              "VR": 119.26542717156897,
              "HR": -72.25569675357828
            }
          },
          "selected": false
        },
        {
          "id": "hot-pink-one-koseki-bijou-top-1-bottom-3",
          "source": "hot-pink-one",
          "target": "koseki-bijou",
          "sourceHandle": "top-1",
          "targetHandle": "bottom-3",
          "type": "fixed",
          "style": {
            "stroke": "#375aa0"
          },
          "data": {
            "relationshipId": "family",
            "title": "Onii-chan",
            "content": "From sidechicks to sidebros—a development that transcended all boundaries (especially the gender one), but here we are. Having forgotten the messy details of their previous divorce, the Hot Pink One and Koseki Bijou found themselves bound together once more. Only this time, it wasn’t through romance, but through something far more powerful: brotherhood.\n\n[Hoes to Bros](#embed:https://www.youtube.com/live/xzAqu4vkY7I?si=eLLiweZ183nhGJCJ&t=2233)\n\nSurprisingly, they got along splendidly. It started with the exchange of ancient wisdom—secret arts passed down through generations (or maybe just made up on the spot): the “bro tug,” the “chicken jockey,” the sacred “flint and steel.” These teachings forged something greater than a mere alliance, culminating in the gemstone calling the pink menace her **“Onii-chan.”** And just like that, their sibling status—*kyodai*—was sealed.\n\n[Onii-chan, Daisuki!](#embed:https://www.youtube.com/live/xzAqu4vkY7I?si=dmzjAvUae0JZXmQS&t=2555)\n\nThe two spent nearly the entire day side by side. Through sticks and stones, blood and tears, they stuck together. They were even the last two to call it a day, staying up to help set up each other's shops like true business partners... or delinquent siblings.\n\nNo one could have predicted such a twist in fate—but in this strange new world, somehow, it just made sense.\n",
            "pathType": "custom",
            "day": 0,
            "offsets": {
              "HL": 0,
              "VL": 0,
              "HC": 13.854833063115365,
              "VR": 0,
              "HR": 0
            }
          },
          "selected": false
        }
      ]
    }
  ],
  "teams": {
    "none": {
      "id": "none",
      "name": "None",
      "teamIconSrc": "images-opt/emblem.webp"
    },
    "supplier": {
      "id": "supplier",
      "name": "Supplier",
      "teamIconSrc": "images-opt/ch2_jobs_supplier.webp"
    },
    "chef": {
      "id": "chef",
      "name": "Chef",
      "teamIconSrc": "images-opt/ch2_jobs_chef.webp"
    },
    "jeweler": {
      "id": "jeweler",
      "name": "Jeweler",
      "teamIconSrc": "images-opt/ch2_jobs_jeweler.webp"
    },
    "smith": {
      "id": "smith",
      "name": "Smith",
      "teamIconSrc": "images-opt/ch2_jobs_smith.webp"
    }
  },
  "relationships": {
    "marriage": {
      "id": "marriage",
      "name": "Marriage",
      "style": {
        "stroke": "#ff7ae2"
      }
    },
    "enemy": {
      "id": "enemy",
      "name": "Enemy",
      "style": {
        "stroke": "#e30d0d"
      }
    },
    "business": {
      "id": "business",
      "name": "Business",
      "style": {
        "stroke": "#79b3c8"
      }
    },
    "unrequited-love": {
      "id": "unrequited-love",
      "name": "Unrequited Love",
      "style": {
        "stroke": "#2b65ee",
        "strokeDasharray": "10, 20"
      }
    },
    "romantic": {
      "id": "romantic",
      "name": "Romantic",
      "style": {
        "stroke": "#ff94d8",
        "strokeDasharray": "10, 20"
      }
    },
    "family": {
      "id": "family",
      "name": "Family",
      "style": {
        "stroke": "#375aa0"
      }
    },
    "dawg": {
      "id": "dawg",
      "name": "Dawg",
      "style": {
        "stroke": "#ff7b00",
        "strokeDasharray": ""
      }
    },
    "its-complicated": {
      "id": "its-complicated",
      "name": "It's Complicated",
      "style": {
        "stroke": "#e31cd2"
      }
    },
    "protector": {
      "id": "protector",
      "name": "Protector",
      "style": {
        "stroke": "#06a84b"
      }
    }
  },
  "bgiSrc": "/images-opt/bg-1.webp",
  "bgmSrc": "/audio/bgm-0.mp3"
}